[
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 1,
        "intReviewVisitor": 1,
        "intUsdCost": 69,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1425730710/iha4l6o7xtpganodoy1q.jpg",
        "strIntroduction": "Shibuya's ganguro gyarus (girls who dress according to a popular alternative fashion trend) are a unique sight in Tokyo that will fascinate you for sure! In the newly opened Ganguro Cafe in Shibuya you can meet the gyaru girls, watch their dancing performance and take cute \"purikura\"-style photos together with them! But that's not all! This activity provides the opportunity to turn into a ganguro by applying a special make-up! Don't miss the chance to experience something crazy and unique! In the Ganguro Cafe you will be served one drink, one dish and you will receive outstanding service from the professional ganguro gyarus! Join the fun with us! The Ganguro Cafe welcomes you every Tuesday, Friday, Saturday and Sunday between 11:00-19:00.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-gyaru-make-up-and-purikura-shooting-in-the-new-ganguro-cafe/3207?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Gyaru Make-up and Purikura Shooting in the new Ganguro Cafe!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 02:30:36"
    },
    {
        "intDurationHour": 10,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 2,
        "intUsdCost": 149,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1443828014/uqmkkdjjtmyeaprakomh.jpg",
        "strIntroduction": "I will take you to a very old and hidden town in Ibaraki prefecture that is near Tokyo. The town is Sakuragawa, located about 2 hours away from Tokyo. During your experience, we will visit a traditional sake brewery, a shrine, and a stone shop. You will be able to experience using organic indigo dye (Aizome). Afterwards, we will eat lunch in a traditional Japanese-style hotel. The area is very famous for the sakura cherry blossoms, so if you come during spring, you can see very beautiful sakura blossoms. Tour Itinerary: 8:30 Meet at Shinjuku station 11:00-12:00 Visit the sake brewery, Hana No I, which has been open for more than 220 years 12:00 Eat lunch at a traditional Japanese ryokan which is registered as an important cultural property 13:00 Explore the town 14:00 Experience making a handkerchief using organic indigo (Aizome) 15:00 Visit a stone shop and meet a traditional craftsman (If you are lucky, you can see the quarry area as well) 16:00 See a shrine which is said to be 1000 years old 16:30-17:00 Leave Sakuragawa to return to Tokyo 19:00 Shinjuku Station, tour ends Actually there are some great traditional Japanese style hotels. So if you like the town, you can stay there too.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-explore-a-traditional-old-town-near-tokyo/3631?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Explore a traditional old town near Tokyo",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 02:34:21"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 91,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1420709948/omdohfpfeaer5if0unhs.jpg",
        "strIntroduction": "This is the ideal tour to take after your morning visit to a sumo stable to watch the wrestlers' daily exercise. Also, this is the ideal tour to take if no morning exercises or sumo tournaments are held during your visit in Tokyo. After a walk around the old district of Ryogoku, you will feel like you've traveled back in time to the classical Edo period. The tour is led by a local guide who will take you to some spiritual spots related to the sumo tradition and culture like Ekoin temple. You will also have the chance to visit the fantastic Edo-Tokyo Historical Museum - it will impress you already with its futuristic exterior! Finally, you'll have the opportunity to eat chanko-nabe hot pot for lunch - the typical meal of sumo wrestlers! Pick up from a hotel in central Tokyo is available in this tour by purchasing the hotel pickup option.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-stroll-sumo-district-feel-old-spirit-tokyo/3003?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Stroll around the sumo district and feel the spirit of Edo!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 02:37:59"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 43,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1472518185/wtiwpcfrksiyky1ejtsq.jpg",
        "strIntroduction": "Kurobe Gorge is a secluded part of Toyama prefecture, whose unspoiled natural beauty attracts plenty of visitors especially during October and November - the autumn foliage colours season. The only way to explore the ravine is by riding the unique \"Torokko\" sightseeing train. Decades ago it was used in the construction of Japan's biggest Kurobe Dam, but now the entire 20-kilometer line is open to visitors. Torokko's open-air cars provide an unrivalled experience and make you feel as if you're flying over Kurobe River. Torokko's departure station, Unazuki, can be easily reached by a 40-minute ride from JR Toyama station. It provides some great views over the ravine and the red bridges that span across the river, but the panorama will keep getting more spectacular as you ride the sightseeing train through forested hills, dams, bridges and strangely shaped cliffs. In autumn Torokko can get very crowded, so booking at least 5 days in advance is a must. Trains depart once or twice per hour between April 20 and November 30. The final station Keiyakidaira offers some scenic walking trains along steep cliffs, a giant bridge to cross, and even a free footbath. You will enjoy passing some small cave tunnels, visiting Hitokui Iwa (\"people eating rock\", called like that because it looks like a huge stone mouth over the walking trail) and climbing to an observatory before taking the train back to Unazuki station. On the way back you will see other scenic views, like Mannen Yuki, the \"thousand year old snow bank\" which never melts. You can choose between open-air and relax cars. Open-air cars have no windows and are equipped only with wooden benches for a unique experience. The relax cars have windows and rows of 3 or 4 seats. One way trip takes 80 minutes so be prepared for a chilly ride if you opt for an open-air car outside of the summer season.",
        "strLocation": "Toyama",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-toyama-exciting-journey-in-kurobe-gorge-with-a-unique-train/2775?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Exciting journey in Kurobe Gorge with a unique train",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 02:40:53"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 12,
        "intUsdCost": 11,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1382509166/p5ovricpblvz3rcjqtdw.jpg",
        "strIntroduction": "Visiting Kyoto can be overwhelming, there is just so much to see! Following a guide book will not lead you along the lesser known, but oh so charming, little streets and secret places of this ancient city. Let me guide you through a private tour around the city of Kyoto! The residents of Kyoto chose to settle here because of the wonderful natural landscape present, a picturesque view of mountain ranges surrounding a grand central river. The view is something we don't want you to miss! In this tour, we will go hiking to the best scenic points to see the hills and waterfalls. We will ride bicycles along small streams and into back alleyways, as well as visit the most charming temples and shrines in Kyoto. You should try an outdoors natural thermal bath and admire the mountainous view, while relaxing both your body and mind. After all the adventures, you will enjoy the best ramen in town to rejuvenate yourself for a new day. There is an itinerary available for all groups, ranging from half a day to a whole week. Just let me know your interests and I will tailor a tour just for you. Some highlights include: The Kyoto Trail hiking course Daimonji mountain, a short hike leading to the best view of Kyoto and Osaka Kurama Onsen and Kurama Temple (famous thermal source) Harashiyama and the bamboo forest Tetsugaku no michi (philosopher's path) and it's cherry blossom Temples: Ginkakuji, Kinkakuji, Daitokuji, Kyomizudera, and more lesser known temples Gion Machi, where Geishas live in traditional wooden houses Small restaurants to eat ramen, sushi, isakaya, yakitori You name it or just rely on my advice and we will make a list of what you want to do and plan accordingly.",
        "strLocation": "Kyoto",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-kyoto-explore-nature-and-the-small-streets-of-kyoto/1290?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Explore Nature and the Small Streets of Kyoto - Private Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 02:46:27"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 4,
        "intUsdCost": 69,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1358745681/orhhjwygbcwtcizd2uur.jpg",
        "strIntroduction": "The characteristics of Okinawan cuisine are mainly defined by pork, kelp broth, and bonito fish flakes. Use of the local ingredients such as fresh vegetables and different cooking methods created a spectacular cuisine in Okinawa. You can learn how to make one of three types of dishes with pork. - Rafute (stewed pork ) - Okinawan soba (noodle with bonito soup) - Inamudouchi (soup with pork) Learn Okinawan homemade cooking and you can enjoy your favorite Okinawa dishes at home afterwards!",
        "strLocation": "Okinawa",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-okinawa-pork-okinawan-traditional-cuisine-cooking/274?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Pork Okinawan Traditional Cuisine Cooking",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 02:51:22"
    },
    {
        "intDurationHour": 6,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 3,
        "intUsdCost": 175,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1406533010/xfnlejxni7gpipqyjfgv.jpg",
        "strIntroduction": "On this tour we can enjoy the flexibility of moving around both on foot and by taxi. Let your guide whisk you from place to place using the most efficient way to get around for a small group. One of the best things about this tour is that it is VERY FLEXIBLE as it will be designed specifically for your needs. Upon confirming your booking, I will send an email with some suggested itineraries as well as a list of my own personal highlights and favourites. Browse through at your leisure and email me a few days before your tour with any requests you have. Some ideas of a common 1 day itinerary: HEIAN JINGU: Here we will stroll the classic Chinese style garden and talk about the early days of life in the court filled with poetry and the smell of incense and get a taste of life in the ancient capital which was originally named Heian “capital of peace and tranquillity” GINKAKUJI TEMPLE: Ginkakuji or the Silver Pavilion was built by a shogun who reigned during the birth of Higashiyama culture, a time when the tea ceremony and the philosophy of “wabi-sabi” or beauty in imperfection was born. Before death, this shogun became a Zen priest and his villa was turned into a Zen temple. NANZEN-JI: A beautiful temple complex with an amazing rock garden, Nanzen-Ji is one of the important Zen temples in Kyoto complete with a famous rock garden. It also has an expansive ground with plenty of sub-temples and gardens surrounding the area. A great place to soak up the atmosphere without all the crowds. GION: This ancient entertainment district has a fantastic atmosphere and was a symbol of the rise of the merchant class in the 17th century. Just before dinner, you will sometimes see \"geisha\" and \"maiko\" running off to a dinner appointment in their wooden slippers. A few hours later you will see the modern equivalent hostesses clipping along on high heels to classy lounge bars to entertain the well-to-do. An interesting glimpse into the form of night entertainment traditionally referred to as the water trade or \"mizu shobai\". There is so much to see and do in Kyoto so feel free to book for more than one day. Also check out my other options for similar tours!",
        "strLocation": "Kyoto",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-kyoto-enjoy-a-walking-and-taxi-tour-of-kyoto/2512?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy a Walking & Taxi Tour of Kyoto!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 02:56:03"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 54,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1404680596/dtr0buip2ntzhsthnp1l.jpg",
        "strIntroduction": "Osaka is the second largest city in Japan, but a lot more energetic and historical compared to the largest city, Tokyo. There are many historical sites to visit, and countless numbers of cultural and local places to visit. This tour will include visits to many of the cultural, artistic, and interesting places in Osaka. This plan will be suitable for couples and for families with a child as the places that are going to be visited are enjoyed by people of all ages! Here is information on some of the places you will visit... Dotonbori: Dotonbori is a very famous shopping district in Osaka. Here, you will find numerous restaurants and shops. This place is known for people to eat and walk, while enjoying the vibrant atmosphere. It will be very bright and loud at night, and you will see why people like spending their time in the city during the night time in Japan. National Museum of Art: This museum focuses on Japanese and foreign contemporary art. The museum occupies two underground floors on Nakanosima Island, and is built with a modernized design. They hold workshops for school-age children, designers, etc to become more familiar with contemporary art. Here is a detailed schedule of the tour: 10:00am Meet at Osaka station 10:20am~12:20pm Visit National Museum of Art, Osaka 1:00pm~1:30pm Lunch break 1:30pm~3:30pm Visit to Osaka Castle 4:00pm~5:00pm Ride on Osaka Water bus 5:30pm~6:30pm America Mura (American Village) 6:30pm~7:30pmDotonbori End of the tour Spend the day in Osaka, and enjoy looking at different kinds of art at the National Museum of Art and enjoy the Osaka Castle later on! Don't forget to eat a lot at Dotonbori street and buy souvenirs! [Photo (Copyright)] https://flic.kr/p/aDpFq https://flic.kr/p/6gz4x https://flic.kr/p/6aE8ei https://flic.kr/p/dmLc8H https://flic.kr/p/791WDJ",
        "strLocation": "Osaka",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-osaka-cultural-experience-in-osaka-one-day-tour-for-couples-and-youth/2404?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Cultural Experience in Osaka! 1 Day Tour For Couples & Youth",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 03:00:19"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 1,
        "intUsdCost": 81,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1422526258/y54pemogyusjkqv9gdke.jpg",
        "strIntroduction": "Kurashiki flourished as a place where rice was distributed along the way to Osaka and Edo (Tokyo). This is why the city has plenty of traditional old-style warehouses and a beautiful preserved canal area with many impressive buildings. In this guided tour you will start from JR Kurashiki Station and will explore the central area of the town on foot. You will visit Ohara Museum of Art, Japan's oldest Western art museum, which consists of several connected old warehouses. The nearby Kokusai Hotel exhibits unique woodblock prints by famous Japanese artists. You will stroll along the willow street next to the canal and enjoy many beautiful buildings and museums along the way. Here are the Museum of Folkcraft and the Toy Museum. Ohara House is the former residence of a local wealthy merchant which is now open as a museum for visitors. You will be quite impressed by its elegant interior. Finally, you will visit the Ivy Square - a former cotton mill now turned into an atmospheric complex consisting of classy restaurants, museums and shops. The tour will end at JR Kurashiki Station and you guide will tell you how to go back to your hotel. Note: From Osaka you can easily reach JR Kurashiki by a Shinkansen (bullet train) to Okayama Station in 50 minutes and then transferring to a JR Sanyo Line train for 15 minutes.",
        "strLocation": "Okayama",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-okayama-explore-on-foot-the-beautiful-canal-city-kurashiki/3103?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Explore on foot the beautiful canal city of Kurashiki",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 03:03:29"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 62,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1465645072/xcfvypzrfta2fmynszix.jpg",
        "strIntroduction": "Calligraphy has attracted attention from all over the world recently, especially through Zen Buddhism. The fundamental teaching of Zen tells that we are originally enlightened and meditation is imperative for Zen practice to turn your eye inward. During the calligraphy session, you'll definitely have chances to experience concentration that is similar to Zen's sitting meditation. The aroma of black ink will also sooth your mind and make you feel relaxed. 1. Introduction of Japanese language and basic calligraphy knowledge. 2. Demonstration from the instructor: basic stroke and simple letters. 3. Now let's try your own artwork!",
        "strLocation": "Kyoto",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-kyoto-experience-japanese-calligraphy-in-kyoto/2803?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Experience Japanese Calligraphy in Kyoto",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 03:06:28"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 3,
        "intUsdCost": 29,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1386487935/cow7xuevsx3i5z883clu.jpg",
        "strIntroduction": "Come and visit an ordinary traditional Japanese home where you can experience Japanese cooking at the dinner table with your family and friends. In this experience, we will make and eat Japanese pizza, Okonomiyaki together! Okonomiyaki is popular Japanese food. There are so many toppings and ingredients. Okonomiyaki is sometimes translated as \"As-you-like-it Pizza\" because of its wide variety. Main ingredients are flour, water, vegetables, meats and sea-foods. While waiting for your meal to be ready, you will learn how this particular dish (okonomiyaki) originated over the history of Japan, and I will chat with you while we sip some lovely Japanese tea. Let's enjoy okonomiyaki at the dinner table!",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-visit-a-japanese-home-and-cook-at-the-dinner-table/1498?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Visit a Japanese Home and Make Japanese Pizza!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 03:09:21"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 3,
        "intUsdCost": 11,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1392651996/h48zor6aze7pofnbrtpy.jpg",
        "strIntroduction": "****Please contact me about the schedule before booking. And make a reservation 2 days prior to the preferred date. My schedule is changed frequently **** Come with me to a Rock Bar in Shibuya and make some local music-loving friends! The Rock Bar in Shibuya is quite popular amongst both locals and foreigners. Get a chance to hang out with Japanese people who love music! In addition, you can request your favorite music at the bar. Sometimes, famous local and overseas artists come there so you might be able to talk with them if you're lucky! The bar is open 7 days a week. This is great chance to sit back, enjoy the music, and talk to new friends about Japanese rock music! If you would like to visit major CD shops such as Tower Records in Shibuya, I can take you there before or after the Rock Bar. We will meet at Shibuya station. Let's hang out at these cool places! Looking forward to meeting you! *Please contact me about the schedule before booking. ・Cost of food and drinks ・Transportation charges Photo Credit: http://flic.kr/p/5rUSMm http://flic.kr/p/88vVTi",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-go-to-rock-bar-in-shibuya-and-make-local-music-friends/1909?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Go to Rock Bar in Shibuya and Make Local Music Friends",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 03:12:49"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 23,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1425980235/ed9xncyymdqv2fcvrodo.jpg",
        "strIntroduction": "Matsumoto is one of the biggest cities in Nagano prefecture, located south of Nagano city, in the middle of a wide valley which is surrounded by the stunning Japanese Alps from all sides. Its location makes it a good transportation hub for nearby nature destinations such as Kami Kochi or Norikura. Matsumoto is a city with a long history and fascinates with a splendid castle, attractive traditional neighbourhoods and old buildings from the early Meiji period. The city is worth a day trip from Tokyo, being conveniently connected to Tokyo via Limited Express trains in about 2.5 hours. It's also worth a visit if you're staying in Nagano for a vacation in the nature. In this guided half-day tour you will see some of Matsumoto's best highlights: - Matsumoto Castle, a unique black castle and an important national treasure. It was built during the Warring States period in 16th century and has been upgraded with more turrets and adjacent buildings throughout the centuries. The reflection of the castle's majestic figure in the water of the surrounding moat is stunning. Inside the castle offers the opportunity to explore authentic medieval interior and learn more about the defense systems of the old Japanese castles. - Nakamachi and Nawate Streets. Attractive old-fashioned streets in downtown Matsumoto. Nakamachi street impresses with its old warehouses and traditional shops, while Nawate street is interesting for its connections to frogs - the frog being the local mascot and a symbol of successful trade. - Kaichi School Museum, one of Japan's oldest schools opened in the beginning of the Meiji period. The school fascinates with its Western-style building which also incorporates Japanese elements. You can choose between a guided tour only, or a combination with return tickets for a day trip from Tokyo. Matsumoto is connected to Tokyo's Shinjuku Station via Limited Express trains. Here is an example schedule if you like to book this trip from Tokyo: 9:00 - Shinjuku departure 12:00 - Matsumoto arrival, meet guide and have lunch 12:30 - 16:30 - tour Matsumoto city 17:19 - departure from Matsumoto 20:07 - arrival in Shinjuku Of course, you can book this tour alone and request it for the morning as well.",
        "strLocation": "Nagano",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-nagano-see-the-splendid-matsumoto-castle-and-the-city-highlights/3212?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "See the splendid Matsumoto Castle and the city's highlights",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 03:15:33"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 2,
        "intUsdCost": 41,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1432139982/ylroplfdpaayxtu3avmt.jpg",
        "strIntroduction": "This is a very popular ear cleaning and foot massage service offered in Akihabara, Tokyo, by real Akihabara maids! You will lie down and place your head over the soft pillow while the professionally trained maid will massage your head and help you relax completely! After this refreshing procedure you will understand why so many people are passionate fans of the the famous ear-cleaning services in Akihabara! This activity is suitable for booking for single visitor or a small group. Please note that the time of the booking will be strictly observed. Do not be late for your appointment. If you are even 10 minutes late, the reservation will be cancelled. We recommend arriving in Akihabara earlier to find your place to our shop. Our shop is open every day under the following schedule: Weekdays: 12:00 - 22:00 Weekends and national holidays: 11:00 - 22:00 You can choose between a 30, 45, 60, 90 or 120-minute relaxation plan which includes ear cleaning, massage of the face, the head, the shoulders, the hands and your body. In addition, you can choose one or more drinks from our drink menu depending on the duration of the service! If you would like to book the special foot massage service, you can choose between a 30, 45 or 60-minute shiatsu foot massage with aroma oil. One drink is included too. Note: Our shop does not offer sexual services.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-get-an-ear-cleaning-and-a-foot-massage-by-an-akihabara-maid/3502?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Get an ear cleaning and foot massage by an Akihabara maid!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 03:20:31"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 3,
        "intUsdCost": 26,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1397196854/ta5j2vsz3kbep36vewao.jpg",
        "strIntroduction": "Various tea ceremony courses is offered from a short course, to a night course and Chaji(full-course) Short course: This course is available for those with little time or for beginners. You can enjoy the demonstration of tea procedure and making tea yourself. Night course: This course is ideal for those who would like to enjoy their beautiful evening. Our three night courses preserve a romantic, candle-lit atmosphere that has not changed for hundreds of years. Chaji full-course: Chaji is the original, full-course formal tea gathering that encapsulates the essence of Japanese traditional culture and the ultimate expression of hospitality in the tea ceremony. The tea ceremony is Japan’s essential cultural experience, the amalgam of a host of art forms, from pottery and kimono to architecture and tea garden design. Not merely beautiful, a tea ceremony aims to convey the spirit of Zen quietude in each bowl. This tea room is in Kyoto’s beautiful, historical district of Higashiyama. Here you can partake in the rich experience of a traditional tea ceremony. A chance to get away from daily life, our tea room encapsulates a private, romantic world of beautiful garden, art, seasonal meals and pleasant conversation. The soft light filtered through paper screens or rich glow of traditional candles establish the mood for an unforgettable experience. I sincerely hope to share this traditional culture that has brought pleasure to generations of Japanese. Come for a bowl of tea; go home with an experience you will never forget.",
        "strLocation": "Kyoto",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-kyoto-experience-a-traditional-tea-ceremony-in-kyoto/1356?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Experience a Traditional Tea Ceremony in Kyoto",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 03:24:43"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 8,
        "intUsdCost": 95,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1355844994/c2efjt9o3agmlesg9pa7.jpg",
        "strIntroduction": "“Gal” makeup is a trend among quite a number of women in Shibuya and Harajuku that originated in the 1970s. A prominent feature of Gal makeup is that they wear heavy makeup, particularly around their eyes. In this activity, I will: • Change you to a Shibuya-Harajuku “Gyaru”. I will curl your eyelashes to make your eyes look bigger and tie your hair back to make your face look smaller. For a small extra fee, a professional photographer will also take pictures of you with the Gal makeup on! Experience what it feels like to be a Japanese Gal, to be immersed in popular Japanese culture. After you finish your makeup, you can also hang out in Shibuya, Harajuku too!! :) A must for “gals”!",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-be-made-over-into-a-kawaii-japanese-girl-with-gal-makeup/111?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Be Made Over into a Kawaii Japanese Girl with Gal Makeup",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 03:28:44"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 1,
        "intUsdCost": 26,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1385106594/barwbhbqixxm7eltsdjw.jpg",
        "strIntroduction": "Do you like fruits and have you never experienced picking them? If you haven't, you should not miss out on your chance to experience this! Our farm is located in Tateyama in Chiba prefecture, 2 hours away from the centre of Tokyo by train. You will experience a lot of activities here such as fruits picking, mushroom gathering, outdoor activities and more! Seasonal availability of the fruits picking: Strawberries: Late December to May Grapes: Late August to September Mushrooms: All year round If you are bored of typical sightseeing in Tokyo. Go outside, and enjoy nature activities at our leisure farm! Photo Credit: http://flic.kr/p/7337ee http://flic.kr/p/bDhwhC http://flic.kr/p/8kbMD2 http://flic.kr/p/6DkaKb http://flic.kr/p/4r3XTf http://flic.kr/p/bScfmx",
        "strLocation": "Chiba",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-chiba-pick-fruits-at-a-local-farm/1437?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Pick Fruits at a Local Farm!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 03:32:36"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 71,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1358841490/kjozlch4x3zuj9msawp0.jpg",
        "strIntroduction": "Do you want to feel rejuvenated? This traditional Japanese acupuncture and moxibustion experience will heal your mind and body to a state of rejuvenation. After been the center of Japan's medical practice during the Edo period, acupuncture as a practice died out until being re-evaluated recently. It has the ability to enhance one's immunity by increasing one's body's resistance to diseases. In addition, moxibustion also detoxes the body and has anti-aging effects. Many people who have undergone moxibustion are able to retain their young, beautiful skin and continue to get treatment often. There was a moxibustion scene in The Last Samurai and even Steve Jobs got a moxibustion treatment! In this experience, I'll rejuvenate your body in the following ways at either your house or hotel: - A shiatsu massage (massage with stimulates the tsubo - or pressure points - of the body) - Acupuncture (a process of stimulating the skin and muscles by inserting needles into your skin; don't worry, it won't pain!) - Moxibustion (burning of traditional healing herbs on your skin; don't worry, it won't pain!) Let's start anti-aging! ※ Acupuncture treatment is performed using disposable needles.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-traditional-japanese-acupuncture-treatment/297?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Traditional Japanese Acupuncture Treatment",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 03:35:04"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 3,
        "intUsdCost": 20,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1369815925/px9puixnsxqbjxtbqohl.jpg",
        "strIntroduction": "Wouldn't it be cool if you could get your own graphic illustration?! Well, here is your chance! The best social game illustration company in Japan will make you your own illustration picture in this experience. You can use your original icon on twitter or facebook! How it works. -Please send us your favorite picture of yourself via email. -We will make your graphic icon (it takes less than 1 week) -We will send you the icon data via email. We can make your graphic icons while you are enjoying your trip!",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-get-your-own-graphic-icon/823?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Get your own Graphic Icon",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 03:40:37"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 2,
        "intUsdCost": 99,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1475020458/drvcrslcbnhtd2j4w5h6.jpg",
        "strIntroduction": "Welcome to Nara, the birth place of Sake! Brewers will show you their 170 year old brewery. The buildings are original and still intact, including a slightly younger, 120 year old bookstore. It's the perfect setting to enjoy the tradition of exquisite sake in Japan. After you visit those buildings, you can taste several types of liquor at the tasting corner which is attached to a brewery side. Depending on the season, we offer different types of sake, limited editions and much more. Discover our sake experience! The sake brewery is located about 30 minutes train ride south from Nara city.",
        "strLocation": "Nara",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-nara-visiting-sake-breweries-and-sake-tasting-in-nara/896?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Visiting Sake Breweries and Sake Tasting in Nara",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 03:45:16"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 79,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1392256633/lzrp4ihuasenorje6n4p.jpg",
        "strIntroduction": "Ishigaki Island belongs to a group of islands called Yaeyama Islands, Okinawa. It is located 410km southwest of Okinawa main island and 270km of Taiwan. Surrounded by coral reefs, this island has many beautiful beaches and scenic marine spots. No wonder Ishigaki is the one of the most popular destination for a vacation in Japan! One of the most attractive feature of Ishigaki Island is its rich and thriving nature. In this eco-friendly tour, you can explore the natural environment by jungle trekking, without destroying the rich ecosystem of Ishigaki. This is great opportunity to see unique plants and animals up close. After jungle trekking, we will ride 5 exciting zip lines to return to the starting point. Morning Tour: 9:00 (hotel pickup)-12:30 (drop-off) Afternoon Tour: 13:00 (hotel pickup) - 16:30 (drop-off) Let's explore the subtropical jungle world in Ishigaki! Photo Credit: http://flic.kr/p/9HhEwe http://flic.kr/p/bUTJb1 http://flic.kr/p/4haky5",
        "strLocation": "Okinawa",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-okinawa-explore-ishigaki-island-jungle-trekking-zip-line/1867?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Explore Ishigaki Island! Jungle Trekking & Zip Line",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 03:50:23"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 76,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1382243422/xqs85fym9unyptizlewe.jpg",
        "strIntroduction": "Asahi is one of the biggest & most popular beer producers in Japan, producing world class beer such as “Asahi Super Dry” that is being consumed and enjoyed world wide. This tour will bring you to the actual brewery where Asahi beer is being produced, from its raw materials to its final product, ready to be shipped worldwide. You will be able to visit various facilities within the brewery to learn about the brewing process, the “malting”, “wort preparation”, fermentation”, “maturation, “filtering”, and finally “packaging”. At the end of the tour, you will also have a chance to taste a couple of Asahi's beer products, including the Asahi Super Dry at -2 degrees. The tour is conducted in Japanese, with pamphlets available in English, Japanese, Chinese, and Korean. It is also possible to have me explain the content to you in English. Come join us! Meeting place: JR Suita station (ticketing machine area) When visiting on your own: You can walk from Suita station to ASAHI Beer Factory in about 10min.",
        "strLocation": "Osaka",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-osaka-visit-asahi-beer-brewery-in-suita-osaka/1276?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Visit Asahi Beer Brewery in Suita Osaka",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 03:55:48"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 1,
        "intUsdCost": 39,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1420710879/ahvnoh50c1c2lpiwh9sv.jpg",
        "strIntroduction": "Many of the popular places of youth culture like Shinjuku, Harajuku and Shibuya are located in West Tokyo. But there you can also find some of the iconic metropolitan spots related to Japan's modernity - the Tokyo Metropolitan Government Building, Meiji Jingu Shrine and Omotesando Street. This half-day tour will show you the must-see places of West Tokyo and you will have the opportunity to buy souvenirs for your friends in your country. The tour will start with a visit to the sky observatories of Tokyo Metropolitan Government Building - currently the 3rd tallest building in Tokyo. If you join the morning tour you might see Mt Fuji in the distance, provided that the weather is clear. You will also learn about the specific architectural construction of the building which protects it from earthquakes. The high-speed elevator to the top is spectacular too - there are only buttons for the first and the last floor! Then you will take a walk around the spacious forest surrounding Meiji Jingu Shrine - one of the most important Shinto shrines built in honour of Emperor Meiji a century ago. This shrine is related to Japan's modernization and is still used by the royal family for prayers. Finally, you will stroll along the classy Omotesando boulevard - often called \"the Japanese Champs-Elysees\" - where you will see some spectacular shopping centers and souvenir markets.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-half-day-tour-meiji-jingu-omotesando-observatories/3009?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Half-day tour: Meiji Jingu, Omotesando and observatories",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 03:59:18"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 3,
        "intUsdCost": 79,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1379404776/cvs4shaeamlnllq2mvws.jpg",
        "strIntroduction": "Taking a first glance at Tokyo from a distance - it might seem like a concrete jungle. But just one step closer is needed to see, that it's full of beautiful and interesting spots, priceless for both amateur and professional photographers. I will help you select spots to visit, depending on your preferences. We can also spend only a few hours or a whole day, following your pace. I will be happy to discuss where to go together with you. A couple of themed selection: - Modern Tokyo: Shinjuku, Ginza, Shibuya, Akihabara, etc. - Historical and traditional: Asakusa, Yanaka, Ueno, etc. - Japanese gardens: Shinjukugyoen, Koishikawa-korakuen, etc. - Water front: Odaiba Do you need to buy some equipment before shooting? I know all the best photography shops in Tokyo, both those selling the most advanced new cameras, and those secret places, where you can get barely used stuff for a bargain. Just let me know!",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-photo-tour-enjoy-photographic-scenic-beauty-in-tokyo/1101?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Photo Tour: Enjoy Photographic Scenic Beauty in Tokyo!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 04:02:23"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 61,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1383891892/jecwitcrmhziikgjeuv7.jpg",
        "strIntroduction": "Toei Kyoto Studio Park is located at the birthplace of Japanese samurai film. Uzumasa is like Japanese Hollywood. Would you like to experience \"the world of Japanese samurai film and turn into a Maiko, Princess, Shogun, samurai or a young girl? This is the private tour guided by our government licensed guide, showing you around attractions and shows including Ninja mystery House, Ninja Show and Ninja Café. Tour Schedule Tour starts from Kyoto St. (In case you book a hotel pick up option,the picking applicable hotels are limited to the hotels between Higashi-oji-dori and Nishi-oji-dori (to the east and west) and Imadegawa-dori and Jujo-dori(to the north and south). If you need a taxi or a hired car, an additional fee will be charged.) ↓ Toei Kyoto Studio Park ↓ End of tour (Tour guide will assist you how to get to the subway station or the nearby bus stop for your next visiting spot or your hotel.) Photo Credit: http://flic.kr/p/UJMC3 http://flic.kr/p/UJQDh http://flic.kr/p/UHACR",
        "strLocation": "Kyoto",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-kyoto-step-into-samurai-hollywood-in-kyoto-uzumasa/1341?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Step into Samurai Hollywood in Kyoto Uzumasa",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 04:07:06"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 6,
        "intUsdCost": 119,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1397440111/epsqv4afkbotqoh63f5y.jpg",
        "strIntroduction": "I will teach you how to make Sushi Roll and Nigiri sushi in a friendly and at home environment. You can be assured that I will give you a demonstration first and teach you step by step. The process is not complicated. But there are tips for making delicious sushi. Flow of lessons 1) Tips for how to blend sushi vinegar 2) Tips for Nigiri sushi 3) Tip for putting sushi rice onto laver ( practice for roll sushi) 4) Tip for rolling with gathering items in the middle 5) Tasting https://flic.kr/p/7UB8Hy https://flic.kr/p/99zupo https://flic.kr/p/4ddqGk",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-learn-how-to-make-sushi-rolls/997?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Learn how to Make Sushi Rolls",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 04:09:47"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 3,
        "intUsdCost": 44,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1355841063/yk22vwpz2c85e9bkgp0f.jpg",
        "strIntroduction": "Have you ever tasted homemade food from Japan? There are quite a number of home-style dishes in Japan, and they are all said to be healthy - there is a reason why it is healthy too. It’s because Japan has excellent and various techniques that make full use of ingredients. Techniques that can be applied to a lot of meals around the world – not just Japan. In this activity, you’ll learn the many techniques that underlie Japanese home-style dishes. We will teach you how to cook dinner in 20 minutes using only a frying pan as well as how to use a microwave in the most convenient ways. Learn the many skills offered in this activity and add a little spice to your meals to make them easy, delicious, and healthy. * Please tell us when making a reservation what food you would like to make as well as any ingredients you specifically want to use.",
        "strLocation": "Kanagawa",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-kanagawa-cook-a-healthy-japanese-homestyle-dish/141?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Cook a Healthy Japanese Homestyle Dish",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 04:13:14"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 31,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1474970006/sstqwgxdvl5sf9g4tha7.jpg",
        "strIntroduction": "Gangala Valley is a peculiar natural spot located in the heart of Okinawa's main island. It is a unique place formed thousands of years ago from a large collapsed cave. Nowadays the valley is a protected natural site and its wonders can be explored only by joining regular guided tours. The walk through the virgin forest will fascinate you and you will long remember the pristine beauty of this secluded natural paradise! In the valley you will be able to see: - unspoiled tropical forest created by the collapse of a large cave. - very interesting small limestone caverns with uniquely shaped stalactites called the \"male cave\" and the \"female cave\" (upon seeing them you will understand why). This place has long been worshiped by locals as a sacred spot to pray for fertility and safe birth. - a giant Banyan tree hanging from the top of the 15-meter tall walls of the valley - an excavation site where archaeologists have found what they believe are remnants of Japan's prehistoric people. Gangala Valley can only be entered by registering for regularly scheduled guided tours, so don't miss the opportunity to book it! The tours are offered in Japanese, however English-language audio guides and well-written multi-lingual pamphlets are available for international guests. Tours are available every day at 10:00, 12:00, 14:00 and 16:00. Please come for check-in 15 minutes prior to the tour and have a cup of coffee at the unique Cave Cafe! In addition, you will be able to order one drink at the unique cave cafe next to the valley. Enjoy the relaxed natural atmosphere of this underground world!",
        "strLocation": "Okinawa",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-okinawa-enter-the-prehistoric-gangala-valley-and-visit-okinawa-world/3460?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enter the prehistoric Gangala Valley",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 04:16:50"
    },
    {
        "intDurationHour": 5,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 113,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1427044923/ufhuryq34om87vfzvvxv.jpg",
        "strIntroduction": "In this tour you will visit some of Kamakura's most famous and scenic sightseeing spot together with a local living in the city. Here is a list of the places that I will take you to in Kamakura: - Zeniarai Benzaiten Ugafuku Shrine is a popular shrine in western Kamakura, which people visit to wash their money (\"zeniarai\" means \"coin washing\") It is said that money washed in the shrine's spring, will double! - Great Buddha Statue of Kamakura. This temple is well-known for its \"Great Buddha\", a monumental outdoor bronze statue of Amida Buddha, completed in 1243. You can also go inside the statue for just 20 yen. You will also ride the cute Enoden Railway Line which is small but famous because it's sometimes featured in TV dramas or movies. It runs between Kamakura and Fujisawa and passes a total of 13 stations. - Tsuruoka Hachiman-gu Shrine.It was built by Minamoto Yoritomo, who is the founder of Kamakura era, and dedicated to Hachiman, the Shinto god of war who served as the clan deity of the Minamoto family. You pray here and draw your fortune card! - Komachi-Dori street. You can go from one restaurant to another, sampling various kinds of food. - Houkokuji Temple. This temple is famous for its bamboo garden. If you want, you can enjoy some Japanese sweets and “Maccha” (green tea) which is a traditional drink of Japan. (Please pay 500 yen additionally when you go there)",
        "strLocation": "Kanagawa",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-kanagawa-tour-popular-attractions-in-kamakura-with-a-local/3272?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Tour popular attractions in Kamakura with a local!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 04:21:36"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 6,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1404737487/c4nvjahlksllwuc2bssd.jpg",
        "strIntroduction": "Any kind of emergency could happen during a trip, what would you do if you got into trouble in Japan? English language is unfortunately not helpful when you need medical care or assistance in finding a doctor or buying a medicine in Japan. In order to be safe during your trip and not need to worry about language obstacles, you can book this valuable phone support service and obtain professional help in various situations. There are various cases in which you may need English assistance for medical purposes in Japan. For example: - When you need to find a hospital or a pharmacy. - When you want to have someone explain to you in English what the doctor is saying during your visit to a clinic. - When you need advice about buying specific medicines in a drug store. - When you need recommendations for medical facilities. You don’t need to worry about language barrier any more. By using this service you will have access to a skilled phone assistant who will help you with language interpretation and medical advice during your travel. Make your travel experience better by booking this service in advance! *English-Japanese and Japanese-English only *We will give you the phone number after the booking. Please choose between the following two options: 1. 30 minutes of phone interpretation (applicable in various situations) plus 10 minutes of guidance and recommendation of medical facilities. 2. 60 minutes of phone interpretation (applicable in various situations) plus 10 minutes of guidance and recommendation of medical facilities. Note: You do not need to use all the time allocated to your account. You will be charged for excess time once you exceed 40 minutes or 70 minutes. We will give you a dedicated phone number with an individual PIN upon purchase. Please call the designated dedicated phone number and enter the individual pin in accordance with the automated guidance. You can use the phone service on any day of your trip. Interpretation is available between 8:30 am and 24:00 (midnight). Recommendations and finding medical facilities is available between 9:00 am and 18:00 pm. There will be an automated guidance that will guide you throughout this service. Please follow the guidance carefully to enjoy this service. The guidance will be as follows: 1. This phone number is exclusively for Voyagin user's. Please enter your PIN code. 2. We could not identify your PIN code. Please try again. 3. We could not identify your PIN code. Please hold while we connect you to the office. 4. If you wish to search for a hospital or need guidance on healthcare, press 1. If you need a medical interpreter, press 2. 5. You have chosen our hospital search service. If you wish to continue, press 1. To change the purpose of your call, press 2. 6. The lines are busy. Please call again in a few minutes. 7. You have selected our medical interpreting service. For a regular interpreter, to use during reception or payment, press 1. For a more advanced medical interpreter, press 2. 8. We will connect you to a medical interpreter. If you wish to continue, press 1. To change the purpose of your call, press 2. 9. This call will be recorded for quality assurance and trouble prevention. All information recorded will be kept strictly confidential. 10. Hospital searches are available during 9am to 6pm, with an hour break from 1pm on weekdays. Please call again during our regular business hours. 11. Medical interpreting services will be available from 8:30. Please call again after 8:30. 12. The lines are busy. Please hold while we connect you to the office.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-get-medical-support-through-phone-during-your-stay-in-japan/1820?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Get medical support through phone during your stay in Japan",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 04:25:09"
    },
    {
        "intDurationHour": 6,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 1,
        "intUsdCost": 99,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1424355812/b9xvcjaemyyfg5f5g2kc.jpg",
        "strIntroduction": "In this tour we will go to Omiya Bonsai Village where you can enjoy the art of many great bonsai items. ■ Time schedules 10:00 ~ 14:00 10:00 ~ 17:00 (optional tour) 10:00 ~ 18:00 (optional tour) ■Meet up at Yokohama Station or Tokyo Station at (10:00am - 11:00am) I will pick you up at Yokohama Station or Tokyo Station, then get the train to Omiya Station and then transfer to another train and get off at Omiya Park Station. The whole trip takes about an hour. ■ Omiya Bonsai Art Museum (11:00 - 12:30) Omiya Bonsai Art Museum is the best place for bonsai lovers around the world and easily accessible even if you don't know much about bonsai. Here you will have the chance to learn more about and appreciate the art of bonsai. ■ Going back to Tokyo (13:00 - 15:00) I am sure you will have great memories from this bonsai tour! Unfortunately, you can not bring bonsai back to your home country because of heavy customs restriction. However, I'll be happy to introduce to you the splendid Japanese culture of bonsai! --------------------------------------------------------------------- Below are optional tours. ■ Lunch at Bonsai Restaurant (optional) (12:45 - 13:45) ■ Trial lesson (optional) (14:00 - 15:30) We will go to a nursery and see some wonderful bonsai art. If you want to take a trial lesson and make bonsai yourself at Seiko-en, please tell me in advance because the workshop is held only twice a month. (but, you cannnot bring bonsai back to your country) ■ 5 famous bonsai nurseries (optional) (16:00 - 18:00) There are 5 famous bonsai nurseries that we can visit in Bonsai-cho district: ・Mansei-en ・Seiko-en ・Fuyo-en ・Toju-en ・Kyuka-en A minimum of 3 people are necessary to run this tour. The tour is only held on Sundays and Saturdays.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-best-japanese-bonsai-tour-in-saitama-omiya-bonsai-village/3153?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Best Japanese Bonsai Tour in Saitama Omiya Bonsai Village",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 04:27:43"
    },
    {
        "intDurationHour": 5,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 4,
        "intUsdCost": 250,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1359440341/d4hoo0vgwfk7a3e36pzj.jpg",
        "strIntroduction": "Join us in this private walking tour! Tsukiji Walk Tokyo is one of the most famous gourmet cities in the world. It is the famous Tsukiji Market, with a total area of 230,000 m2, that makes this possible. A professional tour guide will escort participants around the market, safely in a small group, exploring both the vegetable and fruit areas plus the impressive seafood section. On offer in the seafood section are more than 480 different kinds of seafood ranging from fresh fish to shellfish, and prawns. There may also be an opportunity to see a complete tuna being cut and filleted. Guests on this experience will also enjoy browsing in various kinds of shops selling all manner of ingredients from fish to vegetables and nori (dried seaweed), plus in the outer market participants can shop for dried goods. Making Sushi Learn to prepare \"maki sushi\" (rolled sushi), \"gunkan maki\" (sushi rice wrapped with a strip of seaweed and topped with soft ingredients), and \"nigiri sushi\" (sushi rice topped with a slice of raw fish). The beautiful sushi designs created are sure to delight and will appeal to guests of all ages, especially children. Sushi Party After making sushi and arranging them beautifully, it's time for a sushi party and to enjoy eating together. Following the tour participants may take with them the utensils used in the cooking lesson. Impress your family and friends with your new sushi making skills by throwing a sushi party at home – the perfect Japanese souvenir! The guide will take you back to the nearest station.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-fish-market-walk-sushi-making-with-guide-interpreter/529?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Private Fish Market Walk & Sushi Making with Guide",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 04:32:08"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 3,
        "intUsdCost": 29,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1428931894/zmgxxu9wxgjecindrkrn.jpg",
        "strIntroduction": "Shibuya's ganguro gyarus (girls who dress according to a popular alternative fashion trend) are a unique sight in Tokyo that will fascinate you for sure! In the newly opened Ganguro Cafe in Shibuya you can meet the gyaru girls, watch their funny para para style dancing performance and shake hands with them! Of course, you can take many photos and videos! In the Ganguro Cafe you will be served one drink, one dish and you will receive outstanding service from the professional ganguro gyarus! Join the fun with us! The Ganguro Cafe welcomes you every Tuesday, Friday, Saturday and Sunday between 11:00-19:00.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-enjoy-a-crazy-show-with-ganguro-gyaru-girls-in-shibuya/3306?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy a crazy show with Ganguro Gyaru girls in Shibuya!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 04:35:55"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 131,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1425883844/dsfzqhe6ggvnvlpfzr50.png",
        "strIntroduction": "There are about 180 species of monkeys all over the world but these Japanese Macaque monkeys are unique in that they can live under extreme cold weather conditions, including up to 10 degrees below zero! The Japanese monkeys have pinkish faces. You can enter their world as an observer, but you can't touch or feed them. Taking photos is fine. We will meet at JR Tokyo, Ueno, or Omiya Station. We will go to Nagano by Shinkansen bullet train and change to a local train and bus using the Snow Monkey 1-Day Pass which includes admission to the park. Then we'll observe the Japanese monkeys in wild nature, especially while they take a bath in the hot springs. They live in the wild, so seeing them in the park or in the hot-springs is not guaranteed, although it's quite common. The staff feed them, and the monkeys usually come to the park and take hot spring baths! In the case of bad weather such as typhoons or earthquakes, they hide deep in the mountains. Japan has four beautiful seasons. Viewing the monkeys in the hot springs during the snowy season is only available in the winter. The snow season will change every year. You can see very lovely baby monkeys from early summer to autumn. If you want, after visiting the park, you can experience hot springs yourself at a nearby facility. Zenkoji is the oldest and biggest temple in Nagano city which dates back to the 7th century. Except for special night events, you cannot enter the temple area, but it's worth watching from outside. You can also eat famous Shinshu-soba noodles there. Rough itinerary: In the morning: Meet at JR station. Move to Nagano by Shinkansen for two hours. Noon: Arrive at Nagano station. Move to the station near the mountain by local train (lunch) for one hour. Afternoon: Arrive at the local station and move to the mountain gate by public bus. Walk along the river to the park for 20-30 minutes. Enjoy watching the lovely monkeys for one hour. Go back to the mountain gate for a coffee break and souvenir shopping. Take the reverse course to Nagano. Evening: Arrive at Nagano station. Go to Zenkoji-temple by bus for 10 minutes. Visit the temple and have a soba dinner at a local restaurant. Head back to Nagano station and take the Shinkansen to Tokyo. Late night: Arrive in Tokyo. If you would like to skip the Zenkoji Temple, we can eat Japanese bento boxes on the Shinkansen. This Shinkansen is brand new and very popular. It is highly recommended to buy the tickets in advance by JR staff. For assisting the purchase and booking seats of your Shinkansen tickets, the fee is 3000 yen. Usually it takes more than one hour. Please pay that to the guide directly. Booking at least 3 days prior to your preferred date is highly recommended.",
        "strLocation": "Nagano",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-nagano-go-on-a-one-day-trip-to-see-snow-monkeys/3206?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Go on a one day trip to see the Snow Monkeys!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 04:40:42"
    },
    {
        "intDurationHour": 5,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 2,
        "intUsdCost": 87,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1359446336/gys43h9nm59hvtmiezim.jpg",
        "strIntroduction": "The tour to explore the charms and secrets of the holly ground. Nikko is one of Japan's major attractions.Tokugawa Shogunate that ruled Japan for about 260 years from the beginning of the 17th century was the world longest, successful government having Edo(then the biggest city in the world with 1 million population) as its capital. Toshogu This was built in 1617 to dedicate to the founder of the shogunate, the first shogun Ieyasu. The shogunate spent a huge amount of money for the reconstruction of Toshogu in 1636. Top artists and first-rank craftsmen were summoned from all over the country and they created a high quality art with their best performance. You can see their pride in the details of the carvings, metal works, paintings and others. Rinnoji Temple Until Toshogu was built, Sanbutsudo of Rinnoji Temple had been the most important building of Nikko. It houses three big golden Buddhist statues, the manifestations of three mountain gods. Futarasan –Jinja This is the protector shrine of Nikko itself,dedicated to mountain`s consort. Meeting Place: Tobu Nikko Station or JR Nikko Station Toshogu Shrine, Futarasan-Jinja Shrine and Rinnoji Temple",
        "strLocation": "Tochigi",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tochigi-discover-nikko-the-world-heritage-toshogu-shrine-and-area/531?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Discover Nikko, the World Heritage - Toshogu Shrine and Area",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 04:43:50"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 3,
        "intUsdCost": 124,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1392024174/ptggcgxh1tkd3dlc9jrl.jpg",
        "strIntroduction": "Go on a Paraglide for an adventurous experience in Okinawa! Let's fly like a bird over the emerald-green coral! We offer a sightseeing flight with paragliding / motor paragliding. You and one veteran pilot will board a motor paraglider from a sandy beach and set to a height of 200 meters. Don't be afraid, even if we switch off the engine, you will land safely on the sandy beach so you absolutely will not get wet. There will be 2 air crafts in flight so you can take pictures together in the sky if you join as a couple or in groups. This experience is suitable for people of all ages. Nov to Mar: 10:00 -11:30 / 13:00 -16:00 Apr to Oct: 10:00 - 11:30 / 13:00 -17:00 This activity will be held every day except for rainy or windy days. As the destination of flights changes due to direction of wind, we will send you notification if the activity is cancelled. Let's paraglide amazing Okinawan blue sky!",
        "strLocation": "Okinawa",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-okinawa-paraglide-the-beautiful-blue-skies-of-okinawa/1851?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Paraglide the Beautiful Blue Skies of Okinawa!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 04:47:50"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 67,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1410189478/qc9zk2whrb9punxmqgzl.jpg",
        "strIntroduction": "Ikebana, which translates into Japanese traditional flower arrangement, is significantly different from the regular floral designs prevailing in Western culture. Learning Ikebana will provide you with the understanding of old Japan and will also guide you to find out more about yourself, by concentrating on your thoughts and value as you progress with the Ikebana. You can learn the basic knowledge of Ikebana and its development through explanations and demonstrations. Be creative and have fun! Class description: (90min) 1) Introduction, Introduction to Ikebana, including the history of its development. You will understand about the difference with western flower arrangement. 2) Demonstration, You will learn the basic concepts of Ikebana by watching the demonstration. You can also grasp an image for your own work. 3) Work Now it is your turn! Enjoy creating your own Ikebana by yourself! Don't worry! When you need our assistance, I am happy to help you. 4)Share Share your work, your idea, and your expression with us! Class starts : 10:15am / 2:15pm. *subject to change Availability: Limited dates on the weekend. Please contact us for availability.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-experience-ikebana-in-tokyo/2706?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Experience Ikebana in Tokyo!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 04:51:50"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 3,
        "intReviewVisitor": 1,
        "intUsdCost": 56,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1384507256/ltovtwcz5fltjgjscsqj.jpg",
        "strIntroduction": "Our jungle Cruise sparked the boom of appreciation for factory night views which spread all over Japan. As the pioneer, we have now developed a new even more satisfying course for our guests. Enjoy the highly entertaining cruise. Cruise Course: Departing from Pier Aka-renga, the boat sails through Keihin Canal, Kawasaki Port, Shiohama Canal, Tanabe Canal, and Minamiwatarida Canal. Boarding Place: Pier Aka-renga,, located on the back of the Yokohama Red Brick Warehouse(15mins walk from Bashamichi Sta.No.6 Exit of Minatomirai Line) Departing Time: Jan.:17:00 Feb.:17:30 Mar.:18:00 Apr.:18:00 May:18:30 June:19:00 July:19:00 Aug.:18:30 Sept.:18:00 Oct.:17:30 Nov.:17:00 Dec.:16:30",
        "strLocation": "Kanagawa",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-kanagawa-enjoy-yokohama-factory-night-view-jungle-cruise/1387?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy Yokohama!! Factory Night View Jungle Cruise",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 04:56:59"
    },
    {
        "intDurationHour": 9,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 54,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1404698748/z4uon3vlqroojiesi6ky.jpg",
        "strIntroduction": "Being the second largest city in Japan, Osaka is surrounded by beautiful nature. In this tour, you will visit many beautiful places in nature, which is still very close to the city. In the morning, you will visit the beautiful nature of Mt. Temposan and enjoy the park in its foot as well. In the afternoon, you will visit the largest aquarium in Osaka, called Kaiyukan, to enjoy thousands of fishes and Whale sharks, which is one of the most admired and noticed shark in Japan. There are only three aquariums where you can see the whale sharks in Japan, and Kaiyukan is one of them. Afterwards, Plan A will visit Osaka Castle, one of the most famous and beautiful castle in Osaka. Plan B will visit the Expo'70 Commemorative Park, which displays various trees, flowers, and future cities. At night, both plans will visit Umeda Sky Building to enjoy the bright and sparkling nightlight of Osaka from the sky. Please wear comfortable shoes since this tour will require a lot of walking. There are two different options, so please pick the ones you would like to visit depending on your interest. [Schedule] 9:00am Meet at Osaka station 9:30-11:30am Visit Mt. Temposan and Mt. Temposan park Plan A 11:30-2:30pm Visit Kaiyukan Aquarium and have lunch 3:20pm Visit Osaka castle 5:00pm Visit Umeda Sky Building End of the tour Plan B 11:30-2:30pm Visit Kaiyukan Aquarium and have lunch 4:00-5:00pm Visit the Expo'70 Commemorative Park 6:00pm Visit Umeda Sky Building End of the tour Come visit the vibrant city of Osaka with us! This tour is filled with breath-taking views, entertainment, and history!",
        "strLocation": "Osaka",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-osaka-one-day-osaka-tour-in-the-nature-ocean-and-from-the-sky/2406?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Private 1 Day Osaka Tour in Nature, Ocean, and from the Sky",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 04:59:39"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 1,
        "intUsdCost": 29,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1387351900/e2oazbgbmnedveiembr9.jpg",
        "strIntroduction": "We offer customized half day tours specially organized to fit your schedule and places of interest, not only in Nara but also in Kyoto, Osaka and Kobe. Examples of customised tour itineraries: Nara: Nara Park, Isuien Garden, Yakushiji Temple, Toshodaiji Temple, Naramachi, Heijo Palace Site Kyoto: Kiyomizu Temple, Golden Pavilion, Byodoin Temple, Gion District, Nishiki Food Market Osaka: Osaka Castle, Osaka Aquarium, Shitennoji Temple, Dotombori. If you are planning to visit Nara and Kyoto or Osaka on the same day, we also offer a one-day tour combining two of these cities. Grab this opportunity to have your original and best tour! Photo Credit: http://flic.kr/p/bM24gF http://flic.kr/p/88UC2B http://flic.kr/p/5CqTak http://flic.kr/p/dTyFSD http://flic.kr/p/jjUxDQ",
        "strLocation": "Kyoto",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-kyoto-customize-and-embark-on-a-private-half-day-tour-in-kansai/1579?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Customise and embark on a Private Half Day Tour in Kansai",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 05:03:17"
    },
    {
        "intDurationHour": 6,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 4,
        "intUsdCost": 159,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1390015589/dsagzh2o7eexxcixiiyv.jpg",
        "strIntroduction": "Do you dream of Resident Evil, Kamen Rider, or Ninjas? Do you want to visit the huge Gundam statue in Tokyo or a restaurant where female 'borgs battle using giant robots? If so, come take a tour of Tokyo's famous themed restaurants! In this experience, we'll visit some themed cafes and other super-secret-but-awesome cutting-edge areas around Tokyo! Here are some ideas to get you started! - Biohazard Bar and Grill, a Resident Evil themed bar and grill, complete with memorabilia on the walls and a dressed-up wait-staff For example guide will take you to anywhere you are interested in from the list below Please let the guide know about your preference. - Kamen Rider The Diner - Capcom Cafe - Roppongi’s Zombie Bar - Ninja Restaurant - Robot Restaurant - Gundam Front in Tokyo - One Piece store in Shibuya Come enjoy Tokyo with us! Photo by http://www.flickr.com/photos/coolinsights/8256430814/ Photo by http://www.flickr.com/photos/ronggur/6109835584/ Photo by http://www.flickr.com/photos/saraffujimura/7182679695/ Photo by http://www.flickr.com/photos/monana7/8127674811/ Photo by http://www.flickr.com/photos/smull/4104482309/",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-tour-tokyos-famous-themed-restaurants-and-shops/1728?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Tour Tokyo's Famous Themed Restaurants and Shops",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 05:05:59"
    },
    {
        "intDurationHour": 9,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 3,
        "intUsdCost": 105,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1470209788/lqeax7k5jmtjscpr2ght.jpg",
        "strIntroduction": "Can you think of anything unique to do in Osaka within a day? If you are confused of where to go, we have the perfect tour for you! This tour will guide you through famous tourist spots and infamous, but wonderful spots in Osaka! This tour is made for people, especially for a family with a young child! Osaka is the second largest city in Japan, but a lot more energetic and historical compared to the largest city, Tokyo. There are many historical sites to visit, and there are also countless amounts of cultural and local places to visit. This tour will include many of the cultural places in Osaka. There are two different options, so please pick the one you would like to visit depending on your interest. Here are some information about the places you will visit. ・Dotonbori: Dotonbori is a very famous shopping district in Osaka. Here, you will find numerous restaurants, shops and cultural sites. It is very popular street for people to eat and walk. It will be very bright and loud at night, and you will see why people like spending their time in the city during the night in Japan. ・Kuishinbo Yokocho: Kuishinbo Yokocho is an indoor-food district made for people to taste and know the fascinating food culture in Osaka. The model of the building represents the 1970s, when the traditional working-class neighborhood were in bloom. You can eat various different Japanese food here. Here is a detailed schedule of the tour: [Schedule] 10:00am Meet at Osaka station 10:00am~10:30am Go to Pokemon Center Osaka 11:00am~1:00pm Visit to Osaka castle 1:00pm~1:30pm Lunch Break 2:00pm~3:00pm Ride on Osaka Water bus *Please choose either option A or B* Option A 3:30pm~5:00pm Walk around Dotonbori 5:30pm~7:00pm Visit to Takoyaki Museum in Universal CityWalk Osaka End of the tour Option B 3:30pm~4:30pm Walk around Dotonbori 5:00pm~6:30pm Visit Osaka Aquarium KAIYUKAN 7:00pm~7:30pm Naniwa Kuishinbo Yokocho End of the tour Osaka will provide you with everything you expected to see while traveling in Japan! From historical castles and the lively streets of food, souvenirs and entertainment! [Photo (Copy right)] https://flic.kr/p/eacZHz https://flic.kr/p/6aE8ei https://flic.kr/p/dmLc8H https://flic.kr/p/8F6F5h https://flic.kr/p/8hY64v",
        "strLocation": "Osaka",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-osaka-unique-and-cultural-one-day-family-tour-in-osaka/2398?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Unique and Cultural One Day Family Tour in Osaka!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 05:10:36"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 1,
        "intUsdCost": 81,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1446644055/hpczvkpitr3rje1hnsgc.jpg",
        "strIntroduction": "【Note: On March 18th, 2016 I'll move from Tokyo to Hiroshima. This menu will be available from March 20th in Hiroshima!】 In this cooking class, I will teach you how to make a Japanese bento. Bentos are traditional homemade lunch sets. The bento will be served on a bamboo leaf and ready to take out after the class so you can enjoy your lunch outside. What's in a bento? - Omusubi (rice ball) - Tamago-yaki (sweetened egg omelette) - Teriyaki chicken (chicken with teriyaki sauce) - Pickles (fresh vegetables seasoned with kelp and salt) - Vegetables Based on your preferences and requests, we can also cook other Japanese food in the cooking class. For example, we can cook Hiroshima-style okonomi-yaki (cooked with layered vegetables, pork, ramen noodles, and egg) or sushi rolls. Please note: There must be a minimum of 2 people for the cooking class. Reservations must be made 2 days in advance.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-take-a-bento-cooking-class-in-tokyo/3091?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Take a Bento Cooking Class in Tokyo",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 05:14:48"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 64,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1385301030/oph4rghvcajixowigge5.png",
        "strIntroduction": "\"Namayatsuhashi\" is a famous kind of japanese sweet from Kyoto. It is dough wrapping red bean paste. You can find it in most souvenir shops in Kyoto, and it is one of the best things to bring back to your friends and families as a souvenir from Kyoto. In this experience you will learn how to make Namayatsuhashi by yourself. You will also learn all the steps of producing in a factory where Namayatsuhashi is produced in a home-made way, This experience is suitable for children over 10 years old, or younger with parents. You will learn how to prepare the dough from mixing the flour, wrap the red bean paste in, steam it in a specialized steamer and shaping them gently. All set, ready to be served! Photo URLs http://voyag.in/1g8b1Xe http://voyag.in/1eqWuW7 http://voyag.in/1fzzMy4 http://voyag.in/IbymM3 http://voyag.in/17SfqNX http://voyag.in/I9QOEh",
        "strLocation": "Kyoto",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-kyoto-make-namayatsuhashi-the-most-famous-souvenir-from-kyoto/1449?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Make \"Namayatsuhashi\", the Most Famous Souvenir from Kyoto",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 05:20:04"
    },
    {
        "intDurationHour": 12,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 5,
        "intUsdCost": 135,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1404871394/cp6tuwpbzlbnvjrlkw0h.jpg",
        "strIntroduction": "Many tourists do not know about the beauty that Mount Fuji possesses at the foot of the mountain. The forest that surrounds the mountain and the sightseeing spots nearby, such as the shrines and tea houses have a very long history that is interesting to know. Otherwise, the foot of the mountain is a perfect place for the beginners to start climbing. In this tour, your host will introduce you to the history of Mount Fuji and will guide you through the mountain to see the rich nature it contains. This tour has two schedules, so please pick the option you wish to join. The price covers the fee for transportation, guide fees. Please keep in mind that the lunch fee is not covered. Here is a detailed schedule of the tour: [Schedule] 5:50am Meet up at Shinjuku station and take a bus to Mt Fuji 7:44am Arrive at Mt. Fuji station 8:15am~8:30am Visit Kitaguchi Hongu Fuji Sengen Shrine 9:50am~10:10am Visit Nakano-chaya 11:55am Arrive at 1st station 12:25pm Arrive at 2nd station 12:50pm Arrive at 3rd station 1:10pm Arrive at 4th station 1:55pm Arrive at 5th station 2:40pm Arrive at Fuji-Subaru Line 5th Station. Lunch Break Plan A 2:30pm Climb down Mt. Fuji by walk 6:59pm or 7:59pm Leave Mt. Fuji station and take a bus to Shinjuku 8:55pm or 9:55pm Arrive at Shinjuku station Plan B 3:30pm Climb down Mt. Fuji by bus 4:15pm~5:00pm Walk around Lake Kawaguchi 5:10pm or 5:40pm Leave Lake Kawaguchi station and take a bus to Shinjuku 6:55pm or 7:25pm Arrive at Shinjuku station Come climb Japan's highest mountain with us! We will climb up till the 5th station, but you will be surrounded by the nature, feeling refreshed and energized! [Photo (Copy right)] https://flic.kr/p/5h78aT https://flic.kr/p/hxWd6q https://flic.kr/p/jxDgPg https://flic.kr/p/akABfJ https://flic.kr/p/apPWWR https://flic.kr/p/52SKqB",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-enjoy-mt-fuji-hiking-tour-and-amazing-nature/2417?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy Mt.Fuji Hiking with a Private Guide and Amazing Nature",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 05:25:01"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 33,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1422265572/rmmg1xrxod9flyemoall.jpg",
        "strIntroduction": "This tour will take you to the southern part of Kyoto where your professional guide will introduce you to some of the most fascinating historical spots of Japan's old capital. First you'll visit the nursery Koju-en, where you will have the chance to see plenty of masterful bonsai art pieces and learn more about the tradition of bonsai making in Kyoto. After that you'll continue to Toji Temple - the oldest one in Tokyo and a designated UNESCO World Cultural Heritage Site. This temple was built in the Heian period and the famous Buddhist monk Kobo Daishi (Kukai) was its head priest for many years. Here you can see Japan's tallest Buddhist pagoda which rises above all other buildings around. Finally, your guide will take you to Fushimi Inari Shrine - the central of all Inari shrines which worship the fox spirit around the country. The most attractive feature of Fushimi Inari are the hundreds vermillion gates which continue in the forest up the mountain. At the end of this half-day tour you will have seen some of the most interesting places related to Kyoto's history and culture.",
        "strLocation": "Kyoto",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-kyoto-explore-highlights-of-southern-kyoto-half-day-tour/3085?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Explore the highlights of southern Kyoto in a half-day tour!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 05:30:10"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 15,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1384951478/v9lzjlnwwwjt1i0tt07y.jpg",
        "strIntroduction": "Daisenin temple is a Buddhist temple, one of fourteen autonomous branches of the Rinzai school of Japanese Zen. It is located in Kita-ku, Kyoto, Japan. The \"mountain name\" (sango), by which it is known, is Ryūhōzan. In this activity, you will be able to experience Zen meditation with a traditional Japanese green tea at Daisenin temple. Furthermore, you can also visit their famous and beautiful Zen gardens \"Dokuzatei\" and \"Kanmintei\", as well as authentic Japanese tea rooms. Photo URLs http://flic.kr/p/71HhAu http://flic.kr/p/weSgU http://flic.kr/p/71DfNt http://flic.kr/p/71DVzM http://flic.kr/p/6nzuVK http://flic.kr/p/8MFpRG",
        "strLocation": "Kyoto",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-kyoto-experience-tea-ceremony-and-zen-meditation-at-daitokuji-temple/1383?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Zen Meditation at Daisenin Temple with Tasty Green Tea.",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 05:35:40"
    },
    {
        "intDurationHour": 5,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 39,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1421307048/ekqcouo5ayh45a7b8occ.jpg",
        "strIntroduction": "In this tour, the local guide Shumi will show you around stylish clothes shops and cafes in Shibuya and Aoyama areas in Tokyo. Many visitors come here for shopping, eating, drinking, and business. Therefore there are lots of amazing shops around this place. I will take you to some of the most popular ones which have an iconic value for local people. This is a 5 hour tour. An example schedule would be: ①12:00 pick-up & Lunch ex) Sushi, Yakinuku, Ramen, Eel (upon your request) ②13:00 shopping in Shibuya ex) Parco department store, United Arrows, Tomorrow land, Postalco and others) ③15:00-15:30 going to Aoyama by train or taxi ④15:30-16:00 a little break in a stylish Cafe, such as •Kitsune cafe •A to Z cafe •Nicolai Bergmann NOMU ⑤16:00 shopping in Aoyama ex) •kolor •Acne •Arts&Science •Super A market •comme des garcons •Kitsune •Spiral •Thom Browne •Under Cover and so on. ⑥17:00-17:30 The tour finishes and I take you to Omotesando Station.",
        "strLocation": "Shibuya",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-shibuya-explore-stylish-shops-in-shibuya-aoyama-with-a-local-guide/3041?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Explore Stylish Shops in Shibuya & Aoyama with a Local Guide",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 05:38:41"
    },
    {
        "intDurationHour": 6,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 3,
        "intUsdCost": 88,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1359450869/r0coeatep0jmsqznuauk.jpg",
        "strIntroduction": "Kyoto has a large cultural legacy coming from its 1200 year-long history. We offer special private tours in Kyoto at affordable costs. Our government-licensed guides will meet you at your hotel, and take you not only to major tourists' spots but also to lesser-known alleys and markets. At the end of the tour, you will agree that the best feature of Kyoto city is the mixture of the new and the old! Sanjusangen-do ↓ Kiyomizu Temple ↓ Sannenzaka ↓ Gion ↓ Nishiki Market ↓ End of tour (Tour guide will assist you how to get to the subway station or the nearby bus stop for your next visiting spot or your hotel) ==Sanjusangen-do== The main hall of Sanjusangen-do contains 1,001 wooden statues of Juichimen- Senju- Kannon, \"11-faced, thousand -armed Buddhist goddess of mercy\". The principal image, the seated statue of Senju Kannon, sits in the center of the collection. These statues exhibit an extraordinary level of craftsmanship from the Kamakura period, representing the essence of Buddhist art. Although the Kannon Bodhisattvas all look almost identical, there seems to be the statue resembling yourself among them. == Kiyomizu Temple == This temple predates the foundation of Kyoto and has had millions of pilgrims ever since. It is designated as a UNESCO World Heritage site with over 30 structures, including a huge wooden veranda in front of the main hall that juts out over the cliff and provides you a panoramic view of Kyoto. There is a famous expression: that states \"You must jump off the stage of Kiyomizu.\" It means that you should take the plunge to make your dreams come true. == Sannenzaka == This sloped path leading to Kiyomizu temple was originally paved with stones in about 808 AD and may be the most trod-upon street in Kyoto. It is lined with old wooden houses running restaurants and shops selling pottery, artworks and other traditional goods. You may come across young women dressed in kimono and feel as though you had traveled back in time to the days of 300 years ago. == Gion == Gion is an entertainment district beautifully lined with traditional town houses and restaurants, you will see encounter geiko and maiko, professional entertainers trained in traditional Japanese dance and music, including the playing the shamisen (like a three-stringed guitar) and singing. They can be seen wearing, beautiful, elaborate kimonos as they walk to and from appointments. Some Japanese entertainment, like kabuki, is performed solely by men, but in Gion, all the entertainment is provided by women. After graduating from Jr. High School, girls enter a preparatory program to become maiko, apprentices of geiko. They learn skills such as dance, music, tea ceremony and flower arrangement to become the ideal traditional entertainer. ==Nishiki Market== If you need a break from temple hopping, Nishiki Market is a great place to visit. Located in the center of the town, Nishikikoji-dori, 400 meters long, is a street lined with around 130 shops selling Kyoto's specialties, such as Kyoto vegetables, dried and pickled foods, fish, and more. That's why it is called \"the kitchen of Kyoto\". The variety of foods on display is staggering and the frequent cries of Irashaimase (Welcome!) are heart-warming.",
        "strLocation": "Kyoto",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-kyoto-fascinating-view-from-kiyomizu-temple-nishiki-market/537?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Explore Kyoto: Gion, Kiyomizu, Nishiki Market - Private Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 05:43:13"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 41,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1378177465/lyymtlu02sdj5y2qhypr.jpg",
        "strIntroduction": "Come experience the high life in Ginza! Ginza is a district in Tokyo known for its many department stores, boutiques, restaurants, and coffee houses. In this activity, I will take you to the best of Ginza based on your interests. Some suggestions for your tour will include: Shopping: Ginza is a shopper's paradise with many Japanese brands and most major international brands. \"Ginbura\": Ginbura is a word used in japan to describe the act of walking around Ginza on the weekends when parts of its streets close to traffic. You'll also see that many street performers appear for \"Ginbura\". Art: There are a number of popular art galleries around the Ginza area including Galleria Grafica Tokyo, Shiseido Gallery, and Vanilla Gallery. There are also kabuki theaters and delicious upscale restaurants you might want to visit. Contact me for more information.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-guided-tour-of-ginza/1050?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Guided Tour of Ginza",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 05:48:29"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 5,
        "intUsdCost": 39,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1428804573/eoor09cvbymf37u60ggz.jpg",
        "strIntroduction": "The Japanese kimono is one of the world’s most recognizable traditional garments. However, the kimono is extremely complex and there is a specific step-by-step process to properly put one on. The friendly professionals will assist you in trying on your kimono, making it extremely easy and hassle free. Come and try a piece of history and experience wearing a traditional kimono for yourself! After putting on your Kimono, you can walk around Ginza and show off your beautiful kimono to the world. These are the options that you can choose from: -Kimono Experience 30minutes Try wearing a kimono for fun! Bring your camera! You can go outside about 15minutes for take some pictures. -Kimono Walking 120minutes Try wearing a kimono and take a walk around Ginza! -Formal Kimono 180minutes Experience wearing Japanese wedding garments!",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-walk-around-in-a-kimono-in-ginza-tokyo/1826?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Walk Around in a Kimono in Ginza, Tokyo",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 05:53:19"
    },
    {
        "intDurationHour": 5,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 2,
        "intUsdCost": 109,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1472520769/aijfjbc1y3jqlh8e08gq.jpg",
        "strIntroduction": "Shinjuku is known to be a busy city, with lots of entertainment and great shopping areas! More than two million passengers use Shinjuku Station everyday, and is very lively at night, where many people go out to drink after work with their colleagues or with friends! In this tour, you will be going around places in Shinjuku that many locals go. This tour will provide you with a great opportunity for you to experience the Japanese culture! Tour Itinerary: 18:00 Meet at JR Shinjuku Station, West Exit Head towards the Tokyo Metropolitan Government Building Observation Deck. -This observation deck is free to enter, and is one of Tokyo's best observation deck. You will be able to look out towards Shibuya and Odaiba, and enjoy the excellent view! -The Tokyo Metropolitan Government Building is the third tallest building in Tokyo, with an height of 243m from the base to top). Head towards Kabukicho -As we walk to Kabukicho, look up and examine the skyscrapers in Shinjuku! The rooms inside the buildings will be lit up, and would be pretty against the night sky. -Kabukicho has many bars and cinemas and is known to be a major shopping and restaurant area. The street will be bright with neon signs and will be lively with people! -You will be able to visit an arcade center with many fun games! Head towards Goldengai -Goldengai is an small area within the Kabukicho District. This narrow street is packed with bars and eateries. It is known to be a nightlife district, where many of the bars are small, only able to seat a few customers. We will be stopping by one bar or eatery. Enjoy the Japanese nightlife atmosphere as you eat delicious food! Visit Hanazono Shrine -This shrine dates back to the mid 17th century. It is one of the important Shinto Shrines in Tokyo. -The Shine has undergone many reconstructions due to fires and damage that was done during the World War II. Head towards Omoide Yokocho -Omoide Yokocho is also a narrow street that is filled with many small eateries that serve yakitori, sushi, ramen, and more! -Most eateries only have a few seats aligned in front of one counter. Enjoy the cozy atmosphere! We will also be stopping by a bar or eatery here in Omoide Yokocho! 23:00 Back to Shinjuku Station Come join this tour with us and explore the city of Shinjuku! You will have the opportunity to mingle with the locals and have a great night! Photo Credits: https://flic.kr/p/jahLgj https://flic.kr/p/jao7kN https://flic.kr/p/aAmvCD https://flic.kr/p/5JP1pX https://flic.kr/p/6cEB8G https://flic.kr/p/o3P6Qh",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-enjoy-your-night-exploring-shinjuku/2470?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy Your Night Exploring Shinjuku Kabukicho with locals!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 05:56:23"
    },
    {
        "intDurationHour": 19,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 247,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1393383642/ny1e8ykpswdtycqh83vt.jpg",
        "strIntroduction": "We(one of our family member) will guide you to the tea field at the top of a mountain and tell you all about the history and production of this pesticide-free organic tea which began in 1975. If the weather is nice, you can enjoy an scenic view of of Mount Fuji, Suruga Bay, Izu Peninsula and the town below from the tea field. You will stay with a family of tea farmers in their house. Dinner will comprise traditional dishes with plenty of seasonal chemical-free vegetables. Let's talk about traditional agriculture, nature, community, and the culture of Japan over dinner. On the second day, there will be tour around our tea factory in the morning. This factory started domestic tea making since the year 2000. They imported the first professional tea roller machines from Sri Lanka to produce authentic domestic tea. You will have a chance to taste several types of tea including black tea and green tea. We will also introduce the best way to make good tea for each type of tea. Time will be from 3pm to 10am of the next day. Deepen your knowledge on Japanese tea. Experience the traditional lifestyle of farmers living in organic tea production lands. *Please note that due to seasonal harvesting we won't be able to host you everyday, so please contact us before you make any reservation. Do not hestitate to send us a message too if you have further questions with regards to the tour. Thank you for your kind understanding.",
        "strLocation": "Shizuoka",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-shizuoka-stay-in-the-land-of-organic-tea-and-learn-tea-culture/1230?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Stay in the Land of Organic Tea and Learn Tea Culture",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 06:00:15"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 3,
        "intUsdCost": 54,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1383650104/ss02l2s1n7dp1lulescp.jpg",
        "strIntroduction": "Since the Edo period (1603-1868) Asakusa has been the most popular tourist site in Tokyo. Today, Asakusa remains the No.1 destination for foreign tourists. Come join us in this private walking tour in Asakusa! Nakamise street is the oldest shopping arcade in Tokyo, and is always bustling with visitors enroute to Senso-ji Temple. Be taken back in time in Dempoin Street, where you can enjoy the atmosphere of the Edo period. Take in a ninja show at the Hanayashiki Amusement Park, or enjoy a ride on a traditional rickshaw. To really get a sense of Japanese life, why not visit a kimono shop where you will be able to try on a traditional kimono? Then take a walk in your kimono to the nearby Taiko Drum Museum. Afterwards take a rest in one of Asakusa's many delicious restaurants or browse it's souvenir shops to make this experience one you will remember. Our guide is happy to pick you up from your hotel if you book hotel pick up option, but please note all transfer expenses for this tour are excluded from the online price. You can head to the tour's departure point by taxi, or Tokyo's excellent rail system. Photo Credit: http://flic.kr/p/72zKCQ, http://flic.kr/p/aDXPcU, http://flic.kr/p/95SHj3, http://flic.kr/p/8kFc6K http://flic.kr/p/FC3Vi",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-enjoy-asakusa-sightseeing-walking-tour/1334?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Visit Sensoji! Enjoy Asakusa Private Walking Tour!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 06:05:36"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 1,
        "intUsdCost": 19,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1391667290/mmrerimrnpos1btvrada.jpg",
        "strIntroduction": "Japanese green tea is a type of tea that has a bitter taste. Green tea is often accompanied with a traditional Japanese desert as the bitterness of the tea balances the sweetness of the confectionery. This cultural combination has been enjoyed in Japan for over 1000 years, and closely relates to the preparation ceremony heavily influenced by Zen Buddhism. Come and experience the joy of this traditional duo in a Japanese tea room. Surprise your taste buds with a burst of sweetness to a surge of bitterness. (Fee includes Japanese tea and sweets)",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-enjoy-traditional-tea-and-sweets-in-ginza-japan/1835?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy Traditional Tea and Japanese Sweets in Ginza, Japan",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 06:08:05"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 188,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1447503286/u7ium1coltidtyyjegin.jpg",
        "strIntroduction": "The Tsukiji Sushi Workshop is lead by veterans of the Tsukiji Fish Market and sushi masters who have been pursuing Japanese cuisine for many years in Asakusa and Tsukiji. What we at the Tsukiji Sushi Workshop are offering is aimed at people wanting to know not only how to prepare sushi, but everything from learning about the procurement of ingredients to presentation. ----------------------------------------------------- - Sushi masters profile Morita Morita-san spent 3 years in Milan gaining experience with Mediterranean seafood. In order to deepen his understanding of seafood cuisine, in 2004 he started working in Tsukiji and has been hard at work ever since. “You have to be quick here in Tsukiji. Since freshness is so important, everyone in Tsukiji gets up in the early hours before dawn and shops will start to close soon after lunch. And of course, this need for speed is one of the reasons behind the origins of sushi. We hope to share our passion for Sushi and Japanese cuisine with you!” ----------------------------------------------------- Noji At the age of 23, Noji-san started his career as a chef at the century-old Ryotei, a famous establishment of fine Japanese dining. Not completely satisfied, when he turned 33 he moved to Tsukiji to rediscover the roots of Japanese cuisine. And now, he is the owner of his own restaurant. “Tsukiji is a town of change. Adapting to both season and age, it is constantly striving to provide the perfect ingredients for cuisine. For chefs like me, it really is a treasure trove – if I come here I can get hold of ingredients I can’t get my hands on anywhere else. I look forward to sharing my experience of Tsukiji with you!” ----------------------------------------------------- On the morning of the workshop, we will come and pick you up from the local train station (Tsukiji Station, on the Tokyo Metro Hibiya Line) at 8:30 am. On a typical day, after a brief round of introductions we will show you around to the Tsukiji Inner and Outer Fish Market. Here, we will show you how to select delicious, seasonal ingredients for making sushi (in Japanese this process is called “Mekiki”, literally meaning “judgement by eye”) – and after this, under the expert guidance of our sushi chef you will finally get to try your hands at preparing sushi! At the end of it all, everyone will have the chance to savor the delicious meal you’ve just prepared. For more details about the itinerary, please check out the picture.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-join-a-tsukiji-sushi-workshop/2771?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Join a Tsukiji Sushi Workshop",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 06:11:47"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 2,
        "intUsdCost": 40,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1399509819/cijvb1ibfqskpetl2aur.jpg",
        "strIntroduction": "Teaching Kimono lovers how to wear a Kimono as well as sharing the Japanese tradition and culture has been my joy and pleasure. You'll be able to wear a traditional Japanese Kimono on your own in only three lessons! Lessons will be taught in my house in Meguro Tokyo, about 5 minute walk from JR Meguro station. I can teach in both Japanese and English. 1st Lesson: Nagajuban under-kimono and kimono robe 2nd Lesson: How to tie the Nagoya obi sash 3rd Lesson: How to tie the obijime belt and obiage scarf I highly recommend that you attend these lessons once in two weeks so that you have time to practice at home after each class. You are also encouraged to bring your own kimono set. However, if you don't own a kimono set, I can lend you mine or bring you Kimono shopping in the shops in Meguro or Asakusa.",
        "strLocation": "Shinjuku",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-shinjuku-learn-to-wear-a-traditional-kimono-in-meguro-tokyo/2208?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Learn to Wear a Traditional Kimono in Meguro, Tokyo",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 06:15:26"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 3,
        "intReviewVisitor": 2,
        "intUsdCost": 12,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1388748921/jsseufckeuhrauverpy3.jpg",
        "strIntroduction": "The Tokyo Metropolitan Government Office is located 10 minutes from Shinjuku station by foot. Many travelers may not be aware that the night view from the building is stunningly beautiful as you are able to get a panoramic view of Tokyo's night skyline. On top of that, entry is free of charge! There are shops there selling souvenirs as well. However, Shinjuku station is so huge that even the local Japanese might get lost in the maze of buildings of exits. Only those who are extremely familiar with Shinjuku will be able to find their way around. I will guide you from Shinjuku station to The Tokyo Metropolitan Government Office. Along the way, I will introduce some famous buildings in the vicinity. When we come back to Shinjuku, I will show you around the neon‐lit streets. If you want to go shopping, or play at a game center etc, I can introduce you to some highly recommended places. An afternoon tour option is also available, but do let me know in advance. Looking forward to meeing you! Let's explore exciting Shinjuku together! Photo Credit: http://flic.kr/p/5STREW",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-enjoy-an-awesome-night-view-of-shinjuku/1637?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy an Awesome Night View of Shinjuku",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 06:18:37"
    },
    {
        "intDurationHour": 48,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 99,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1418129005/qcndetunloejhahgen4y.jpg",
        "strIntroduction": "Japanese tattoo is now established as one of the most renowned tattoo styles, and considered a form of modern art the world over. Most images used in Japanese tattoos have meaning and purpose, and it is hard to find an artist outside of Japan with full understanding of these. I have been tattooing for over 10 years in Japan and have specifically studied the Japanese style (Irezumi). In this experience you can get a real Japanese tattoo by a Japanese tattoo artist while staying in Tokyo. (I always use a tattoo machine, rather than 'hand-poking' my tattoos) Japanese style tattoos often depict subjects covering large areas of the body and take a lot of time, but you can also get a onepoint Japanese tattoo. The price will vary according to the size, place and detail of the design. Please check the price example which is listed below. Example prices: Onepoint tattoo/business card size is around 20,000 Yen; postcard size from 30,000 Yen. A sleeve or back piece will be charged for the outline first, and then shading: a chest or half sleeve outline is 30,000 Yen, full sleeve outline 50,000 Yen, back piece outline from 50,000 Yen. Then shading is 10,000 Yen per hour. When you book you'll pay 10,000 Yen upfront through the Voyagin website. Then you can pay the rest of the balance at the studio, since the total price will depend on the size and design of your tattoo. There's no need to pay it all in advance for a big piece - you pay each time you get tattooed. Example times: A postcard size tattoo takes around 2-3 hours, and a half sleeve takes about 15-20 hours, but it varies according to detail and color. One session can be up to 8 hours. Available every day, but please message me before booking.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-get-tattooed-in-ueno-tokyo/2084?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Get Tattooed in Ueno, Tokyo!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 06:21:17"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 3,
        "intUsdCost": 29,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1355843442/avzelzxoj7xkzgic0am9.jpg",
        "strIntroduction": "Wind-chimes (Furin) are one of the summer favorites and features of Japan and are often made from glass or iron. The sound of a Furin is very beautiful and makes us feel cool in summer. Enjoy blowing glass or painting the furin. “Shinohara Maruyoshi Furin” has been famous for Edo Furin (Wind-chimes of old Tokyo) since it opened in 1990. There are 2 plans available for booking. 1. Painting some decorations on the glass, Furin Painting some decorations on the glass made by “Maruyoshi”. It takes 30-60 minutes. The quality and shape of glass and sound are perfect because the glass is made by professionals. 2. Blowing glass and painting the glass made by yourself Blowing Glass and Painting on the glass made by yourself. It takes 50-80 minutes. The shape of glasses and sound is not granted, but you can make an original Furin. You will be more attached to your own Furin. Schedule : middle of September to end of November. Of course, you can take your original Furin home with you. It will be your special Japanese gift from your experience at Maruyoshi and will be an irreplaceable memory. The Furin classes are held almost everyday. (January18th and 25th are closed) Sunday: 11:00-17:00 Other dates: 10:30-18:00",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-make-a-glass-wind-chime-and-paint-it-in-tokyo/166?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Blow a Glass Wind-Chime and Paint it in Tokyo",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 06:24:25"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 2,
        "intUsdCost": 79,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1378300660/frwewfgnpl0uoetyvkhd.png",
        "strIntroduction": "Hello sushi lovers, it's time to learn from a master and try your hand at making your own sushi lunch. In this sushi-making class, sushi chefs from a very popular sushi restaurant in Japan will teach you how to make lovely morsels and other useful techniques and principles you must follow to be on your way to becoming a master sushi chef. Key topics which will be covered: - How to blend your rice with the correct amount of seasoning - How to cut your fish pieces appropriately - How to combine your rice with the ingredients - How to make sushi rolls with seaweed Join us for a fantastic time!",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-learn-how-to-make-sushi-from-a-sushi-chef/1059?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Learn How to Make Sushi From a Professional Chef",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 06:29:02"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 2,
        "intUsdCost": 81,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1422093143/x4eeyypfqoa3sk6ufqdd.jpg",
        "strIntroduction": "Learn how to draw a manga character and then the illustrator will draw a portrait of you. You'll be picked up at exit 11 of Tenjinbashisuji 6-chome station on Sakaisuji (brown) line, Tanimachi (violet) line or Hankyu line. The lesson will take place at a sharehouse (5 min. walking from the station). You can choose what character you would like to draw from these below. - Songoku ( Dragon Ball) - Luffy (One Piece) - Sailor Moon - Hello Kitty - Rilakkuma - Kumamon - Any other request You can learn how to draw a well balanced figure and expression as you like from a professional illustrator. This takes 30-40 minutes. Then the illustrator will draw a portrait of you. In just about 30 minutes you can get your own portrait! You can also get your portrait in a digital data format if you want to use it on a computer. You can get a different pattern from the paper one. It takes extra 30 minutes so that the illustrator can decide the design. The portrait will be sent to you after 1 week by e-mail.",
        "strLocation": "Osaka",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-osaka-simple-manga-drawing-lesson-get-your-manga-portrait/2735?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Attend a manga drawing lesson and get your manga portrait!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 06:33:35"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 3,
        "intUsdCost": 51,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1355846721/rywda0k46tv8gkixm017.jpg",
        "strIntroduction": "Beer’s one of the most loved alcohols in the world today. It’s a popular alcoholic beverage that is consumed by many in Japan. On top of that, in Japan, there are real, valuable, and regional craft beers such as the “Nihee Devil” – a local beer from Okinawa - winning an award at what is known as the “Olympics for beer”, the 2006 Beer World Cup. In this activity, you’ll be able to have one serving of beer out of 70 different types of beer barrels plus one dish at a bar called “Popye”. You can choose from the following courses: • Course for one - 2 dishes and 2 drinks of your choice • Course for two - 3 dishes, one drink of your choice, and a beer tower. Come find your favorite beer at this rare bar that carries so many different types of thirst-quenching beers.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-drink-craft-beer-at-a-locally-famous-beer-pub-in-tokyo/174?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Drink Craft Beer at a Locally Famous Beer Pub in Tokyo",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 06:36:03"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 180,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1413009565/qcmkkdzidxurqlvzsuxz.jpg",
        "strIntroduction": "The photo session lasts from 1.5 to 2.5 hours, depending on your selected plans and options. Please come to our Kimono Photo Studio, 1 minute away from Meguro Station. STEP1 Reception At the reception, we will go over your selected plan in detail, help you pick out your kimono, and explain to you all of your options. STEP2 Preparation and Kimono Experience We will help to dress you in your beautiful kimono and arrange your hair in a natural way with Japanese hair accessories. (Optional services by a professional hair dresser and make-up artist can also be arranged per your request.) STEP3 Portrait Sitting Enjoy your photo session with authentic Japanese Kimono! After the photo session, we will help you change back into your own outfit. STEP4 Photo selection Choose your favorite poses on the monitor for printing and data saving according to your selected plan. We will serve you Japanese green tea. Please enjoy Japanese culture and hospitality. STEP5 End of Photo Shoot Your photos and data CD-R will be provided to you right-away. ※The image data from your photo session will be destroyed after 2 weeks to protect your privacy.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-experience-authentic-kimono-makeover-and-photo-session/2784?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Experience Authentic Kimono Makeover and Photo Session",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 06:39:23"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 2,
        "intUsdCost": 62,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1420179952/r1lc5dmtk4dwlisr4qna.jpg",
        "strIntroduction": "***To book on a weekday, click \"Contact the Host\" and message us with your preferred date*** Hello friends! Got no plan for the last day? Create your own lovely Japanese home decor to bring home!! A professional tole painting teacher, Fukuko is going to teach how to make a Japanese-style home decor at a lovely, cozy art room in the good old east side of Tokyo. In this lesson, you will learn - How to draw basic Japanese patterns on the wooden item (rabbit/gold fish) - How to write your name or your favorite English word in Japanese and also add it to the decor The cost of materials are all included! You can take it home on that day. This decor can also be hanged on the wall. The background pattern will not be hand painted, but a pasted Japanese fabric. (You can choose one from a various selection of fabrics we have!) This is a fun, creative activity! Join us and let's have a great time making a decor together! :)",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-create-your-own-unique-souveniers-japanese-home-decor/2977?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Create your own unique souvenirs: Japanese home decor",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 06:44:11"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 2,
        "intUsdCost": 14,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1475021366/nblh5329tttdtr9agt7j.jpg",
        "strIntroduction": "Perhaps you've had \"Hi-chew\" or \"chocoball\" or any of the mouth-watering snacks Morinaga Company makes. Have you ever wondered how they're made though? If you answered yes, here's your chance to see and visit their factory! The factory you'll be visiting, Morinaga, has constantly been on the cutting edge of candy production. They make over a 1000 types of candy, extending from biscuits to chocolates. It's really an experience to see the variety of machines they use to make all this. The technology and thought behind all their products is incredible - it is a must-see. Tour Itinerary 1. You will see the short movie about the Morinaga company (20 minutes) 2. You will visit the factory (60 minutes) 3. You can buy all Morinaga snacks at the snack shop in the Morinaga factory (free time) Tour Times - 9:00 - 10:00 - 13:00 - 14:00 This tour is conducted in Japanese, but we will provide an interpreter for you. Please note that children under 4 are not allowed to enter the factory. Come and see the process of candy production! Taste the Candy! Enjoy the experience!",
        "strLocation": "Kanagawa",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-kanagawa-visit-the-famous-morinaga-candy-factory-in-japan/94?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Visit the Famous Morinaga Candy Factory in Japan",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 06:48:50"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 1,
        "intUsdCost": 234,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1421315073/nadkhqfxqhhespcwdbrg.jpg",
        "strIntroduction": "Hakone area is one of the best places to take panorama pictures of Mt Fuji. Furthermore the area has plenty of great sightseeing spots that are worth a day trip from Tokyo. In this private guided day tour you will ride the Romance Car train from Shinjuku Station to Hakone Yumoto - a former post town - and will first see the historical Hakone Checkpoint which served an important role along the old Tokaido road between Tokyo and Kyoto during the Edo period. Then you will visit the nearby Onshi-Hakone Park near Lake Ashi which provides a fantastic view of Mt Fuji and the surrounding mountain slopes. After lunch, you will be able to enjoy the works of acclaimed artists at the the elegant Narukawa Art Museum which exhibits traditional Japanese art pictures. Finally, you will enter the dense forests to discover the mystical beauty of the sacred Hakone Shrine, before going back to the town for last minute souvenir shopping along the Hot Spring Street and returning back to Tokyo with the Romance Car train.",
        "strLocation": "Kanagawa",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-kanagawa-explore-hakone-beautiful-spots-in-a-private-tour/3045?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Explore Hakone's beautiful spots in a Private Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 06:52:01"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 74,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1424355576/hqwt4hpnaeoet1iuuesw.jpg",
        "strIntroduction": "Meet Japan's or perhaps the world's last samurai in Kyoto! Compared to the one you may have seen in the movie \"The Last Samurai\", this one is the real deal. If you are interested in learning the art of Bushido and having a chilled-out night after the show, this tour is definitely the right choice for you! Joe Okada, also known as the last samurai, is one of world's best known sword entertainers. Not only that, but he is also the eldest licensed English-speaking guide in Japan! He will gladly speak with you about the art of samurai. This is the schedule for the activity: 6:00 pm~ The theatre opens with 1 welcome drink. Enjoy the evening samurai show at the samurai theatre, then watch the master flaunting his 53 years of samurai experience. 7:00 pm~ Q&A Time + Sword Demonstration. 7:30pm~ After the show,Samurai Bar will open.Joe will be your delightful host and serves you local food and drink for 1 hour. Check Samurai Okada's availability (schedules are subject to Joe's availability)",
        "strLocation": "Kyoto",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-kyoto-watch-an-evening-samurai-show-kyoto-last-samurai/3115?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Watch an Evening Samurai show in Kyoto with The Last Samurai",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 06:55:43"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 2,
        "intUsdCost": 54,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1378693493/e7kzwmawn2sz23cj6iom.jpg",
        "strIntroduction": "The \"sado\" tea ceremony is one of the most interesting traditional arts in Japan. You can learn some local customs and Japanese manners through participating in this ceremony, where you will become knowledgeable in \"Omotenashi\" (Japanese consideration and hospitality). On this tour, we will pick you up at your hotel. We'll then treat you to some tea, before leading you into the the Tatami room. There, you will receive a lecture to learn how to drink tea and eat Japanese sweets in the proper manner. We can't speak very good English but are looking forward to meeting you and sharing our unique tradition through this cultural exchange. Join us! [Photo by] http://www.flickr.com/photos/rumpleteaser/6088620400/",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-learn-japanese-manners-through-tea-ceremony-in-tokyo/1012?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Learn Japanese Manners through a Tea Ceremony in Tokyo",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 07:00:46"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 1,
        "intUsdCost": 79,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1358744597/mkcksphszrawai2vwjjy.jpg",
        "strIntroduction": "The cuisine of Okinawa is famous for the variety that is offers. Our guide will take you the local restaurants to try soba, tempura, truly delicious sweets, and more! The experience is completely flexible based on the types of places you'd like to visit and the type of food you would like to try! Coffee: We will start your adventure by having a relaxing coffee. Then we will take you a restaurant for lunch or dinner. Lunch or Dinner: We will have lunch or dinner at one of our recommended restaurants based on your preferences! Try delicious Okinawan cuisine popular among and known by local people with me!",
        "strLocation": "Okinawa",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-okinawa-explore-okinawa-with-local-people/266?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Explore Okinawa with Local People",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 07:03:15"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 2,
        "intReviewVisitor": 2,
        "intUsdCost": 50,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1378179744/lqtjaepbgjmhowm22cv0.jpg",
        "strIntroduction": "In this activity, I will construct a custom itinerary based on your interests. Some of the highlights in Asakusa include: Sensoji Temple: the oldest and most famous temple in Tokyo. Sensoji temple was originally built in 628 and is the best place to participate in ritual Buddhist ceremonies in Tokyo. It has a nice shopping street leading up to it with a variety of gifts, crafts, and food. Coffee houses such as the popular Cafe de Royal that produces its beans in-house and has been featured on both the NHK morning drama and the highly popular Japanese TV show called \"Dochi no Ryori Show\". Places to drink such as the Jazz Bar Soultrane, Sake no Daimasu, and the Asahi Brewery. I'll help you enjoy Asakusa to its fullest!",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-tour-asakusa-with-a-local-guide/1051?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Tour Asakusa with a Professional Guide",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 07:07:23"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 51,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1358931601/nunuulubm1weshh3suqb.jpg",
        "strIntroduction": "At a Japanese tea room, guests will learn the basic terms, utensils and customs associated with the art of Japanese Tea Ceremony. Then you will enjoy eating classic Japanese sweets and drinking Matcha (powdered green tea) which the instructor skillfully serves. Finally you will try to make tea with the instructor's guidance. Through this process, in a very refined space, guests explore the origin of Japanese aesthetics, sensing\"wabi\", \"sabi\", and genuine, gracious hospitality.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-take-part-in-a-tea-ceremony-with-a-guide-in-tokyo/517?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Take Part in a Private Tea Ceremony with Guide in Tokyo",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 07:11:14"
    },
    {
        "intDurationHour": 13,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 101,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1403848689/ijtourtfpmnvg5pxhft3.jpg",
        "strIntroduction": "Mt. Fuji is the most prominent, highest mountain in Japan. It was registered as a World Heritage Cite in 2013, and its beauty and wonder has been admired not only by the Japanese, but from people all over the world. Who wouldn't want to miss the opportunity of seeing this beautiful national treasure while staying in Japan? In this tour, you will not be climbing Mt. Fuji, but you will be enjoying its view from the lake surrounding the mountain. This will be a perfect tour for you if you wish to go sightseeing while enjoying the view of Mt. Fuji and the extensive lakes around the mountain. You will enjoy the nature and the view from Lake Kawaguchi, Oshino Hakkai, and Lake Yamanaka, which are beautiful places to see the mountain. You will surely enjoy the reflection of Mt. Fuji on the clear water of the lakes. You do not have to bring heavy coats and trekking sticks to this trip, but please be sure to wear comfortable shoes and to bring a light jacket as it will be a long walk, and the weather can change throughout the day. Please be punctual due to the departure time of the buses, and please note that this tour does not include lunch. We look forward to seeing you at our tour! [Schedule] 5:40am Meet up at Shinjuku 6:00am~ Leave Shinjuku Station ~7:49am Arrive at Lake Kawaguchi 8:00am ~9:10am Hiking 9:10am ~ 11:40am Walk to Oshino Hakkai 11:40am ~1:10pm Walk around Oshino Hakkai 1:10pm ~2:00pm Lunch break 2:00pm ~ 3:40pm Walk to Lake Yamanaka 3:40pm ~ 5:20pm Walk around Lake Yamanaka 5:37pm~ Leave Lake Yamanaka by bus ~7:55pm Arrive at Shinjuku",
        "strLocation": "Yamanashi",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-yamanashi-the-best-views-hiking-around-mt-fuji-tour/2371?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Best Views from Lake Kawaguchi! Private Mt.Fuji Hiking Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 07:15:49"
    },
    {
        "intDurationHour": 5,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 2,
        "intUsdCost": 185,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1470209599/ipit9n1zyizut61kofek.jpg",
        "strIntroduction": "Explore Osaka Central Wholesale Market with our government licensed guide. After enjoying shopping various fish including fresh tuna at the market, you will be invited to a private house and then have a chance to learn how to make three kinds of sushi. Osaka Fish Market Walk: Osaka Wholesale Market, the market dealing fresh food and products for Osaka residents, was originally begun around the 16th century when Osaka Castle was built. Since its foundation, the market has been prosperous as 'The Country's Kitchen'. This year it celebrates the 80th anniversary of its foundation, with an area that is 8 times that of Koshien Baseball Park, 320,000 ㎡, making it one of the largest wholesale food markets in Japan. When it dawns, several thousands tons of food stuffs from all over Japan and from abroad, are dealt within around 2 hours. Our government licensed guide will escort participants around market, safely in a small group, mainly looking over the fish market which has 180 intermediate wholesalers to handle fresh fish. Outside the market, the shops which sell vegetables, fruit, pickles and other ingredients can be visited if you like. After purchasing tuna and other ingredients, participants will visit a private residence. The guide will give you information about Japanese culture and everyday life in Osaka during transfer by public transportation. Sushi Making at Home: The sushi making will be explained and instructed easily and clearly by the guide who is well acquainted with sushi-making. Learn to prepare \"maki sushi\"(rolled sushi), \"gunkan maki\"(sushi rice wrapped with a strip of seaweed and topped with soft ingredients) and \"nigiri sushi\"(sushi rice topped with a slice of raw fish). The beautiful sushi designs created are sure to delight and appeal to guests of all ages, especially children. The sushi making at a typical private home will surely be an once-in-a lifetime Japanese experience and a great opportunity to experience and enjoy daily life in Osaka, which includes Osaka dialects with lively atmosphere! Sushi Party: After making sushi and arranging them beautifully, it's time for a sushi party and to enjoy eating together. Following the tour, participants may take with them the utensils used in the cooking lesson. Impress your family and friends with your new sushi making skills by throwing a sushi party at home – the perfect Japanese souvenir! Our guide will take you to the nearest station in order to provide the customer an easy access to the hotel or to the next destination. Photo by http://www.flickr.com/photos/stewart/2473047026/",
        "strLocation": "Osaka",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-osaka-fish-market-walking-and-sushi-making-in-osaka/547?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Private Fish Market Walking and Sushi making in Osaka",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 07:19:38"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 49,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1396932977/ypnnk9baxm50jc00k31o.jpg",
        "strIntroduction": "Bonsai is truly a relaxing and fascinating hobby that gives you an opportunity to develop a greater connection with nature. As a tourist visiting Japan, this bonsai expedition can be your gateway to a relaxing and exciting experience that is tailored to your personal needs. Whether you're a first-timer or an avid bonsai aficionado, this is your chance to get into the mysterious and fascinating Bonsai world with a well-known and knowledgeable teacher as well as an English guide. From beginners to experts, bonsai fanatics can expect a thorough and insightful lecture in this tour. Aside from getting an extensive lecture, bonsai lovers will also pay a visit to Bonsai Museum, where lots of people around the world drop by to admire the beautiful Bonsais as well as enjoy the wonderful scenery of its awe-inspiring Japanese garden. So, what you are waiting for? Enjoy learning amazing Bonsai culture now! Photo Credit: https://flic.kr/p/5ZQRhe https://flic.kr/p/had8x5 https://flic.kr/p/bvJEk7 https://flic.kr/p/5Ueoi9 https://flic.kr/p/ekBLom https://flic.kr/p/5qGjE",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-take-pleasure-in-a-majestic-tour-about-bonsais/2049?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Take Pleasure In A Majestic Tour About Bonsais!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 07:24:41"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 5,
        "intUsdCost": 29,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1371742242/zvfgv4qsdaw0lha6drkk.jpg",
        "strIntroduction": "Roppongi is one of the art spot in Tokyo. There are three main museums and some galleries. In this tour you will.... (1) watching art at a museum I'll pick up the best exhibition to show you among three museum in Tokyo. Usually I would like to choose contemporary art exhibition, but if you prefer trad I could arrange for you. [Mori art museum] http://www.mori.art.museum/jp/index.html [Suntory museum] http://www.suntory.co.jp/sma/ [National art gallery] http://www.nact.jp/ (2)watching art at a gallery Also let's go to contemporary art gallery in Roppongi. http://www.zen-foto.jp/ http://www.takaishiigallery.com/en/ http://www.londongallery.co.jp/ http://www.otafinearts.com/ja/ http://www.wako-art.jp/ (3) see a beautiful view of Tokyo from the 53rd floor (4) eat authentic Japanese food at a Japanese style restaurant to finish our tour Let's discover Tokyo art in Roppongi together!",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-roppongi-art-tour/847?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Roppongi Art Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 07:27:41"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 2,
        "intUsdCost": 29,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1401894627/uuikqtqrg3kxu9cy3au3.jpg",
        "strIntroduction": "Get a hands on experience in the process and learn about the traditional Japanese dessert, called Wagashi. Here you will visit a family run shop that has been in operation for more than 140 years! Okinaya is a sweets shop that specializes in the preparation of exquisite and graceful Wagashi reflecting the seasonal beauty and splendid culture of Japan. Founded in 1865, Okinaya is dedicated to producing and selling Wagashi for traditional tea ceremonies, gifts, and for home use. The shop was burned down during an air raid during World War II, but emerged from the devastation and resumed their business in the same location, providing the comfort Wagashi brings to people. The shop has served their sweets to many people from different walks of life including; Ayu-gashi, a signature sweet of Gifu Ukai (known for cormorant fishing), and several times for the Emperor and the Imperial Family when Their Majesties visited Gifu. The current President of Okinaya, Masanao Hayashi, is the 5th generation owner of the shop. In this program you can... 1. Learn about the history and cultural importance of Wagashi in Japan. 2. Get a hands on experience of the final processes of making 3 kinds of sweets.",
        "strLocation": "Gifu",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-gifu-experience-the-world-of-wagashi/2195?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Experience the World of Wagashi",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 07:31:17"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 24,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1421123617/urxntpito4xrut5gz9pi.jpg",
        "strIntroduction": "First come first serve! We will give 50% discount to the first 5 reservations made! ----------------------------- Have you ever wondered how people make pearl necklaces? Have you ever wanted to make your own pearl necklace? There are many shops that sell pearl necklaces but there are rarely any shops where you can experience making your own, original necklace! Every pearl has its own distinct shape and color. You will be picking pearls of your choice and will be piecing them together! You will have your original necklace made with your favorite color and design! We have many visitors to our showroom from Japan and abroad, and we can accommodate up to 10 people at once, so we invite you to bring your friends! You can make necklaces with Akoya pearls or with Freshwater pearls. In addition to this collection, we have several other kinds of pearls. The Akoya pearl size is approximately 6 mm to 8 mm, which is a cute and lovely size. Its soft, pink color will brighten up your skin. The Tahitian Black pearl is also popular amongst our customers. It's deep black color, will give you an elegant and exclusive impression. Choose the pearl you want! We want you to feel relaxed in our showroom, and we hope you will make your necklace with ease, with our pearl necklace supporters around. Our experts are all qualified and are more than happy to show you how to make a beautiful pearl necklace. The president of this company has been devoting his life to pearls for over 30 years. If you have any questions or any troubles about pearls, please let us know! Come make your own pearl necklace with us! We look forward to seeing you!",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-make-your-own-pearl-necklace/2387?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "50% OFF Make Your Own Pearl Necklace in Ueno",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 07:35:42"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 9,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1384655369/srwbhyhuhvwmnxj58dfn.jpg",
        "strIntroduction": "In this experience, you will be able to dress in the colorful and unique costume of Ohara women and have a tour in the area. Ohara is a rural town nestled in the mountains of northern Kyoto, about an hour from Kyoto Station, but still technically located within Kyoto's city limits. The town is best known for Sanzenin Temple and particularly popular in mid November during autumn, as the leaves change their colours, which typically occurs about one week earlier than in central Kyoto. In this activity you can wear this traditional costume and explore in Ohara City. Actual rental fee is 2000JPY per person. Photo URLs http://voyag.in/1dN5APQ http://voyag.in/19eshoE http://voyag.in/1cWcI7E http://voyag.in/19eskRi http://voyag.in/1cQSPio",
        "strLocation": "Kyoto",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-kyoto-dress-like-an-ohara-woman-and-tour-ohara-in-kyoto/1406?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Dress Like an Ohara Woman and Tour Ohara in Kyoto",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 07:41:04"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 124,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1387797819/s3hgslakmiw728v4qiho.jpg",
        "strIntroduction": "Have you ever heard ''Shukubo''? Shukubo refers to the experience of staying in a temple for visitors. For a long time, only worshipers or people training used Shukubo as it was not a well-known activity. However, since the advancement of our transportation system, people started to stay in Shukubo as a experience. Shukubo is now commonly used for student trips or for foreigners who visit Japan. You might think it's hard to stay in Shukubo because it's temple, but you don't need to worry. The rooms are air-conditioned so you will feel comfortable, and you are free to roam the inside of the temple to experience the Japanese Zen atmosphere for yourself. Please feel free to join a religious service during your stay, available early every morning. You also have the option of having breakfast in the temple if you want to try eating food from the temple. We will take care of your stay, please visit us and enjoy your stay in a Japanese Zen temple! Q.Is it possible to stay 2 nights and leave luggage during the day? A.You can leave your luggage if you would stay more than 2 nights. Q.Where is the temple located? A.You can go to the temple from Kyoto station by train for ten minutes. Photo Credit: http://flic.kr/p/7EdzmS http://flic.kr/p/7Rqcs http://flic.kr/p/NCSv8 http://flic.kr/p/uTgGW http://flic.kr/p/7Rq8x http://flic.kr/p/654MZR",
        "strLocation": "Kyoto",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-kyoto-stay-in-a-japanese-monastery-experience-shukubo/1588?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Stay in a Japanese Monastery, Experience Shukubo",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 07:44:38"
    },
    {
        "intDurationHour": 96,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 249,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1365152705/lnfnpgj27ddp08c1bxei.jpg",
        "strIntroduction": "In this activity, you will have the opportunity to stay in a traditional Japanese-style house. Mr.Takahashi lives with his family, including his junior high school son. He is great cook, and he can offer you a cooking class as well! His house is located near Katsuragawa station, only 3 stops away from Kyoto Station. He will pick you up at the station and bring you to the house. Note: It is possible that other host families be arranged. ※Minimum Duration is 3 nights or 1 week.",
        "strLocation": "Kyoto",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-kyoto-stay-with-a-local-in-kyoto/660?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Stay with a Local in Kyoto",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 07:47:50"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 1,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1396933991/fdinw0dnzvyusqiur6is.jpg",
        "strIntroduction": "Let us help each other create a truly memorable travel experience by unraveling the wonders of Osaka together. I am a sociable and excitable person, who appreciates hearty meals, good old retail therapy, as well as night clubbing. Just like a butterfly, I like to flit from one fun place to another and fill my days with things to do. I would surely make a good travel companion and we can get the best Osaka travel experience possible. If you want to interact with the locals, I can introduce you to my friends and create epic Japanese adventures together which would surely make your travel an experience to remember. https://flic.kr/p/dVwciq",
        "strLocation": "Osaka",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-osaka-create-an-unforgettable-osaka-travel-experience/2095?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Create An Unforgettable Osaka Travel Experience",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 07:52:42"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 139,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1380533416/cebuabdkjijipmzywcu9.jpg",
        "strIntroduction": "In this activity designed for beginners, you will learn how to dye and draw using a traditional Japanese method called \"Yuzen-zomé\" on a handkerchief or coaster. Your instructor is Kiichiro Fujiki, who has been a Yuzen dyer for 55 years and now collaborates with Disney on projects. He has also dyed and designed many delicate but vibrant kimonos for films. To give you a brief history of the craft, \"Yuzen-zomé\" was originally started by Yuzensai Miyazaki about 300 years ago in Kyoto. The beautiful and elaborate Yuzen-dyed kimonos were a colorful element of Geisha culture during the Edo era. Today, \"Yuzen-zomé\" is still very popular and is sought after by many people. In this beginner's course, you will be able to make your own handkerchief or coaster. You can use your favorite colors to express yourself. -- All finished products will serve as your souvenir of this unique experience.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-experience-the-traditional-way-of-dyeing-fabric-in-tokyo/1114?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Experience the Traditional Way of Dyeing Fabric in Tokyo",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 07:57:53"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 35,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1472520604/pyyrpv589x3bhchyisde.jpg",
        "strIntroduction": "Come join us on the cruise ship that sails around Tokyo Bay as you enjoy the scenery that can only be seen from the sea! For over 60 years, Tokyo Bay Nouryousen has been hosting a summer night cruise ship around Tokyo Bay for people to enjoy the summer weather in Japan while enjoying the various views from the cruise ship. This cruise ship will provide you with an experience that you will not be able to normally experience. Within the two hours you will be onboard, you will see many of Tokyo's famous sightseeing spots that will be lit up against the night sky. Why not do something different in Tokyo for one night and spend an amazing night on a big cruise ship with your family and friends? Some of the famous sightseeing spots you will be able to see from the cruise ship would be Tokyo Tower, Tokyo Sky Tree, Rainbow Bridge, Haneda Airport and Odaiba. You may be able to see the fireworks that are fired from Tokyo Disney Resort at around 20:30. The price includes an all you can drink service and the boarding fee. Other than the drinks that are served onboard, you can purchase food tickets, in which you can exchange for food (sweets, yakitori, sushi..etc) at different booths on the ship. A DJ will be playing music, and there are also fun events that change everyday! You will also get to see live performances of the Yukata dancers and get to dance along! This event will be held during July 1st, 2015 to September 30th, 2015. The cruise ship will depart from Takeshiba terminal at 19:15. Takeshiba terminal is located approximately 7 minutes away from JR Hamamatsu-cho Station (North exit) by walk, and a 1 minute walk from Takeshiba station. The cruise ship will depart as usual on rainy days, and you will still be able to enjoy the ride as there are many events that are held indoors. We will make a reservation for you a month before your desired boarding date. We will not be able to make a reservation three days before your desired boarding date. Please note that your desired boarding date may be full, as this event is very popular. -Process until you get on board- Once we complete your reservation, we will issue your tickets for the ship and will deliver them to your hotel (or you can pick them up from our office). On the day, head to the ticket counter at the Takeshiba terminal with your registration number or ticket and exchange it with the boarding ticket. The ticket counter will open at 17:00. At 18:50, you can start boarding on the ship. At 19:15, the cruise ship will leave and you will be exploring the beautiful city of Tokyo at night. The cruise ship will arrive back at the terminal at 21:00. Enjoy your ride on the cruise ship with us, as we will make this an unforgettable night for you, your family and friends! ※Please note that this event is until the end of September. ------------------------------------------------------------------------------------------------------------------------------------------- ※ Important Ticket Delivery & Pickup Information - Please Read Carefully ※ 1. Ticket Delivery We will deliver your tickets to your hotel in advance for your concierge to hold for you. The tickets will be available upon check-in. If you would like us to deliver the tickets to your hotel, please provide us with the following information: - Hotel name - The full name used for your reservation - Check-in date Please note: - We require at least 3 full business days for delivery. If placing a last minute booking within 3 days of your visit, or if you do not provide us your hotel information at least 3 full business days prior your ticket date, you'll need to collect your tickets from our Tokyo office in Shibuya. - If your hotel reservation details change, please tell us immediately through the Voyagin dashboard. - We only deliver to hotels with a concierge with whom we can confirm the receipt of the ticket delivery. We do not deliver tickets to hostels, guesthouses, or private residences. Please let us know if you are not staying at a hotel so we can provide our office details for you to pickup the tickets. 2. Ticket Pickup: If you are not staying at a hotel, book within 3 days of the ticket date, or prefer to pickup your tickets, you can collect your tickets from our Tokyo office in Shibuya. Our office is located 6 minutes (on foot) from Shibuya station. Address: (English) Miyamasu ON Building 5th floor, 1-15-8 Shibuya, Shibuya-ku, Tokyo (Japanese) 〒150-0002 東京都渋谷区渋谷 1-15-8 宮益 ON ビル 5F Detailed Directions (Shibuya station to Voyagin): http://voyag.in/shibuya-station-to-voyagin-office Google Map (Shibuya station to Voyagin): http://voyag.in/voyagin-google-map ____________________________________________________ Since this activity is not available until 1st of July 2016,so please check the similar one below The Link :https://www.govoyagin.com/activities/tokyo-bay-night-cruise/2742?lang=en Photo Credits: https://flic.kr/p/7zSozu https://flic.kr/p/h35SfK https://flic.kr/p/9dGUKK https://flic.kr/p/2s4enZ https://flic.kr/p/2iNDjZ https://flic.kr/p/2iT7tS",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-enjoy-the-night-on-a-cruise-ship-around-tokyo-bay/2396?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy the night on a cruise ship around Tokyo Bay!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 08:02:39"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 8,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1399182146/m6o2xv0z50pndqq5sogd.jpg",
        "strIntroduction": "If you like meeting new people and enjoy nice conversations, Our language cafe is the best place for you! This place is a language cafe where many Japanese locals gather in order to practice speaking English/other languages by chatting with new friends from around the world over some drinks. Usually, Japanese people can't speak English very well, but the people in our cafe can speak fluent English. You can share your travel experiences with us and also get some information about sightseeing spots which are not written in your guide book! We also have other language tables in daily rotation! Mon: English - Russian - Portuguese Tue: English - Spanish - Italian Wed: English - French - Hindi Thu: English - German - Russian Fri: English - French - German Sat: English - Spanish - Italian - Japanese Availability : Monday to Saturday, from 6pm to 11pm",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-chat-with-japanese-locals-in-english/2191?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Chat with Japanese Locals in English!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 08:05:35"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 19,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1399198041/trw8nigiahkmwb3ryojs.jpg",
        "strIntroduction": "Buddhist Zen meditation, or Zazen, is a type of meditation that calms the body and mind, and helps one gain enlightenment. Gifu Zenko-ji temple was founded in 1582 and was used to enshrine Japan's first Buddha statue from China. This statue, called Ikko Sanzon Amida Nyorai, was the symbol of Shinshu Zenko-ji temple and was worshiped by people from all walks of life due to its auspiciousness. During the Warring States Period (1493 - 1590), each feudal warlord scrambled to own this statue, either to protect their land or to symbolize their power. One of these warlords was Oda Nobunaga, who almost unified Japan during this warring period. When he conquered Gifu Castle, he brought this statue along to Gifu to pray for the peace of the town. After his death, the state changed hands among several warlords before returning to Shinshu Zenko-ji. Years later, the Zenko-ji hall was established to commemorate Shinshu Zenko-ji Nyorai. In this tour, you will: -Learn the proper procedures when visiting a temple -Practice zen meditation -Understand Japanese history and culture -Increase your concentration and relief stress & anxiety.",
        "strLocation": "Gifu",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-gifu-practice-zazen-at-zenko-ji-temple-in-gifu/2197?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Practice Zazen at Zenko-ji Temple in Gifu",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 08:09:37"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 6,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1401983820/vmmzqxvikjy9bfmcb3pp.jpg",
        "strIntroduction": "On this experience, learn about and go shopping for authentic Japanese pottery! Nagara Tobo Ceramics was established in 2003 by the Master Potter, Shinji Majita. Specializing in Minoyaki style pottery, he has inherited and maintains the traditional techniques such as Shino and Oribe. The Master creates products ranging from ceramics for daily use (including bowls and cups) to traditional tea utensils and flower vases. In this program, you can... ・ Get a detailed explanation in Japanese pottery and how Minoyaki is crafted. ・ Go and enjoy shopping! (Mino-yaki style pottery is one of the best Gifu souvenirs).",
        "strLocation": "Gifu",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-gifu-learn-about-minoyaki-pottery/2196?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Learn about Minoyaki Pottery",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 08:12:49"
    },
    {
        "intDurationHour": 9,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 37,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1366280810/zhefgazqhqtzb7wtuhmr.jpg",
        "strIntroduction": "Welcome to Samurai Town, Kamakura. In the 12th century, Japan’s first full-fledged military government was established in Kamakura. Still now you can feel samurai power at its historic sites, such as the magnificent Tsurugaoka Hachiman Shrine, Hasedera temple (noted for a wide variety of flowers) and the Great Buddha.! You’ll be walking quite a bit, so we recommend you wear a comfortable pair of walking shoes. We will also explore and eat the lunch on the Komachi street. The lunch is not included in this tour.",
        "strLocation": "Kanagawa",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-kanagawa-samurai-city-kamakura-tour/704?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Samurai City Kamakura Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 08:17:34"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 29,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1381654525/p3wdjigonwtpenxsbchr.jpg",
        "strIntroduction": "In Japan, we mainly eat rice as a staple. You already know that Japan has some of the finest dishes to offer; so why not enjoy them with \"SPECIAL RICE\" made from a strict japanese selection !? In this activity we will prepare a buffet serving “Earthen pot Rice” and “Side Dishes”. “Earthen pot Rice” is very very delicious, highly unlike ordinary rice. You will put delicious side dishes on top of the rice, too. I am sure that we can find “Otomo” (side dishes) suiting you best . ^ ^ After the meal, let's enjoy each others company and some sake. The Japanese sake is also handpicked by us. We are waiting for you guys !!! Let's eat so yummy rice with us ! All you can eat: Two kinds of rice cooked by a Japanese pot Six kinds of \"Otomo\" Ochazuke Examples of \"Otomo\": Mushrooms cooked in sweetened soy sauce Marinaded salmon with walleye pollack roe Sauteed lotus root Vegetables pickled in sake lees Salted kelp Chopped katsuobushi with Japanese apricots",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-lets-eat-japanese-food-with-earthen-pot-rice-in-tokyo/1255?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Let's eat Japanese food with \"Earthen pot Rice\" in Tokyo",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 08:20:02"
    },
    {
        "intDurationHour": 7,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 19,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1372681943/u68cb6rfnwqakqyljtb0.jpg",
        "strIntroduction": "Get the best of Tokyo in a single day Don’t have enough time to travel around all of Tokyo? Don’t worry! Our 1-day tours are made for people like you who don’t have enough time to travel but would like to enjoy as much of Tokyo as possible. This tour covers many major tourist spots. After you join our West & East tour, you can say you visit most of all tourist spots in Tokyo!! We can arrange the itinerary as you like. ■ Asakusa ■ We start with the most popular tourist area, Asakusa. Asakusa is one of the most traditional places in all of Tokyo. Walking though the ancestral Japanese atmosphere you might be surprised at how Japanese religious customs are available to anyone and how Japanese time-honored manners have matured. You’ll experience the proper way to visit the temple & shrine, how to purify yourself, how to pray, and what a Japanese fortune teller is like. You will also see the new symbol of Japan’s state-of-the-art construction and architecture, Tokyo Sky Tree. ■ To the East side of Tokyo ■ We’ll have a 35-minute river cruise from Asakusa to the Japanese Traditional garden of Hamarikyu. It’s a typical Japanese style garden with a pond in center. You can enjoy the gap between beautiful seasonal flowers, tranquil atmosphere and surrounding modern high-rise buildings. At a teahouse on the pond, you can taste matcha tea with sweets if you like. 10-minute walk takes you to Tsukiji fish market, and we’ll have lunch in the outer market. You can enjoy the best sushi in the world at reasonable prices. We’ll visit another temple, Tsukiji Honganji which was built in old Indian style. Then we'll take the subway to Nijubashi, the bridge of the Imperial Palace. We’ll explain to you about the Japanese Imperial family. Finally we’ll move to Yurakucho area which is filled with local business persons by walk. You can enjoy its cozy atmosphere. As this tour finishes at near the Yurakucho station, you can enjoy shopping at nearby Ginza or have a drink at one of taverns of Yakitori alley after the tour. ★On this tour we cover This tour includes Asakusa walking tour. ■ Asakusa ■ Kaminarimon gate ■ Nakamise shopping street ■ Sensoji temple and Asakusa shrine If you already took part in our Asakusa walking tour, we will arrange a special tour to Kappabashi instead. ■ Hamarikyu ■ Tsukiji Fish Market (Lunch) ■ Imperial Palace ■ Yurackucho ■ Yakitori Alley (final stop) We can also talk about the traditional tea ceremony and the Japanese Imperial family system.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-private-east-tokyo-one-day-tour/869?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Private East Tokyo One Day Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 08:23:27"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 14,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1355845456/bwthpaged2iagugjq48c.jpg",
        "strIntroduction": "Many people, Japanese and non-Japanese, are invited to this Special International Party. It's a good opportunity to make new friends and grow your network of friends and contacts. You can meet language exchange partners or even meet your future girlfriend/boyfriend. We throw parties every week! Please inform us about your preferred date in advance. == Dress Code == No Flip-flops and No Shorts == Demographics == Mainly 20's and 30's, 100-150 people, with about 25-40 foreigners. Participants have a variety of English levels. Not all participants can speak fluent English == Other Details == Freestyle / Standing-style Accepted way entrance and exit Luggage storage available (Note: Solicitation and participation of items for sale are prohibited)",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-live-it-up-special-international-party/33?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Live it up with a Special International Party",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 08:26:56"
    },
    {
        "intDurationHour": 5,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 249,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1360741588/ixmmomb4aftsz2jxb4bm.jpg",
        "strIntroduction": "Reiki originates from Japan and is a popular hands-on-healing that is well known globally. A treatment feels like a wonderful glowing radiance that flows through and around you. Reiki treats the whole person including body, emotions, mind and spirit creating many beneficial effects that include relaxation and feelings of peace, security and well being. Some of the Health Benefits from Reiki ★ Complete relaxation ★ Release of stress and anxiety ★ Positive emotional states ★ A release of old blocked emotions ★ Pain relief ★ A strengthened immune system ★ Open your intuitive centers ★ Enhance learning ★ Eliminate emotional, physical and mental stress ★ Help overcome past trauma Reiki Level 1 This class is the first step to open up your Reiki path. Right upon the first attunement, you can immediately start applying Reiki to yourself, others, animals, plants, and everything around you to gently harmonize the vibration. You will learn; an introduction to Reiki the History of Reiki basic healing techniques for yourself and others traditional Reiki techniques how to use Reiki in daily life Reiki Level 2 will include the use of three Reiki symbols ; the symbol of enhancing power, the symbol of harmony the symbol of beyond time and space. Students will learn; distance healing healing towards past (Clearing past trauma; clearing karma) healing towards future (Setting up desirable self image or situations). These skills allow you to more effectively deal with certain problems and situations. Reiki Level 3 training is the highest level of energy in the Reiki tradition. At this level, students will become more connected and resonated with consciousness in the higher dimension. The fourth symbol (Master symbol) and mantra will be given. With this symbol, you will learn how to connect with your higher self or higher beings and how to get assistance from them.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-reiki-classes-5-hours-in-tokyo/292?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Reiki Class in Tokyo",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 08:30:46"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 6,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1370322805/vcehh9utwswyyvdgnfor.png",
        "strIntroduction": "****Please contact me about the schedule before booking. And make a reservation 2 days prior to the preferred date. My schedule is changed frequently **** I would like to help your music experience around Tokyo!! I can create your own tour for your favorite music places around Tokyo. Please let me know where you would like to go. eg) ■Live Show which show do you want to see? Do you want to go with me or need help to enter? *If you need my help to enter the show together, it does not include my admission fee, so please pay both you and my admission fee. however, if I have already the show ticket, you don't need to pay for mine. ■Shopping or explore Going to Visual-kei CD shops, clothes shops... Rock or other genre CD shops Used CD shops... there are some famouse CD shops, so please let me know your requirments. ・Admission fee for live show. ・Transportation, shopping and eating fee. ・Charge the actual transportation expenses if you need pick you up to your hotel or the designated area. (Ikebukuro area is free of charge) Please contact me if you have any questions. ※5/29~31th are not available",
        "strLocation": "Shinjuku",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-shinjuku-music-experience-around-tokyo/821?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Music Experience around Tokyo",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 08:35:29"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 59,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1355843507/t3awukjtafrhri9donwi.jpg",
        "strIntroduction": "Kimono is a form of traditional clothing in Japan and has the effect of making a woman look truly beautiful. Yet because kimonos are made with delicate and beautiful fabric, they are often too expensive to buy. So in this activity, you’ll be able to go to various kimono stores that sell kimonos starting from 10000 yen with a professional kimono stylist. In this activity you will… • Visit a couple kimono stores and look at the vast array of kimonos they carry. • Choose a kimono to buy based on your budget and request. • Learn the know-how of wearing a kimono. This is the only activity that allows you to not only buy a cheap decent kimono, but also to learn the know-how of wearing a kimono. If you're a person who’s interested in wearing kimono but never has taken the challenge, use this opportunity to take up the challenge!",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-buy-kimono-with-professional-stylist/175?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Buy a Kimono with a Professional Stylist",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 08:39:01"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 9,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1376304844/wtzrbd2teftuj6mhg0vk.jpg",
        "strIntroduction": "Osaka is a huge city that traditionally was for merchants and traders. Trading is at the roots of this city, so naturally a trip here should include some shopping! The modern-day paradise for shopping in Osaka is a busy area called Minami. On this tour, a guide will take you around the Minami area. You can make some fun purchases while also seeing crazy and unique symbols. We welcome you to hang out in Osaka with us! Photo by http://www.flickr.com/photos/cocoarmani/3782749402/ http://www.flickr.com/photos/art1330/5942310731/ http://www.flickr.com/photos/nipotan/3704012434/",
        "strLocation": "Osaka",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-osaka-tour-the-minami-shopping-area-or-dotonbori-street-in-osaka/943?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Tour the Minami Shopping Area or Dotonbori Street in Osaka",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 08:42:44"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 31,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1380801329/v7houmb4d2vfqcb1bu16.png",
        "strIntroduction": "In this activity, we'll go on a private journey to \"Kappa-bashi\" where you'll find many cooking utensils unique to Japan and then to an \"Izakaya\" (Japanese bar) for dinner. Have you heard of Kappa-bashi before? It's the biggest market for cooking utensils in Japan. The goods come from other countries as well and adds to the variety which includes food replicas. After you enjoy Kappa-bashi, we move to Izakaya in Asakusa or Ueno. At an Izakaya you'll find a variety of food and drinks that are unique as well as affordable. Having traveled to many countries myself, I can guarantee you that food in Japan is diverse because it includes many foreign dishes such as Yakiniku (BBQ) from Korea, curry from India, and Ramen( Noodle) from China. Japan has also adapted foreign recipes and created its own orignial dishes. Join me for a great night! photo by: http://www.flickr.com/photos/hikosaemon/5714957697/ http://www.flickr.com/photos/hikosaemon/5464297804/",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-kappa-bashi-and-izakaya-experience-in-tokyo/1090?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Private Kappa-bashi and Izakaya Experience in Tokyo",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 08:48:11"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 350,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1370871874/mykok6pgs5awlalrnopp.jpg",
        "strIntroduction": "Kamakura is a famous tourist spot and a short trip from Tokyo. It is located less than an hour south of Tokyo by train. There are many zen temples and shrines surrounded by great natural areas. I can assist your kamakura trip to make it more fun and easier than traveling alone. There are many Japanese tourists, many complicated buses, but you will have an easier time traveling with me. There are many highlights in Kamakura! Some examples: ・Walk around famous zen temples in Kita Kamakura ・Visit the world-famous Great Buddha ・Walk a hiking course ・Visit Kirido-shi(Old path) ・Attend Zazen meditation (as the situation allows) ・Try Syakyo (as the situation allows) I can arrange the tour based on your request. We can meet at the Kamakura or Kita Kamakura station.",
        "strLocation": "Kanagawa",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-kanagawa-kamakura-walk/838?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Kamakura Private Walking Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 08:52:43"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 53,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1376124480/zngmlr2wrdjhycd0aekx.jpg",
        "strIntroduction": "As the old saying goes, a picture is worth a thousand words. This activity will make your trip to Tokyo even more memorable with your very own hand-made mini album of unforgettable moments! The host will meet you at Azabujuban station/the studio. In this 2-hour workshop, you will learn how to combine images with words, and get ideas and inspiration on how to collect and organize your scraps in a creative way! If you have any memorable paper items collected during your trip (e.g. used train tickets, paper packages, photos etc), please bring them along for the workshop. But don't worry even if you don't have any. What can you make? You will learn several book binding techniques such as Japanese stab binding, Star book binding, Japanese folding book method. You will also be inspired by creative and easy ways to capture your precious travel memories. By the end of the workshop, you will have created your own mini album/journal to bring along on your future travel adventures!",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-create-a-mini-album-capture-your-journey-in-tokyo/929?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Create a Mini Album - Capture Your Journey in Tokyo",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 08:57:26"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 49,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1393248386/avrhhxt1wmntdxsvwnxd.jpg",
        "strIntroduction": "Kichijoij is conveniently located just 20mins away from Shinjuku and Shibuya station. There are plenty of fancy shops and funky people here. The lush and relaxing Inokashira Park also sits right beside this area. Kichijoji has been ranked number 1 \"most popular place to live in Tokyo!\" Come join us on a tour of the blind alleyways in Tokyo! Our guides speak fluent English, so you won't have to worry about a language barrier! First, we will arrange a customized journey for you based on what you what to experience. You can basically follow us around Kichijoji and see life as a local. We can visit the bustling blind alleys afterwards and visit the tranquil Inokashira Park. Stock up on snacks at the start of the trip! Next, you can choose from the following optional tours: -Eat Ramen noodle for lunch -Sit on a swan-shaped boat in Inokashira pond -Visit the famous Ghibli Museum -Relax at a famous public bath -Night pub crawl Some of these tours require advance reservation, so do book early to let us know Some Highlights of the tour: ■Hamonica yokocho - Great blind alley with local food and traditional bars. Good for shopping and pub crawls ■Inokashira park and temples - Walk around and relax over coffee at a fancy cafe. ■Benten-yu Public bath ■The Ghibli Museum - The most famous animation studio *Please book at least 2 weeks in advance if you would like to go on the Ghibli Tour. Here is a sample itinerary: 13:00: Meet at Kichijoji station 13:30: Go to Inokashira park. Take a picture with the traditional temples in the park 15:00: Take a short break at fancy forest cafe 15:30: Window shopping on Sun-Road street 16:00: Visit Hamonica-Yokocho bazaar 16:30: Walk around and buy popular snacks 17:00: Back to Kichijoji station Note that above itinerary is just a sample, and all of our tours are customized. Feel free ask us what you would like to do (what type of trip, duration, cost, food preferences)! We can arrange private tour just for you! There are many different and unique experiences available in Kichijoji, apart from typical tours that only bring you to famous places in Tokyo! I hope you won't miss this tour to enjoy the real Tokyo. We look forward to meeting you soon!",
        "strLocation": "Kichijoji",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-kichijoji-pop-round-and-check-out-the-best-blind-alley-of-tokyo/1949?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Pop Round & Check Out the Best “Blind Alley” of Tokyo!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 09:01:56"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 123,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1378282532/wqhiprhgtjfk7nll8ieq.jpg",
        "strIntroduction": "In this activity, I'll pick out clothes, shoes, glasses and other accessories that will best fit you. You'll learn tips on choosing a style for any occasion. I look forward to shop with you! This activity is provided for English and Chinese speaking people who have an interest in the latest Japanese trends or would like to know more about a particular style of interest. ※If you want to join this activity with friends, let me know in advance and I'll make the proper arrangements!",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-shopping-in-tokyo-with-a-stylist/1040?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Shopping in Tokyo with a Stylist",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 09:05:28"
    }
]