[
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 3684,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1440398122/gamybr40jwxvlsa2fhp4.jpg",
        "strIntroduction": "In this activity, you can come to our sharehouse and enjoy playing video games with us in a casual atmosphere! This is a great activity for all otaku fans who love Nintendo 64, Mario Kart, Smash Brothers, Bomber Man, Donkey Kong, 007, Perfect Dark and other games! I challenge you to beat me at one game of Smash brothers! If you beat me, I might return your money for this activity! Let's enjoy fun times together!",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-play-japanese-video-games-with-locals-in-tokyo/3826?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Play Japanese video games with locals in Tokyo",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-04 00:45:25"
    },
    {
        "intDurationHour": 16,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 2,
        "intUsdCost": 21623,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1438675337/pzvc2wsj4uamyuacgqqm.jpg",
        "strIntroduction": "The Aizu region in Tohoku (North Japan) is undoubtedly one of the best places to experience the fascinating charm of countryside Japan. Located about two and a half hours away from Tokyo and conveniently accessible by train, Aizu offers unique opportunities for discovering traditional lifestyles and unspoiled nature. The combination of hot springs, delicious sake, local food, distinctive culture, and scenic views makes this region a highly valued \"off-the-beaten-track\" destination. Book this private 2-day tour and explore a beautiful side of Japan that not even guide books tell you about! In this tour you will visit Aizu Wakamatsu city, a prominent castle town during the Edo period with a dramatic history, and Ouchijuku, a former post town with traditional-style houses. You will stay in a hot spring inn located in the Higashiyama Onsen mountainous district and will have the chance to taste the most delicious local foods and sake. Below are the itinerary and highlights of this unique tour: Day 1 8:08 - Take the Shinkansen bullet train from Tokyo to Koriyama Station (recommended train - Yamabiko 127). At 9:32 take the local Banetsu-sai line from Koriyama Station. 10:54 - Arrive at Aizu-Wakamatsu Station and ride the retro city loop bus to the most prominent sightseeing highlights: Tsuruga Castle, famous for its important role during the Boshin Wars at the end of the Edo period, and first-class sake breweries (the international award-winning Tsurunoe brewery), where you will be able to taste some of Japan's best sake and see a traditional brewery from inside. Stroll along the pleasant streets well until 16:00 in the afternoon. 16:30 - Stay at Higashiyama Onsen, a hot spring resort of a rustic charm, where you can enjoy the evening light-up of the pools hidden in the mountain forests. The inn, Harataki, has wonderful Japanese-style tatami rooms and gorgeous open-air baths! Day 2 - free time or book the optional add-on car tour with the schedule bellow: 9:00 am - Leave Higashiyama Onsen and go to Aizu-Misato, a small village further in the countryside. 9:30-11:30 - Walk around the streets of Aizu-Hongo and see 14 different pottery ateliers and old kilns, representing the village's traditional culture which dates back to the 16th century. If you want, you can experience traditional style pottery yourself! 12:00-15:00 - Arrive at Ouchijuku village for a pleasant stroll along the main street of the former post town. The thatched-roof houses offer a variety of surprises and local sweets for you. 16:00 - Return to Aizu-Wakamatsu Station where the tour ends. Recommended Shinkansen bullet train for return to Tokyo - Yamabiko 152 (arrives at Tokyo station at 19:24). Transportation, accommodation, and meals (1 dinner, 1 breakfast) are included. This is a private tour with volunteer guides and transportation arranged specially for you (except for the use of the retro loop bus on Day 1). Note: Volunteer guides will be used for weekday tours. Extra charge applies for bookings on Saturday. Please book the extra charge option as well. ----------------------------------------------------------------------------------------------------------------------------------- If you prefer a more relaxed and gorgeous experience, you can book the special \"private hot spring pool\" version of this tour in which you will have the luxurious opportunity to relax in a private hot spring in your room! You will have free time on Day 2 and can book the optional car tour only if you like. The itinerary for this version of the tour will be: Day 1 Same as above, but the room will have a private hot spring pool Day 2 Free time in Aizu-Wakamatsu after checking out of the inn. Book the add-on car tour if you want to experience the activities listed above. Please note that this version of the tour is not part of the 50% OFF discount promotion. Extra charge applies for bookings on Saturday. Please book the extra charge option as well. ----------------------------------------------------------------------------------------------------------------------------------- This is a specially designed tour that you can book only with us. You will not find this tour at any other travel company. Try it as a 2-day trip during your visit to Japan and discover beautiful hidden places that do not appear in standard guide books and travel packages.",
        "strLocation": "Aizu",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-aizu-enjoy-the-traditional-culture-and-hot-springs-of-aizu-region/3767?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy the traditional culture and hot springs of Aizu region",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-04 00:48:39"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 400,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1428370909/h9ropnkimn2l6rwjfs4g.jpg",
        "strIntroduction": "I am not working for any Izakayas or restaurants, I just want you to enjoy your stay in Sapporo. And I want to have a new experience with you at the same time. :) However, I am not a professional tour guide, but I can help you to make the most of your stay in Sapporo or in Hokkaido. There are many kinds of izakaya in Japan. We, Dosanko (the nickname for Hokkaido people), also love sushi, crabs, jingiskan and ramen. But we usually go to izakaya for having dinner with friends. I will find and bring you to the best izakaya upon your request. There are various kinds of izakaya. Even though, most of them have fresh fishes and yakitori (skewered food), some of them are specialized in yakitori, seafood, jingisukan, gyutan, shabu-shabu, tempura... and some places are proud of their selection of distilled alcohol like sake and shochu. And the prices range from about 3,000 to 12,000 JPY per person (I ask you to pay for my food and drinks also). It will be about a 90 minute tour. And it will be held as a private tour for you. And if you have anything to ask me besides the experience in the izakaya, feel free. I am always ready to support in having a wonderful and awesome stay in Sapporo! If you love fishing and outdoor activities, you are very lucky. I love fly-fishing and outdoor activities. So I can help you with suggestions. Usually, I work until 6 pm. So I can start the tour from 6:30 pm to 8 pm. *About jingiskan It's the most typical Hokkaido food. It's grilled mutton dish prepared on a convex metal skillet or other grill. If you wish to try jingiskan, I strongly recommend you not to wear fancy clothes. Because the smell of jingisukan will get on your clothes.",
        "strLocation": "Hokkaido",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-hokkaido-izakaya-experience-in-sapporo/3326?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Izakaya Experience in Sapporo",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-04 00:52:51"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 8,
        "intUsdCost": 3223,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1459240909/ydos4squofcycxt3bdam.jpg",
        "strIntroduction": "Yokocho is a mass of Izakaya (Japanese style small bar) located at a narrow back road. There are many Japanese workers wearing suits. You can enjoy the local atmosphere and a genuine Japanese night. In this activity you will: •Drink Japanese sake with a shot glass at a standing bar •Eat Japanese food including sashimi, chicken BBQ etc •Take a photo with the GODZILLA statue",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-yokocho-night/587?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Yokocho Night (Local Bars Night)",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-04 00:56:49"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 3,
        "intUsdCost": 6446,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1402039739/fenklbaijmit3g0xhqnz.jpg",
        "strIntroduction": "Have you ever tried kimono before? A kimono is a traditional Japanese garment. Most Japanese people wear western clothes in everyday life, but on special occasions we wear kimono. There are different types of kimono for men and women of different ages. Often people wear formal kimono at weddings, funerals or at traditional gatherings. These kimono are multi-layered, and take a lot of time to put on. An easier to wear kimono is called the \"yukata\". It is easier to put on because it is single-layered. The yukata is more informal, and is often worn in summer. ☆Get a yukata as a souvenir! The yukata is easy to put on. You can master wearing it in only a few hours. In this class, you will learn how to wear yukata and get one as a souvenir! Besides it you will also experience a traditional Japanese home, which I think is exciting. ~Schedule~ 9:30 Pick up from Hanaten station (☆JR Gakkentoshi line ) 10:00~11:30 Yukata wearing lesson 11:30 Photo-taking and tea time 12:00 Back to Hanaten station Please let me know your height when you book. I apologize in advance if we do not have any in your size. Availability : Every Wednesday, 1st,3st.Friday.",
        "strLocation": "Osaka",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-osaka-kimono-wearing-lesson-get-a-yukata-as-a-souvenir/2300?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Try a Kimono Lesson - Take Home a Free Yukata as a Souvenir!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-04 01:01:13"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 3,
        "intUsdCost": 3868,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1479282218/ufh2ubgwwdp745whatrk.jpg",
        "strIntroduction": "In winter the humpback whales come to the warm waters of Okinawa for their seasonal breeding. This period is a great opportunity to watch them as they play, jump out of the water and make loud noises. The best way to do that is from a boat in the middle of the sea where the whales will swim around and display their playful character undisturbed by the spectators. This popular tour has been taking thousands of visitors to the best whale watching spots every year. You will go west of Naha city, near the colourful coral islands of Kerama archipelago where you'll look for the sight of jumping whales. You can choose between a morning and an afternoon cruise. Furthermore, you can embark from two different ports (Naha Mie Gusuku and Chatan Hamakawa near Kadena Air Base). Hotel pick-up is possible from Naha hotels only. In season 2015-16, we had 18,000 visitors! The tours are held everyday from December 23th 2016 until April 9th 2017. *Number of people required to take this tour: At least 2 people Price: Adults or children from age of 12 & older : 4,200 JPY Child (5~11) : 3,200 JPY Infant(4 & Under) : 1,500 JPY The fare includes boarding fare, life jacket rental, and insurance. Departure times and places: 1）NAHA : am9:00／pm13:30 2）CHATAN : am9:30／pm13:30 Meeting time : 30minutes before departure Time required : 1 ~ 3 hours ※Tour can be shortened when whales are found soon after departure. Meeting Places: 1）Naha Miegusuku Port (Adress:3-20 West, Naha city) (500 JPY for all day parking if you come with a car) 2）Chatan fisharena Uminchu Wharf (Adress:Chatan-cho Mihama address 54) Additionally, 100 JPY are requuired for facility charges. (per person ／pay on the day) Free pick-up & drop off service is available for departure from NAHA. Notice If you are interested in the free pick-upand drop off service offered for the Naha-city area,please note that it is a first come, first serve basis. When you make your tour reservation we will require the name of the hotel that you will be staying. We will call you the night before the tour to let you know when we will pick you up the next day. Furthermore, due to the large number of people who use this service, an early morning pickup maybe required. If you are pressed for time, it is strongly suggested that you use your own transportation to meet us at the meeting location. The time it takes to complete the tour may very depending on the observational conditions of the whales.We ask for your consideration. Due to rough sea conditions that occur during thewinter season, expectant mothers will be denied access to the tour gor their own safety. In some circumstances, small infants may be denied access as well. Since they are wild and unpredictable animals, there is some possibility that you may not see any whales. Unfortunately there is a No Refund Policy if you don't see whales, but you can re-board again except for the conditions below : 1. Whale blow (exhaled air from the blowhole) was seen. 2.If the other members of your tour had spotted a whale. ...Also, if you can not re-boarded due to a conflict in schedule, your tour will be voided.We ask for your understanding in this matter. If the weather conditions are bad we may cancel or change the tour.Please let us know either the mobile phone number by which we may contact you, or the name of the hotel you will be staying at, so we may inform you of the changes to your tour. Please wear clothes that will keep you warm and dry. We suggest that you take motion sickness pills prior to the tour. We sell these if you would like to purchases them from us. Please make sure to wear your life jacket for your own safety.",
        "strLocation": "Okinawa",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-okinawa-whale-watching-tour-okinawa-with-high-speed-boat/2927?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Whale watching tour in Okinawa with a high-speed boat!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-04 01:07:07"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 4605,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1355841176/gkagpbn3fph7gw38lnzb.jpg",
        "strIntroduction": "'Taiko' is a Japanese drumming style very traditional in Japan while being largely popular overseas. Since our company's establishment, we have taught 'wadaiko' drumming to both young and old and have given lessons to both small groups and large groups consisting of over 200 tourists. In this activity, you will receive an hour-long Taiko lesson. 1. Learn the basics of Taiko drumming 2. Play together! Our aim is to spread the goodness of Taiko, and to connect/find new friends thorough Taiko. Feel the beat and experience Japanese culture!",
        "strLocation": "Kyoto",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-kyoto-learn-to-beat-the-taiko-japanese-style-drumming/116?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Learn to Beat the Taiko: Japanese-style Drumming",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-04 01:10:30"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 3,
        "intUsdCost": 9209,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1448020756/dolicxtsmpmcmxgqak2g.png",
        "strIntroduction": "This is a unique Ninja tour in Tokyo where every participant has to dress up in a ninja outfit before visiting the city's unique sightseeing spots in Asakusa! Guaranteed fun! The tour is held every weekday from 11:00 to 15:00. Below are the details of the tour: Itinerary: ①Kaminari Gate and Nakamise Street ②Let's try to eat TUKUDANI ( It is preserved food boiled in soy) ③Lunch (you can try to cook a Okonomiyaki) ④we'll guide you to some unique shops ⑤Let's take a Japanese sticker pictures(PURIKURA) ⑥we'll show you traditional sweet(DAGASHI) ⑦Visit for Senso-ji temple <Kaminari Gate and Nakamise Street> The Kaminarimon (\"Thunder Gate\") is the outer of two large entrance gates that ultimately leads to the Sensō-ji in Asakusa. The gate, with its lantern and statues, is popular with tourists. Nakamise Dori is one of the oldest shopping streets in Japan. There are numerous stores lined up on this approach, about 50 on the east side and 30 on the west side, all of them old and historical. You can fully enjoy the atmosphere of shitamachi (downtown Tokyo). <Okonomiyaki> Okonomiyaki is a popular pan fried food that consists of batter and cabbage. Selected toppings and ingredients are added which can vary greatly (anything from meat and seafood to wasabi and cheese). <PURIKURA> Purikura machines consist of a photo booth with a monitor on the side to check and edit the captured images. A special pen is also included for selecting and drawing on the images if desired before they are printed out.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-take-an-exciting-tour-in-tokyo-dressed-as-a-ninja/3679?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Take an exciting tour in Tokyo dressed as a ninja!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-04 01:13:55"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 4,
        "intUsdCost": 1000,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1475107285/fnecv8n0falrizyvwxqt.jpg",
        "strIntroduction": "Experience a very special dinner at the mysterious Vampire's castle in the middle of Tokyo. Be surrounded by vampire decorations as you feast on \"blood\" in a replica of Dracula's castle. All dishes are a mix of Italian, French and Japanese cuisine, inspired by Vampires, perfectly and uniquely decorated. <Vampire Cafe Basic Course ¥2000> Salad ~ \"Bats wandering in forest\": Tuna and Japanese radish salad Pizza ~ \"Guidance to dispair\": Pancetta and Asparagus Pizza Pasta ~ \"Roses blooming in forest\": Fried eggplant and penne arrabbiata Main ~ \"Sacrifice to the earl\": Pork stewed by red wine Dessert ~\"Fruits of blood in see of trees\": Cheese mouse <Sea of Trees in Midwinter Course (only available in Feb) ¥3500> Salad ~ \"Bats wandering in forest\": Tuna and Japanese radish salad Pizza ~ \"Guidance to dispair\": Pancetta and Asparagus Pizza Pasta ~ \"Roses blooming in forest\": Shrimp and olive fusilli with spinach sauce Main ~ \"Rite for revival of the dead\": Scallop gratin Main ~ \"Sacrifice to the earl\": Pork stewed by red wine Dessert ~\"Fruits of blood in see of trees\": Cheese torte with berry sauce Free drink for 2 hrs: additional ¥1500 If it's your birthday, let us know in advance and the vampire maids will sing a birthday song to you, and you can get a special photo and dessert! There are 4 unique types of rooms. -\"Alter room\": An imitation of an alter, for 4-6 people -\"Victim's room\": Based on legend of Dracula, for one couple -\"Coffin room\": A coffin of Dracula in the room, for 3-10 people -\"Black ritual room\": Private room, for 2-30 people ※This is the reservation service only. You will need to pay for drinks and meals at the cafe.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-dine-at-the-vampire-castle-in-ginza/1813?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Reservation for the Vampire Castle in Ginza",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-04 01:19:27"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 2,
        "intUsdCost": 3223,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1441259928/il2aqm1nfekjzxhutgct.jpg",
        "strIntroduction": "In this tour, we will take you to local restaurants around Tokyo station, where you can relax and enjoy hanging out with locals. Below are the details of the tour: - Go to local Japanese bars and restaurants around Tokyo Station (you can request the type of food you like to try in advance) - Try sashimi, tempura, yakitori, and sake - Small groups of about 2-6 people per tour Tour time: 19:00 - until around 21:00 (2 hours) Available: Weekdays Tour Language: English, Chinese Starts and finishes: Tokyo Station",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-have-a-dinner-with-locals-at-secret-restaurants-in-tokyo/3860?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Have a dinner with locals at secret restaurants in Tokyo",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-04 01:25:20"
    },
    {
        "intDurationHour": 6,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 19954,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1481002659/s5bju5fubtpxeutsuxph.jpg",
        "strIntroduction": "In this your you can enjoy the following traditional activities in Kyoto: - “Kyou-yaki・Kiyomizuyaki”, is a Kyoto style ceramic art. This style of art flourished in the Momoyama period (1572-1603) and has long been practiced in Japan, keeping its unique style. “Kyou-yaki・Kiyomizuyaki” were used for “Cha-no yu”, a traditional method of making green tea for guests, which explains the detailed, artistic design for the guests to enjoy with their tea. The ceramic from Unrakugama is known for the ground colored and elegant simplicity of its design. - Japanese sake is rice wine made by fermenting rice. Depending on the region and on the life style peculiar to the region, the taste of the sake is different. Matsuishuzo Sake Brewery has been operating since 1726 and is the producer of famous Japanese sake brands such as “Kagura”, “Kyou-chitose”, “Fuji-chitose”, and “Kinpyou”. - Yuba (Tofu-skin), was brought in from China during the Muromachi period (1336-1573) and was favored by the temples and the imperial family in Japan. Seike, a Japanese styled traditional dishes restaurant, serves Yuba made from soy beans produced in Japan. Below is the schedule of this tour: 10:00 am: We will pick you up from your location in Kyoto city. 10:30 am: Visit Unrakugama until 11:15 am. 11:40 am: Visit Matsuishuzo Sake Brewery until 12:10 pm 12:25 pm: Visit Seike until 1:45 pm Time to explore Kyoto by yourself! Until 4:00 pm 4:00 pm: We will drop you off at your suggested location. Please note: • The tour time may prolong or end earlier. It will depend on where you will be picked up and dropped off. • We will pick and drop you off on a high grade wagon car (Alford Vellfire). • Our pick up and drop off services are only applicable within Kyoto city. Please contact us if you have a pick up and drop off request outside of Kyoto-city. • There is no different price for children. Adults and children will pay the same tour fee.",
        "strLocation": "Kyoto",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-kyoto-a-halfday-private-car-tour-experiencing-traditions-in-kyoto/3823?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "A Halfday Private Car Tour Experiencing Traditions in Kyoto!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-04 01:30:33"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 5,
        "intUsdCost": 737,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1392052017/fzw1eytqqojhqakq97la.jpg",
        "strIntroduction": "Let me know the kind of restaurant that you want to go to or the type of food you want to eat, and your budget per person. I will then find a restaurant and make a reservation for you with a list of recommended dishes. It will be one of my favorite restaurants that I personally go to with my friends and family. If you want, I will also pre-order the dishes for you so that all you have to do is go to the restaurant and they will bring the dishes out for you. You will have to order the drinks yourself, but I can also give you a simple list of what kind of drinks they have. You will be paying at the restaurant once you finish eating as you normally would.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-restaurant-reservation-with-recommended-dishes/1854?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Restaurant Reservation with Recommended Dishes",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-04 01:34:01"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 20813,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1481103626/ufd3thuvbggbleizjsus.jpg",
        "strIntroduction": "Hokkaido's vast territories offer unique opportunities for winter activites. One of them is mushing - a ride on a dog sled which is common for the polar circle regions. This tour has been gaining quick popularity in Japan as an unusual outdoor escapade. It's an experience that you will fully enjoy and hardly ever forget! You will ride a dog sled with 6 to 8 well-trained and marvelous dogs across the breath-taking snow-covered Tokachi Plains. The Tokachi mountain range overlooking the plains contribute to creating a unique northern atmosphere that you are not likely to experience elsewhere in Japan. The half day tour is available for (1) morning from 9:30 to 12:00 or (2) afternoon from 13:30 to 16:00. The tour includes a 12-kilometer long ride. We need a minimum of 2 people to book. The sleds are for 2 people, but the riders can change mid-way if your group consists of 3 people. You can ride together with your children too! Note: If your child is under 6-year-old, you will assume all responsibility for riding together. IMPORTANT: If the child weighs over 30 kg, then an adult fee applies (book as an adult, not as a child). About the half-day tour challenger plan for 1 adult: This plan is mainly targeted at repeaters and people with experience, as well as first-timers with a good sense of balance. The speed of the dog sled in this challenger plan can exceed 25 km/h so if you're not comfortable with it, please do not book for 1 adult only. Please ask if your group consists of 5 and more people. This activity is available only between December 20 till March 31.",
        "strLocation": "Hokkaido",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-hokkaido-experience-unique-ride-on-dog-sled-hokkaido/2880?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Experience a unique ride on a dog sled in Hokkaido!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-04 01:38:09"
    },
    {
        "intDurationHour": 6,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 5526,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1355841338/czygxavgirkfmtflebie.jpg",
        "strIntroduction": "Hard to believe you`re still in Tokyo when you suddenly drop 30 feet from street level into Todokori valley! Trees overhanging the Yazawa river help keep it cool in the heat of summer and colourful in Autumn. Walk provides lots of photographic opportunities including an ancient burial mound, local temples ...Fudosan even has a waterfall coming out of the hillside. Enjoy nature as you stroll along the Tama River to Futako Tamagawa – on a clear day you can see Mt. Fuji as well :-) Other Options: 1) - Visit Gotoh Art Museum (entrance fee required) 2) Visit Kawasaki City Museum - History & Folklore \"free\". *Note: Inclusion of these will require customization of route & timings to accommodate. (Photo by http://www.flickr.com/photos/robboudon/5652438523/)",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-go-on-photo-walk-at-todoroki-valley-and-along-tama-river/172?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Go on a Photo Walk at Todoroki Valley and along Tama River",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-04 01:42:23"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 3,
        "intUsdCost": 13814,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1399395534/vfba1enkr2crpjyml4fv.jpg",
        "strIntroduction": "The samurai were well-trained, highly skilled warriors who served their lords with absolute loyalty, eventually becoming the highest ranking social caste of the Edo Period (1603-1867). They fought with many weapons such as spears, bows and arrows, but the sword was their main weapon. They lived their life according to the ethic code of the Bushido, where it states how chivalrous men should act in their personal and professional lives. We have a history of 420 years in Tokyo. Our ancestors served the Tokugawa Shogunate government for 265 years as \"jikisan hatamoto\" (upper class samurai who could get direct orders from shuguns). If you check about some of our ancestors such as Shibata Katsuie and Shibata Takenaka, you can see some of our historical background. At Jidai Academy dojo, you will learn to draw, sheathe and wield a Katana (Samurai sword), which symbolizes the samurai spirit. You will gain insight into the samurai philosophy, along with getting to know the use of their weapons like spears, naginata, bows, jutte, and armors. You will also change into a simple black kimono and a hakama to get into the samurai spirit. Below is the schedule that we plan to follow on the day. 1. Meditation 2. Demonstration by a Shihan (expert) 3. Change outfit 4. Bo shuriken experience (throwing stars) 5. Drawing and Sheathing a sword 6. Stances 7. Explanation on Samurai Armors Come to our dojo to experience becoming a Samurai! This will be a great experience for you to go back in time and learn about the Samurai and the Japanese history!",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-experience-samurai-swordsmanship-at-our-dojo/2202?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Experience Samurai swordsmanship at our Dojo!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-04 01:46:23"
    },
    {
        "intDurationHour": 6,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 11512,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1447837794/gl4uyxwq6hlhcqpmm4ce.jpg",
        "strIntroduction": "Walk up to Minoh Waterfalls and drive to Katsuoji Temple. Enjoy all that Minoh city in Osaka could offer on a 6-hour afternoon tour. Meet me at Hankyu Minoh Railway Station after lunch around 1pm. We will walk up to the waterfalls. This is a nice round trip for over an hour. The path is not too steep and there are many historical monuments to see so you won't get bored. If the time is right, maple trees will be in full ripe and remember that this is what Minoh is known for. Along the way, there is a cafe in a hundred-years old tea house. We will have a coffee and cake there. The atmosphere inside the cafe is priceless. Check out also the craft shop inside the cafe. The lady runs the place handcrafts pieces from recycled kimonos. Items you won't find in an ordinary souvenir shops. After reaching the top where the falls are, we will stroll down the hill and get in my car and head to Katsuoji Temple. Katsuoji Temple is one of the other highlights of Minoh. It has a history of more than 700 years. Because of its name \"Katsu\" (in Japanese it means \"to win\"), this is known as a sacred place for wishing winning. Daruma or the red-painted good-luck dolls are placed everywhere in various sizes making this place very unique. The fresh air and the chant by the monks will make you feel relaxed and united with the nature. Finally, we will drive back to Minoh Station. We will walk a few minutes to a local izakaya restaurant which is run by a very good friend of mine. Enjoy famous Minoh Craft Beer and try the popular chicken wings. Finish the day with chatting with the master chef at his proud single plate counter. Do not hesitate to contact me and send me inquiries. I am quite flexible with time and things to do.",
        "strLocation": "Osaka",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-osaka-take-a-half-day-tour-to-minoh-waterfalls-and-katsuoji-temple/4151?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Take a half-day tour to Minoh Waterfalls and Katsuoji Temple",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-04 01:51:48"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 6446,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1436162864/kluvsdv8mqwiwtnpkxox.jpg",
        "strIntroduction": "This is a private walking tour for everyone who wants to have a bit deeper understanding of Harajuku and Omotesando. Harajuku and Omotesando area have experienced a number of dramatic changes by the rapid westernization after the feudal period and by the rapid economic growth after World War II. What is it that attracting people to this area? Isn’t Harajuku just one of the cute Japanese shopping street for young girls? Isn’t Omotesando just the Japanese equivalent of Rodeo Drive with high-end boutiques lined up? By walking this area with us, you will understand the attractiveness of this unique city formation. Once stepping into the back streets, a wide variety of Japanese life style can be observed. You will understand how diverse and has so many characters just in this small area that the tour could not be combined with others. And trust me, you will fall in love of this area by the end of the tour. It’s just not enough to see all in 4hours! Checking out the one of the Tokyo's most impressive landmarks Yoyogi Olympic stadium from the distance, we will also see the modern and unique fashion boutique architecture such as The Iceberg, Dior, Louis Vuitton, Tod's, Sunny hills and Prada. We will begin our tour from the Jingubashi bridge in front of Meiji shrine. Will also see some of Japan’s emerging architectural works between the big names. We will take a side trip to see the backstreet neighborhood to appreciate the different aspects of the area. Duration 3 hours - Morning tour starts at 10:00am and ends at 13:00pm - Afternoon tour starts at from 13:00 pm and ends at 16:00pm",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-join-a-harajuku-ometesando-architecture-tour/3650?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Join a Harajuku and Omotesando Architecture Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-04 01:56:31"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 8288,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1448869810/orgydcnvgoqultw1mbjr.jpg",
        "strIntroduction": "Have you tried Japanese sake? Do you know how it's made? Do you know the different types of sake? This tour can answer all your related questions. There are a few sake breweries in Tokyo metropolitan area but only one of them is close to the city's center. In this tour we will visit the brewery “Koyama Shuzo”, learn about the unique process of brewing sake and then taste several types of sake. In particular you will be able to tell the difference between \"daiginjo\" (the highest ranked sushi) and \"futsushu\" (normal sake) after taking this tour. Below is the schedule of this tour: 2:45 pm - Meet at Akabane-Iwabuchi Station 2:45 pm - 3:00 pm Go to the sake brewery 3:00 pm - 3:30 pm Learn about the sake brewing process 3:30 pm - 4:15 pm Taste many types of sake 4:15 pm - 4:30 pm Move to Akabane station 4:30 pm - 5:30 pm Go to local restaurant and eat snack.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-go-on-a-sake-tasting-tour-in-a-sake-brewery-in-tokyo/4214?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Go on a sake tasting tour in a sake brewery in Tokyo",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-04 02:01:50"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 1,
        "intUsdCost": 4144,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1404168611/vgkshjki4lm4kbec68xw.jpg",
        "strIntroduction": "If you want to know more about the Japanese culture, attending a Japanese tea ceremony would be the best way to do so! It is a unique, interesting culture which you cannot experience anywhere else in the world! Our cozy Japanese tea house is located a few steps away from the Yasaka shrine in the Gion area, one of Kyoto's most charming traditional neighborhoods. Our goal is to provide a relaxing and calm environment for first-time visitors to enjoy a traditional tea ceremony and gain insight into the traditional Japanese culture. Our 45-minute session starts with a brief introduction to tea and with the history of the tea ceremony in Japan. Following this, we provide a full demonstration of a formal tea ceremony, where you experience a real tea ceremony first hand. After our demonstration, we will explain the different steps we took, and the significance of each step. You will then get to try to make your own bowl of tea with a bamboo whisk! We will also serve you customary snacks to enjoy with your tea and show you how it should be eaten. Our experienced tea ceremony masters are fluent in English and would be happy to answer any of your questions during or after the session. This will be a private tea ceremony. It includes 3 parts in 45 minutes sessions. 1. Introduction about tea and the tea ceremony 2. Showing the way of tea 3.Making powdered green tea by yourselves While you're in Japan, we recommend you to experience the tea ceremony! We look forward to meeting you!",
        "strLocation": "Kyoto",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-kyoto-enjoy-a-private-japanese-tea-ceremony-in-kyoto/2378?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy a Private Japanese Tea Ceremony in Kyoto",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-04 02:05:04"
    },
    {
        "intDurationHour": 5,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 5433,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1427419840/djmclaaidvg9lq3r9cn5.jpg",
        "strIntroduction": "In this unique Tokyo bar, you can try 100 different kinds of locally-made sake! Feel free to pick and enjoy any brand of sake from the refrigerator. You may only select one type at a time. In addition, you are allowed to bring in your own food and snacks. The restaurant is open from 5pm-11pm, with the last order at 10pm, so you have the opportunity to try many different types of sake! There are various ways to enjoy sake. The taste differs according to the type of rice and water used, the fermentation process, the aging, the temperature, and human care. If there are 100 kinds of sake, there are 100 different tastes to try! In Japan, there are about 1500 sake breweries, and many of them are not known outside of the country. This is a place where you can casually enjoy different kinds of sake. We hope you will find your favorite one!",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-taste-one-hundred-kinds-of-sake-with-an-all-you-can-drink-plan/3298?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Taste 100 kinds of Sake with an \"All-you-can-drink\" Plan!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-04 02:09:30"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 3,
        "intUsdCost": 1000,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1474969098/pshcat4baydcyqebb2vg.jpg",
        "strIntroduction": "This isn't your average place for just eating and drinking. Get served fancy food, sip on drinks, aaaand see some zombies! In these prison-themed restaurants, you can live out a horror show arranged by monsters! 1) Prison Birthday Course (4000 JPY per person) 7 Dishes with sparkling wine + 2hrs free flow of drinks ■ Fried burdock ■ Beaker salad (Cobb dressing) ■ Fried Assorted ・French fries · Chicken nuggets ・Fried pork ■ Russian roulette takoyaki ■ Fire chicken ■ Big size parfait & sparkling wine 2) Most Mad Entertainment Course (3980 JPY per person) Food 9 dishes +2 hrs free flow of drinks ■ Fried burdock ■ Beaker salad ■ Fried Assorted ・French fries · Chicken nuggets ・Fried pork ■ Russian roulette takoyaki ■ Fire chicken! ■ Basin Penne Arrabbiata sauce ■ Shoe ice 3) Alacarte (Reservation of seats only) ※ One person 500yen table charge. ※ 10% service charge. Give yourself a fright and have fun with some zombies! ※This is the reservation service only. You will need to pay for drinks and meals at the cafe.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-reservation-for-locked-up-in-prison-restaurant-in-shibuya/1831?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Reservation for \"Locked Up in Prison Restaurant\" in Shibuya",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-04 02:14:52"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 4,
        "intUsdCost": 3223,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1355841299/lji3zh7of9qxiidfgdwn.jpg",
        "strIntroduction": "\"Buyo\", a traditional dance-art in Japan, has existed for 400 years. It became popular during the Edo period thanks to people who carried it on from generation to generation. To dance “buyo”, the dancers stamp their feet and make huge hand/body gestures – twisting and turning – to music that can be probably classified as traditional pop music. In this activity, you’ll... - Learn how to dance “buyo” directly from an experienced stage actress who is a successor of this tradition. - Learn how to dance a popular act called “Sakura Sakura”. You’ll learn from an experienced actress, so you’ll quickly and smoothly learn to dance right on the spot. So when you visit Japan, come down and experience Japan’s culture to the fullest by learning how to dance “buyo”. Basic Schedule: 1) Meet at the giant Asakusa Kaminari-mon paper lantern 2) Take a 3min walk to the “buyo” teacher’s classroom 3) Learn how to dance",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-learn-traditional-japanese-dancing-buyo/145?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Learn Traditional Japanese Dancing: Buyo",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-04 02:18:13"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 7828,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1413089904/hlo9qhmrvqnu6cjncjil.jpg",
        "strIntroduction": "Ikebana, the Japanese flower arrangement, is one of Japan's most famous cultures. For Ikebana, materials can be not only flowers but also leaves, sticks and moss, and even the shapes and thickness of sticks and stems are important to express the feelings. The sense of balance and the idea of beauty are different from those of Western flower arrangement. They differ even among schools in Japan. Ikebana seems difficult to try, but you can learn the Japanese sense of flower art with some advice! In this activity, you can learn how to arrange flowers in Japanese way. A flower arrangement expert will teach you how to make balance and harmony in your flower work at her atelier. After work you can take photos with your work at the atelier and enjoy drink and sweets. You can take the flowers back to your hotel. Let’s make your original flower art with some Japanese sense!!",
        "strLocation": "Osaka",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-osaka-ikebana-attend-a-japanese-flower-art-lesson/2789?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Ikebana: Attend a Japanese flower art lesson",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-04 02:23:01"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 3,
        "intUsdCost": 1229,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1385563504/hkhchmeblz1epgjnqjiw.jpg",
        "strIntroduction": "If you are planning to visit Kyoto and Nara, I would love to help to make your trip more memorable and fun! There are too many places to visit all at once in Kyoto and Nara. I will make a personalized tour itinerary to let you visit as many places as possible smoothly without any troubles. For example, you can choose a combination of workshops and visiting beautiful historical sites, all with a knowledgeable guide to explain everything to you along the way. Please let me know your interests, and I will suggest an itinerary that I hope will enjoy.",
        "strLocation": "Kyoto",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-kyoto-join-a-personalized-walking-tour-in-kyoto-nara/1461?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Join a Personalized Walking Tour in Kyoto, Nara",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-04 02:27:53"
    },
    {
        "intDurationHour": 16,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 30160,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1458354628/ceojpkvogk8f5mnebsec.jpg",
        "strIntroduction": "----------------------------------------------------------------------------------------------------------------------------------- Naruko Onsen is a remote rural town hidden in one of Japan's most gorgeous ravines. Your visit to this quaint hot spring town will turn into a spiritual journey back to the age of ancient legends, nature's magical powers, and old-style traditions. Travelers looking for real authenticity will be amazed to discover a world of true rural experiences, genuine human relationships, imposing natural views, and unique hot springs. In Naruko Onsen one can fully feel the power of water in Japan, as it sustains everyday life and helps for the complete harmony between nature and local people. Book this 2-day tour and embark on a journey that will reveal aspects of Japan you have never heard of before! You will explore the hot spring town Naruko Onsen and stay at an authentic ryokan inn owned by one of the town's cultural and spiritual ambassadors, Mr Onuma. You will have the chance to experience a morning zen meditation in the mountain, soak in a relaxing open-air hot spring pool in the forest, enjoy a classical tea ceremony, eat eco-friendly food, and learn more about the Japanese traditions of healing through the power of water. This is a unique all-inclusive tour in which you can experience the very best of rural Japan in just 2 days! Below is the detailed itinerary of this truly spiritual tour to the Japanese countryside: ----------------------------------------------------------------------------------------------------------------------------------- Value and Premium tours itinerary: Day 1 7:16 - Take the Shinkansen bullet train from Tokyo station to Furukawa station (recommended train: Hayate 111). 9:11 - Arrive at Furukawa Station and get picked up by your guide and the taxi transportation provided. 10:00 - Visit Tanaka Sake Brewery in Kami town and learn more about the traditions of making sake with pure mountain water and spiritual music used for brewing some of the most delicious brands. 11:55 - 13:00 - Eat lunch at Doppuri, a traditional farm house turned into a pleasant restaurant for locals. Only eco-friendly meals with locally grown ingredients are served. In addition, you can try the unique taste of the \"doburoku\" home-made sake. 13:15 - 14:45 - Enjoy a pleasant walk along Naruko Gorge, one of Japan's most famous autumn color spots. 15:00 - 15:20 - Visit the highly acidic Lake Katanuma and learn about the legend of Naruko Onsen's hot springs. 15:25 - 15:40 - Make a short visit to Naruko Onsen Shrine, one of the most venerated spiritual spots in the town. 16:00 - Check-in at the traditional Onuma Ryokan inn and relax by touring its multiple hot spring facilities dressed in yukata. Day 2 6:00 - 7:30 - Enjoy early-morning Zen meditation (optional) and forest therapy in Mr Onuma's mountain villa. Relax in the splendid \"Mori no Yu\" open air hot spring pool and charge your body and soul with pure natural energy. 9:58 - Take the local train from Naruko-Gotenyu station to downtown Naruko Onsen (about a 5 minute ride). Explore the scenic and quaint hot spring town. Visit plenty of craft shops where you can learn more about the traditional local \"kokeshi\" doll and make one yourself. Enjoy a bath in the sulfuric hot spring water at the \"Taki no Yu\" public bath. Stop by the Ene Cafe and have a coffee made using eco-friendly energy. Have lunch in a pleasant local restaurant. 14:10 - Take the local train from Naruko Onsen Station back to Naruko-Gotenyu Station (5 minute ride) 14:20 - Enjoy a classical tea ceremony offered by Mr Onuma's mother in a splendid tea house in the forest 15:43 - Take the local train from Naruko-Gotenyu station and return to Furukawa station where your tour will end. Recommended Shinkansen bullet train to return to Tokyo: Hayate 118 departing at 16:55 from Furukawa and arriving at Tokyo station at 18:52. Transportation in the area, accommodation, and meals (2 lunches, 1 dinner, 1 breakfast) are included. This is a private tour with guides and transportation arranged specially for you. Important! You can book this tour with guides for both days (premium option) or for Day 1 only (value option). The itinerary remains the same for both options. ----------------------------------------------------------------------------------------------------------------------------------- Budget tour itinerary (simple version) Day 1 10:36 - Take the Shinkansen bullet train from Tokyo Station to Furukawa Station. Recommended train: Yamabiko 47, departs from Tokyo Station at 10:36 and arrives at Furukawa Station at 12:51. 12:51 - Arrive at Furukawa Station and get picked up by a car bound directly to Onuma Ryokan inn. The car will pick you up between 12:50 and 13:20. Please do not be late. Rest of the day: Free time to explore the seven hot spring pools of the inn and the surrounding area. Note: The pick up is from Naruko Onsen Station after January 31. Day 2 6:00-7:30 - Enjoy early-morning Zen meditation (optional) and forest therapy in Mr Onuma's mountain villa. Relax in the splendid \"Mori no Yu\" open air hot spring pool and charge your body and soul with pure natural energy. 9:58 - Take the local train from Naruko-Gotenyu Station to Naruko Onsen downtown (about 5 minutes ride). Explore the scenic and quaint hot spring town freely on your own. Discover plenty of local craft shops and quaint restaurants serving delicious meals. 14:10 - Take the local train from Naruko Onsen Station back to Naruko-Gotenyu Station (5 minute ride) 14:20 - Enjoy a classical tea ceremony offered by Mr Onuma's mother in a splendid tea house in the forest 15:43 - Take the local train from Naruko-Gotenyu Station and return to Furukawa Station where your tour will end. Recommended Shinkansen bullet train to return to Tokyo: Hayate 118 departing at 16:55 from Furukawa and arriving in Tokyo at 18:52. Accommodation, pick-up, one dinner and one breakfast are included. There is no guide in the budget tour option and you can freely explore the wonders of Naruko Onsen on your own. ----------------------------------------------------------------------------------------------------------------------------------- This is a specially designed tour that you can book only with us. You will not find this tour at any other travel company. Try it as a 2-day trip during your visit in Japan and discover beautiful hidden places that do not appear in standard guide books and travel packages.",
        "strLocation": "Miyagi",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-miyagi-feel-the-energy-of-nature-and-hot-springs-at-naruko-onsen/3801?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Feel the energy of nature and hot springs at Naruko Onsen",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-04 02:32:42"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 6,
        "intUsdCost": 12101,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1431590772/z07dbkagreptpyp66jxv.jpg",
        "strIntroduction": "We will meet at JR Haijima station. This station is connected to JR Ome line, JR Hachiko line, and Seibu Haijima line. Good access that it just takes less than an hour from Tokyo Terminal or Shinjuku station. The brewery is about a 10 min walk from the station. Visit the brewery, which has been established in 1863. Take pictures in front of Japanese cedar ball, a symbol of the brewery and appreciation for the Sake God. We will present you that picture later. You will see the tall twin trees which are believed as good fortune for love, standing along the beautiful river nearby. Have a field trip inside the historic brewery with an English and French speaking guide. Don't miss the fascinating unique story of the sake! You can also take photos in there as you wish. Taste different types of sake after the tour. The main brand of the brewery that we will visit, the \"Tama Jiman\" received a gold prize in the New Sake Contest. Of course you can enjoy \"Tama Jiman\" in this tasting time! If you find your favorite sake, you can buy some sake as gifts for your family or friends. You will also get time to go to the sake museum which is annexed to the brewery. It displays their old bottles, labels, recipes, and pictures which shows us their history.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-discover-japans-hidden-world-sake-brewery-tour-in-tokyo/2705?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Discover Japan's Hidden World! Sake Brewery Tour in Tokyo",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-04 02:37:50"
    },
    {
        "intDurationHour": 10,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 2,
        "intUsdCost": 13814,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1443828014/uqmkkdjjtmyeaprakomh.jpg",
        "strIntroduction": "I will take you to a very old and hidden town in Ibaraki prefecture that is near Tokyo. The town is Sakuragawa, located about 2 hours away from Tokyo. During your experience, we will visit a traditional sake brewery, a shrine, and a stone shop. You will be able to experience using organic indigo dye (Aizome). Afterwards, we will eat lunch in a traditional Japanese-style hotel. The area is very famous for the sakura cherry blossoms, so if you come during spring, you can see very beautiful sakura blossoms. Tour Itinerary: 8:30 Meet at Shinjuku station 11:00-12:00 Visit the sake brewery, Hana No I, which has been open for more than 220 years 12:00 Eat lunch at a traditional Japanese ryokan which is registered as an important cultural property 13:00 Explore the town 14:00 Experience making a handkerchief using organic indigo (Aizome) 15:00 Visit a stone shop and meet a traditional craftsman (If you are lucky, you can see the quarry area as well) 16:00 See a shrine which is said to be 1000 years old 16:30-17:00 Leave Sakuragawa to return to Tokyo 19:00 Shinjuku Station, tour ends Actually there are some great traditional Japanese style hotels. So if you like the town, you can stay there too.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-explore-a-traditional-old-town-near-tokyo/3631?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Explore a traditional old town near Tokyo",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-04 02:43:04"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 8473,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1481102991/nez0z3v7ktci0swgzhv8.jpg",
        "strIntroduction": "This is the ideal tour to take after your morning visit to a sumo stable to watch the wrestlers' daily exercise. Also, this is the ideal tour to take if no morning exercises or sumo tournaments are held during your visit in Tokyo. After a walk around the old district of Ryogoku, you will feel like you've traveled back in time to the classical Edo period. The tour is led by a local guide who will take you to some spiritual spots related to the sumo tradition and culture like Ekoin temple. You will also have the chance to visit the fantastic Edo-Tokyo Historical Museum - it will impress you already with its futuristic exterior! Finally, you'll have the opportunity to eat chanko-nabe hot pot for lunch - the typical meal of sumo wrestlers! Pick up from a hotel in central Tokyo is available in this tour by purchasing the hotel pickup option.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-stroll-sumo-district-feel-old-spirit-tokyo/3003?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Stroll around the sumo district and feel the spirit of Edo!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-04 02:48:14"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 4052,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1481011820/ocnjtkoaz8sbdjjlorui.jpg",
        "strIntroduction": "Kurobe Gorge is a secluded part of Toyama prefecture, whose unspoiled natural beauty attracts plenty of visitors especially during October and November - the autumn foliage colours season. The only way to explore the ravine is by riding the unique \"Torokko\" sightseeing train. Decades ago it was used in the construction of Japan's biggest Kurobe Dam, but now the entire 20-kilometer line is open to visitors. Torokko's open-air cars provide an unrivalled experience and make you feel as if you're flying over Kurobe River. Torokko's departure station, Unazuki, can be easily reached by a 40-minute ride from JR Toyama station. It provides some great views over the ravine and the red bridges that span across the river, but the panorama will keep getting more spectacular as you ride the sightseeing train through forested hills, dams, bridges and strangely shaped cliffs. In autumn Torokko can get very crowded, so booking at least 5 days in advance is a must. Trains depart once or twice per hour between April 20 and November 30. The final station Keiyakidaira offers some scenic walking trains along steep cliffs, a giant bridge to cross, and even a free footbath. You will enjoy passing some small cave tunnels, visiting Hitokui Iwa (\"people eating rock\", called like that because it looks like a huge stone mouth over the walking trail) and climbing to an observatory before taking the train back to Unazuki station. On the way back you will see other scenic views, like Mannen Yuki, the \"thousand year old snow bank\" which never melts. You can choose between open-air and relax cars. Open-air cars have no windows and are equipped only with wooden benches for a unique experience. The relax cars have windows and rows of 3 or 4 seats. One way trip takes 80 minutes so be prepared for a chilly ride if you opt for an open-air car outside of the summer season.",
        "strLocation": "Toyama",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-toyama-exciting-journey-in-kurobe-gorge-with-a-unique-train/2775?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Exciting journey in Kurobe Gorge with a unique train",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-04 02:54:00"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 12,
        "intUsdCost": 1075,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1382509166/p5ovricpblvz3rcjqtdw.jpg",
        "strIntroduction": "Visiting Kyoto can be overwhelming, there is just so much to see! Following a guide book will not lead you along the lesser known, but oh so charming, little streets and secret places of this ancient city. Let me guide you through a private tour around the city of Kyoto! The residents of Kyoto chose to settle here because of the wonderful natural landscape present, a picturesque view of mountain ranges surrounding a grand central river. The view is something we don't want you to miss! In this tour, we will go hiking to the best scenic points to see the hills and waterfalls. We will ride bicycles along small streams and into back alleyways, as well as visit the most charming temples and shrines in Kyoto. You should try an outdoors natural thermal bath and admire the mountainous view, while relaxing both your body and mind. After all the adventures, you will enjoy the best ramen in town to rejuvenate yourself for a new day. There is an itinerary available for all groups, ranging from half a day to a whole week. Just let me know your interests and I will tailor a tour just for you. Some highlights include: The Kyoto Trail hiking course Daimonji mountain, a short hike leading to the best view of Kyoto and Osaka Kurama Onsen and Kurama Temple (famous thermal source) Harashiyama and the bamboo forest Tetsugaku no michi (philosopher's path) and it's cherry blossom Temples: Ginkakuji, Kinkakuji, Daitokuji, Kyomizudera, and more lesser known temples Gion Machi, where Geishas live in traditional wooden houses Small restaurants to eat ramen, sushi, isakaya, yakitori You name it or just rely on my advice and we will make a list of what you want to do and plan accordingly.",
        "strLocation": "Kyoto",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-kyoto-explore-nature-and-the-small-streets-of-kyoto/1290?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Explore Nature and the Small Streets of Kyoto - Private Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-04 02:59:20"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 4,
        "intUsdCost": 6446,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1358745681/orhhjwygbcwtcizd2uur.jpg",
        "strIntroduction": "The characteristics of Okinawan cuisine are mainly defined by pork, kelp broth, and bonito fish flakes. Use of the local ingredients such as fresh vegetables and different cooking methods created a spectacular cuisine in Okinawa. You can learn how to make one of three types of dishes with pork. - Rafute (stewed pork ) - Okinawan soba (noodle with bonito soup) - Inamudouchi (soup with pork) Learn Okinawan homemade cooking and you can enjoy your favorite Okinawa dishes at home afterwards!",
        "strLocation": "Okinawa",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-okinawa-pork-okinawan-traditional-cuisine-cooking/274?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Pork Okinawan Traditional Cuisine Cooking",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-04 03:04:51"
    },
    {
        "intDurationHour": 6,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 3,
        "intUsdCost": 16208,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1406533010/xfnlejxni7gpipqyjfgv.jpg",
        "strIntroduction": "On this tour we can enjoy the flexibility of moving around both on foot and by taxi. Let your guide whisk you from place to place using the most efficient way to get around for a small group. One of the best things about this tour is that it is VERY FLEXIBLE as it will be designed specifically for your needs. Upon confirming your booking, I will send an email with some suggested itineraries as well as a list of my own personal highlights and favourites. Browse through at your leisure and email me a few days before your tour with any requests you have. Some ideas of a common 1 day itinerary: HEIAN JINGU: Here we will stroll the classic Chinese style garden and talk about the early days of life in the court filled with poetry and the smell of incense and get a taste of life in the ancient capital which was originally named Heian “capital of peace and tranquillity” GINKAKUJI TEMPLE: Ginkakuji or the Silver Pavilion was built by a shogun who reigned during the birth of Higashiyama culture, a time when the tea ceremony and the philosophy of “wabi-sabi” or beauty in imperfection was born. Before death, this shogun became a Zen priest and his villa was turned into a Zen temple. NANZEN-JI: A beautiful temple complex with an amazing rock garden, Nanzen-Ji is one of the important Zen temples in Kyoto complete with a famous rock garden. It also has an expansive ground with plenty of sub-temples and gardens surrounding the area. A great place to soak up the atmosphere without all the crowds. GION: This ancient entertainment district has a fantastic atmosphere and was a symbol of the rise of the merchant class in the 17th century. Just before dinner, you will sometimes see \"geisha\" and \"maiko\" running off to a dinner appointment in their wooden slippers. A few hours later you will see the modern equivalent hostesses clipping along on high heels to classy lounge bars to entertain the well-to-do. An interesting glimpse into the form of night entertainment traditionally referred to as the water trade or \"mizu shobai\". There is so much to see and do in Kyoto so feel free to book for more than one day. Also check out my other options for similar tours!",
        "strLocation": "Kyoto",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-kyoto-enjoy-a-walking-and-taxi-tour-of-kyoto/2512?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy a Walking & Taxi Tour of Kyoto!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-04 03:10:13"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 5065,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1404680596/dtr0buip2ntzhsthnp1l.jpg",
        "strIntroduction": "Osaka is the second largest city in Japan, but a lot more energetic and historical compared to the largest city, Tokyo. There are many historical sites to visit, and countless numbers of cultural and local places to visit. This tour will include visits to many of the cultural, artistic, and interesting places in Osaka. This plan will be suitable for couples and for families with a child as the places that are going to be visited are enjoyed by people of all ages! Here is information on some of the places you will visit... Dotonbori: Dotonbori is a very famous shopping district in Osaka. Here, you will find numerous restaurants and shops. This place is known for people to eat and walk, while enjoying the vibrant atmosphere. It will be very bright and loud at night, and you will see why people like spending their time in the city during the night time in Japan. National Museum of Art: This museum focuses on Japanese and foreign contemporary art. The museum occupies two underground floors on Nakanosima Island, and is built with a modernized design. They hold workshops for school-age children, designers, etc to become more familiar with contemporary art. Here is a detailed schedule of the tour: 10:00am Meet at Osaka station 10:20am~12:20pm Visit National Museum of Art, Osaka 1:00pm~1:30pm Lunch break 1:30pm~3:30pm Visit to Osaka Castle 4:00pm~5:00pm Ride on Osaka Water bus 5:30pm~6:30pm America Mura (American Village) 6:30pm~7:30pmDotonbori End of the tour Spend the day in Osaka, and enjoy looking at different kinds of art at the National Museum of Art and enjoy the Osaka Castle later on! Don't forget to eat a lot at Dotonbori street and buy souvenirs! [Photo (Copyright)] https://flic.kr/p/aDpFq https://flic.kr/p/6gz4x https://flic.kr/p/6aE8ei https://flic.kr/p/dmLc8H https://flic.kr/p/791WDJ",
        "strLocation": "Osaka",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-osaka-cultural-experience-in-osaka-one-day-tour-for-couples-and-youth/2404?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Cultural Experience in Osaka! 1 Day Tour For Couples & Youth",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-04 03:13:33"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 1,
        "intUsdCost": 7552,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1481100645/xkagf8y8lrjla2gpkwar.jpg",
        "strIntroduction": "Kurashiki flourished as a place where rice was distributed along the way to Osaka and Edo (Tokyo). This is why the city has plenty of traditional old-style warehouses and a beautiful preserved canal area with many impressive buildings. In this guided tour you will start from JR Kurashiki Station and will explore the central area of the town on foot. You will visit Ohara Museum of Art, Japan's oldest Western art museum, which consists of several connected old warehouses. The nearby Kokusai Hotel exhibits unique woodblock prints by famous Japanese artists. You will stroll along the willow street next to the canal and enjoy many beautiful buildings and museums along the way. Here are the Museum of Folkcraft and the Toy Museum. Ohara House is the former residence of a local wealthy merchant which is now open as a museum for visitors. You will be quite impressed by its elegant interior. Finally, you will visit the Ivy Square - a former cotton mill now turned into an atmospheric complex consisting of classy restaurants, museums and shops. The tour will end at JR Kurashiki Station and you guide will tell you how to go back to your hotel. Note: From Osaka you can easily reach JR Kurashiki by a Shinkansen (bullet train) to Okayama Station in 50 minutes and then transferring to a JR Sanyo Line train for 15 minutes.",
        "strLocation": "Okayama",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-okayama-explore-on-foot-the-beautiful-canal-city-kurashiki/3103?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Explore on foot the beautiful canal city of Kurashiki",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-04 03:19:21"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 5802,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1465645072/xcfvypzrfta2fmynszix.jpg",
        "strIntroduction": "Calligraphy has attracted attention from all over the world recently, especially through Zen Buddhism. The fundamental teaching of Zen tells that we are originally enlightened and meditation is imperative for Zen practice to turn your eye inward. During the calligraphy session, you'll definitely have chances to experience concentration that is similar to Zen's sitting meditation. The aroma of black ink will also sooth your mind and make you feel relaxed. <Schedule of Session> 1. Introduction of Japanese language and basic calligraphy knowledge. 2. Demonstration from the instructor: basic stroke and simple letters. 3. Now let's try your own artwork!",
        "strLocation": "Kyoto",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-kyoto-experience-japanese-calligraphy-in-kyoto/2803?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Experience Japanese Calligraphy in Kyoto",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-04 03:24:48"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 3,
        "intUsdCost": 1105,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1392651996/h48zor6aze7pofnbrtpy.jpg",
        "strIntroduction": "****Please contact me about the schedule before booking. And make a reservation 2 days prior to the preferred date. My schedule is changed frequently **** Come with me to a Rock Bar in Shibuya and make some local music-loving friends! The Rock Bar in Shibuya is quite popular amongst both locals and foreigners. Get a chance to hang out with Japanese people who love music! In addition, you can request your favorite music at the bar. Sometimes, famous local and overseas artists come there so you might be able to talk with them if you're lucky! The bar is open 7 days a week. This is great chance to sit back, enjoy the music, and talk to new friends about Japanese rock music! If you would like to visit major CD shops such as Tower Records in Shibuya, I can take you there before or after the Rock Bar. We will meet at Shibuya station. Let's hang out at these cool places! Looking forward to meeting you! *Please contact me about the schedule before booking. <Not included in the tour fare> ・Cost of food and drinks ・Transportation charges Photo Credit: http://flic.kr/p/5rUSMm http://flic.kr/p/88vVTi",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-go-to-rock-bar-in-shibuya-and-make-local-music-friends/1909?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Go to Rock Bar in Shibuya and Make Local Music Friends",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-04 03:28:36"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 2187,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1481097317/rdhweu8yddbgpgdx63us.jpg",
        "strIntroduction": "Matsumoto is one of the biggest cities in Nagano prefecture, located south of Nagano city, in the middle of a wide valley which is surrounded by the stunning Japanese Alps from all sides. Its location makes it a good transportation hub for nearby nature destinations such as Kami Kochi or Norikura. Matsumoto is a city with a long history and fascinates with a splendid castle, attractive traditional neighbourhoods and old buildings from the early Meiji period. The city is worth a day trip from Tokyo, being conveniently connected to Tokyo via Limited Express trains in about 2.5 hours. It's also worth a visit if you're staying in Nagano for a vacation in the nature. In this guided half-day tour you will see some of Matsumoto's best highlights: - Matsumoto Castle, a unique black castle and an important national treasure. It was built during the Warring States period in 16th century and has been upgraded with more turrets and adjacent buildings throughout the centuries. The reflection of the castle's majestic figure in the water of the surrounding moat is stunning. Inside the castle offers the opportunity to explore authentic medieval interior and learn more about the defense systems of the old Japanese castles. - Nakamachi and Nawate Streets. Attractive old-fashioned streets in downtown Matsumoto. Nakamachi street impresses with its old warehouses and traditional shops, while Nawate street is interesting for its connections to frogs - the frog being the local mascot and a symbol of successful trade. - Kaichi School Museum, one of Japan's oldest schools opened in the beginning of the Meiji period. The school fascinates with its Western-style building which also incorporates Japanese elements. You can choose between a guided tour only, or a combination with return tickets for a day trip from Tokyo. Matsumoto is connected to Tokyo's Shinjuku Station via Limited Express trains. Here is an example schedule if you like to book this trip from Tokyo: 9:00 - Shinjuku departure 12:00 - Matsumoto arrival, meet guide and have lunch 12:30 - 16:30 - tour Matsumoto city 17:19 - departure from Matsumoto 20:07 - arrival in Shinjuku Of course, you can book this tour alone and request it for the morning as well.",
        "strLocation": "Nagano",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-nagano-see-the-splendid-matsumoto-castle-and-the-city-highlights/3212?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "See the splendid Matsumoto Castle and the city's highlights",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-04 03:33:21"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 6631,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1358841490/kjozlch4x3zuj9msawp0.jpg",
        "strIntroduction": "Do you want to feel rejuvenated? This traditional Japanese acupuncture and moxibustion experience will heal your mind and body to a state of rejuvenation. After been the center of Japan's medical practice during the Edo period, acupuncture as a practice died out until being re-evaluated recently. It has the ability to enhance one's immunity by increasing one's body's resistance to diseases. In addition, moxibustion also detoxes the body and has anti-aging effects. Many people who have undergone moxibustion are able to retain their young, beautiful skin and continue to get treatment often. There was a moxibustion scene in The Last Samurai and even Steve Jobs got a moxibustion treatment! In this experience, I'll rejuvenate your body in the following ways at either your house or hotel: - A shiatsu massage (massage with stimulates the tsubo - or pressure points - of the body) - Acupuncture (a process of stimulating the skin and muscles by inserting needles into your skin; don't worry, it won't pain!) - Moxibustion (burning of traditional healing herbs on your skin; don't worry, it won't pain!) Let's start anti-aging! ※ Acupuncture treatment is performed using disposable needles.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-traditional-japanese-acupuncture-treatment/297?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Traditional Japanese Acupuncture Treatment",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-04 03:36:38"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 7321,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1392256633/lzrp4ihuasenorje6n4p.jpg",
        "strIntroduction": "Ishigaki Island belongs to a group of islands called Yaeyama Islands, Okinawa. It is located 410km southwest of Okinawa main island and 270km of Taiwan. Surrounded by coral reefs, this island has many beautiful beaches and scenic marine spots. No wonder Ishigaki is the one of the most popular destination for a vacation in Japan! One of the most attractive feature of Ishigaki Island is its rich and thriving nature. In this eco-friendly tour, you can explore the natural environment by jungle trekking, without destroying the rich ecosystem of Ishigaki. This is great opportunity to see unique plants and animals up close. After jungle trekking, we will ride 5 exciting zip lines to return to the starting point. Morning Tour: 9:00 (hotel pickup)-12:30 (drop-off) Afternoon Tour: 13:00 (hotel pickup) - 16:30 (drop-off) Let's explore the subtropical jungle world in Ishigaki! Photo Credit: http://flic.kr/p/9HhEwe http://flic.kr/p/bUTJb1 http://flic.kr/p/4haky5",
        "strLocation": "Okinawa",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-okinawa-explore-ishigaki-island-jungle-trekking-zip-line/1867?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Explore Ishigaki Island! Jungle Trekking & Zip Line",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-04 03:41:17"
    },
    {
        "intDurationHour": 6,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 3,
        "intUsdCost": 13814,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1417251751/z4je4mcre2lyedecylgk.jpg",
        "strIntroduction": "Breakfast Welcome to Japan, the land of culinary delights and great place to let your taste buds explore. But sometimes you need a taste of home first thing in the morning, so we bring you to the most delicious sandwich deli in town. The BLT and their egg sandwiches are a great start to the day with loys more to choose from. Gather round the table for a chat about the plan for the day. At that time we can also give you a background on the rich history of Kyoto before heading out to see the sights. Bikes A short walk to the bike rental shop and we will get suited up for our adventure out in the city. Throughout the day I can offer inside knowledge on the most popular sights and show you some of the hidden gems that make this one of the most attractive travel destinations in the world. I also make sure to tailor the trip to each groups interests. Learn more about the rich culture and heritage of Kyoto and enjoy a fun day out on the bikes, travelling the city like a local would. Beer (or beverage) After a long day on the bikes, it’s time for a beverage. We can drop off the bikes then head to the Man in the Moon pub for a tasty refreshment with the first drinks on us. Enjoy choices from around the world and enjoy reflecting on a fun day on the bikes. I will happily give you tips on other things to do in the city as well. Looking forward to discovering Kyoto with you!",
        "strLocation": "Kyoto",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-kyoto-breakfast-bikes-beer-kyoto/2907?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Breakfast, Bikes & Beer in Kyoto",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-04 03:46:05"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 7097,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1382243422/xqs85fym9unyptizlewe.jpg",
        "strIntroduction": "Asahi is one of the biggest & most popular beer producers in Japan, producing world class beer such as “Asahi Super Dry” that is being consumed and enjoyed world wide. This tour will bring you to the actual brewery where Asahi beer is being produced, from its raw materials to its final product, ready to be shipped worldwide. You will be able to visit various facilities within the brewery to learn about the brewing process, the “malting”, “wort preparation”, fermentation”, “maturation, “filtering”, and finally “packaging”. At the end of the tour, you will also have a chance to taste a couple of Asahi's beer products, including the Asahi Super Dry at -2 degrees. The tour is conducted in Japanese, with pamphlets available in English, Japanese, Chinese, and Korean. It is also possible to have me explain the content to you in English. Come join us! Meeting place: JR Suita station (ticketing machine area) When visiting on your own: You can walk from Suita station to ASAHI Beer Factory in about 10min.",
        "strLocation": "Osaka",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-osaka-visit-asahi-beer-brewery-in-suita-osaka/1276?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Visit Asahi Beer Brewery in Suita Osaka",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-04 03:49:52"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 3,
        "intUsdCost": 7367,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1379404776/cvs4shaeamlnllq2mvws.jpg",
        "strIntroduction": "Taking a first glance at Tokyo from a distance - it might seem like a concrete jungle. But just one step closer is needed to see, that it's full of beautiful and interesting spots, priceless for both amateur and professional photographers. I will help you select spots to visit, depending on your preferences. We can also spend only a few hours or a whole day, following your pace. I will be happy to discuss where to go together with you. A couple of themed selection: - Modern Tokyo: Shinjuku, Ginza, Shibuya, Akihabara, etc. - Historical and traditional: Asakusa, Yanaka, Ueno, etc. - Japanese gardens: Shinjukugyoen, Koishikawa-korakuen, etc. - Water front: Odaiba Do you need to buy some equipment before shooting? I know all the best photography shops in Tokyo, both those selling the most advanced new cameras, and those secret places, where you can get barely used stuff for a bargain. Just let me know!",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-photo-tour-enjoy-photographic-scenic-beauty-in-tokyo/1101?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Photo Tour: Enjoy Photographic Scenic Beauty in Tokyo!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-04 03:53:51"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 6,
        "intUsdCost": 11051,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1397440111/epsqv4afkbotqoh63f5y.jpg",
        "strIntroduction": "I will teach you how to make Sushi Roll and Nigiri sushi in a friendly and at home environment. You can be assured that I will give you a demonstration first and teach you step by step. The process is not complicated. But there are tips for making delicious sushi. Flow of lessons 1) Tips for how to blend sushi vinegar 2) Tips for Nigiri sushi 3) Tip for putting sushi rice onto laver ( practice for roll sushi) 4) Tip for rolling with gathering items in the middle 5) Tasting https://flic.kr/p/7UB8Hy https://flic.kr/p/99zupo https://flic.kr/p/4ddqGk",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-learn-how-to-make-sushi-rolls/997?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Learn how to Make Sushi Rolls",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-04 03:58:12"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 2947,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1474970006/sstqwgxdvl5sf9g4tha7.jpg",
        "strIntroduction": "Gangala Valley is a peculiar natural spot located in the heart of Okinawa's main island. It is a unique place formed thousands of years ago from a large collapsed cave. Nowadays the valley is a protected natural site and its wonders can be explored only by joining regular guided tours. The walk through the virgin forest will fascinate you and you will long remember the pristine beauty of this secluded natural paradise! In the valley you will be able to see: - unspoiled tropical forest created by the collapse of a large cave. - very interesting small limestone caverns with uniquely shaped stalactites called the \"male cave\" and the \"female cave\" (upon seeing them you will understand why). This place has long been worshiped by locals as a sacred spot to pray for fertility and safe birth. - a giant Banyan tree hanging from the top of the 15-meter tall walls of the valley - an excavation site where archaeologists have found what they believe are remnants of Japan's prehistoric people. Gangala Valley can only be entered by registering for regularly scheduled guided tours, so don't miss the opportunity to book it! The tours are offered in Japanese, however English-language audio guides and well-written multi-lingual pamphlets are available for international guests. Tours are available every day at 10:00, 12:00, 14:00 and 16:00. Please come for check-in 15 minutes prior to the tour and have a cup of coffee at the unique Cave Cafe! In addition, you will be able to order one drink at the unique cave cafe next to the valley. Enjoy the relaxed natural atmosphere of this underground world!",
        "strLocation": "Okinawa",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-okinawa-enter-the-prehistoric-gangala-valley-and-visit-okinawa-world/3460?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enter the prehistoric Gangala Valley",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-04 04:02:22"
    },
    {
        "intDurationHour": 5,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 10499,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1427044923/ufhuryq34om87vfzvvxv.jpg",
        "strIntroduction": "In this tour you will visit some of Kamakura's most famous and scenic sightseeing spot together with a local living in the city. Here is a list of the places that I will take you to in Kamakura: - Zeniarai Benzaiten Ugafuku Shrine is a popular shrine in western Kamakura, which people visit to wash their money (\"zeniarai\" means \"coin washing\") It is said that money washed in the shrine's spring, will double! - Great Buddha Statue of Kamakura. This temple is well-known for its \"Great Buddha\", a monumental outdoor bronze statue of Amida Buddha, completed in 1243. You can also go inside the statue for just 20 yen. You will also ride the cute Enoden Railway Line which is small but famous because it's sometimes featured in TV dramas or movies. It runs between Kamakura and Fujisawa and passes a total of 13 stations. - Tsuruoka Hachiman-gu Shrine.It was built by Minamoto Yoritomo, who is the founder of Kamakura era, and dedicated to Hachiman, the Shinto god of war who served as the clan deity of the Minamoto family. You pray here and draw your fortune card! - Komachi-Dori street. You can go from one restaurant to another, sampling various kinds of food. - Houkokuji Temple. This temple is famous for its bamboo garden. If you want, you can enjoy some Japanese sweets and “Maccha” (green tea) which is a traditional drink of Japan. (Please pay 500 yen additionally when you go there)",
        "strLocation": "Kanagawa",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-kanagawa-tour-popular-attractions-in-kamakura-with-a-local/3272?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Tour popular attractions in Kamakura with a local!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-04 04:06:08"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 599,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1404737487/c4nvjahlksllwuc2bssd.jpg",
        "strIntroduction": "Any kind of emergency could happen during a trip, what would you do if you got into trouble in Japan? English language is unfortunately not helpful when you need medical care or assistance in finding a doctor or buying a medicine in Japan. In order to be safe during your trip and not need to worry about language obstacles, you can book this valuable phone support service and obtain professional help in various situations. There are various cases in which you may need English assistance for medical purposes in Japan. For example: - When you need to find a hospital or a pharmacy. - When you want to have someone explain to you in English what the doctor is saying during your visit to a clinic. - When you need advice about buying specific medicines in a drug store. - When you need recommendations for medical facilities. You don’t need to worry about language barrier any more. By using this service you will have access to a skilled phone assistant who will help you with language interpretation and medical advice during your travel. Make your travel experience better by booking this service in advance! *English-Japanese and Japanese-English only *We will give you the phone number after the booking. Please choose between the following two options: 1. 30 minutes of phone interpretation (applicable in various situations) plus 10 minutes of guidance and recommendation of medical facilities. 2. 60 minutes of phone interpretation (applicable in various situations) plus 10 minutes of guidance and recommendation of medical facilities. Note: You do not need to use all the time allocated to your account. You will be charged for excess time once you exceed 40 minutes or 70 minutes. We will give you a dedicated phone number with an individual PIN upon purchase. Please call the designated dedicated phone number and enter the individual pin in accordance with the automated guidance. You can use the phone service on any day of your trip. Interpretation is available between 8:30 am and 24:00 (midnight). Recommendations and finding medical facilities is available between 9:00 am and 18:00 pm. There will be an automated guidance that will guide you throughout this service. Please follow the guidance carefully to enjoy this service. The guidance will be as follows: 1. This phone number is exclusively for Voyagin user's. Please enter your PIN code. 2. We could not identify your PIN code. Please try again. 3. We could not identify your PIN code. Please hold while we connect you to the office. 4. If you wish to search for a hospital or need guidance on healthcare, press 1. If you need a medical interpreter, press 2. 5. You have chosen our hospital search service. If you wish to continue, press 1. To change the purpose of your call, press 2. 6. The lines are busy. Please call again in a few minutes. 7. You have selected our medical interpreting service. For a regular interpreter, to use during reception or payment, press 1. For a more advanced medical interpreter, press 2. 8. We will connect you to a medical interpreter. If you wish to continue, press 1. To change the purpose of your call, press 2. 9. This call will be recorded for quality assurance and trouble prevention. All information recorded will be kept strictly confidential. 10. Hospital searches are available during 9am to 6pm, with an hour break from 1pm on weekdays. Please call again during our regular business hours. 11. Medical interpreting services will be available from 8:30. Please call again after 8:30. 12. The lines are busy. Please hold while we connect you to the office.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-get-medical-support-through-phone-during-your-stay-in-japan/1820?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Get medical support through phone during your stay in Japan",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-04 04:09:56"
    },
    {
        "intDurationHour": 6,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 1,
        "intUsdCost": 9209,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1424355812/b9xvcjaemyyfg5f5g2kc.jpg",
        "strIntroduction": "In this tour we will go to Omiya Bonsai Village where you can enjoy the art of many great bonsai items. ■ Time schedules 10:00 ~ 14:00 10:00 ~ 17:00 (optional tour) 10:00 ~ 18:00 (optional tour) ■Meet up at Yokohama Station or Tokyo Station at (10:00am - 11:00am) I will pick you up at Yokohama Station or Tokyo Station, then get the train to Omiya Station and then transfer to another train and get off at Omiya Park Station. The whole trip takes about an hour. ■ Omiya Bonsai Art Museum (11:00 - 12:30) Omiya Bonsai Art Museum is the best place for bonsai lovers around the world and easily accessible even if you don't know much about bonsai. Here you will have the chance to learn more about and appreciate the art of bonsai. ■ Going back to Tokyo (13:00 - 15:00) I am sure you will have great memories from this bonsai tour! Unfortunately, you can not bring bonsai back to your home country because of heavy customs restriction. However, I'll be happy to introduce to you the splendid Japanese culture of bonsai! --------------------------------------------------------------------- Below are optional tours. ■ Lunch at Bonsai Restaurant (optional) (12:45 - 13:45) ■ Trial lesson (optional) (14:00 - 15:30) We will go to a nursery and see some wonderful bonsai art. If you want to take a trial lesson and make bonsai yourself at Seiko-en, please tell me in advance because the workshop is held only twice a month. (but, you cannnot bring bonsai back to your country) ■ 5 famous bonsai nurseries (optional) (16:00 - 18:00) There are 5 famous bonsai nurseries that we can visit in Bonsai-cho district: ・Mansei-en ・Seiko-en ・Fuyo-en ・Toju-en ・Kyuka-en A minimum of 3 people are necessary to run this tour. The tour is only held on Sundays and Saturdays.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-best-japanese-bonsai-tour-in-saitama-omiya-bonsai-village/3153?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Best Japanese Bonsai Tour in Saitama Omiya Bonsai Village",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-04 04:13:08"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 11512,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1425883844/dsfzqhe6ggvnvlpfzr50.png",
        "strIntroduction": "This is the private tour for you, not group tour. There are about 180 species of monkeys all over the world but these Japanese Macaque monkeys are unique in that they can live under extreme cold weather conditions, including up to 10 degrees below zero! The Japanese monkeys have pinkish faces. You can enter their world as an observer, but you can't touch or feed them. Taking photos is fine. We will meet at JR Tokyo, Ueno, or Omiya Station. We will go to Nagano by Shinkansen bullet train and change to a local train and bus using the Snow Monkey 1-Day Pass which includes admission to the park. Then we'll observe the Japanese monkeys in wild nature, especially while they take a bath in the hot springs. They live in the wild, so seeing them in the park or in the hot-springs is not guaranteed, although it's quite common. The staff feed them, and the monkeys usually come to the park and take hot spring baths! In the case of bad weather such as typhoons or earthquakes, they hide deep in the mountains. It is very rare but in such cases the park itself is closed or local train stops but No refund for tour fee. Japan has four beautiful seasons. Viewing the monkeys in the hot springs during the snowy season is only available in the winter. The snow season will change every year. You can see very lovely baby monkeys from early summer to autumn. If you want, after visiting the park, you can experience hot springs yourself at a nearby facility. Zenkoji is the oldest and biggest temple in Nagano city which dates back to the 7th century. Except for special night events, you cannot enter the temple area, but it's worth watching from outside. You can also eat famous Shinshu-soba noodles there. Rough itinerary: In the morning: Meet at JR station. Move to Nagano by Shinkansen for two hours. Noon: Arrive at Nagano station. Move to the station near the mountain by local train (lunch) for one hour. Afternoon: Arrive at the local station and move to the mountain gate by public bus. Walk along the river to the park for 20-30 minutes. Enjoy watching the lovely monkeys for one hour. Go back to the mountain gate for a coffee break and souvenir shopping. Take the reverse course to Nagano. Evening: Arrive at Nagano station. Go to Zenkoji-temple by bus for 10 minutes. Visit the temple and have a soba dinner at a local restaurant. Head back to Nagano station and take the Shinkansen to Tokyo. Late night: Arrive in Tokyo. If you would like to skip the Zenkoji Temple, we can eat Japanese bento boxes on the Shinkansen. This Shinkansen is brand new and very popular. It is highly recommended to buy the tickets in advance by JR staff. For assisting the purchase and booking seats of your Shinkansen tickets, the fee is 3000 yen. Usually it takes more than one hour. Please pay that to the guide directly. Booking at least 3 days prior to your preferred date is highly recommended.",
        "strLocation": "Nagano",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-nagano-go-on-a-one-day-trip-to-see-snow-monkeys/3206?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Go on a one day trip to see the Snow Monkeys!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-04 04:17:53"
    },
    {
        "intDurationHour": 10,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 2,
        "intUsdCost": 11935,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1483181337/mhelcfdmrbkwheausbvh.jpg",
        "strIntroduction": "Participate in this bus tour program to explore the charms and secrets of the holly ground Nikko in Tochigi! Nikko is one of the most famous tourism spots in Japan, which is famous for its huge collections of temples and great natures. You can enjoy scenic, mountainous landscapes, lakes,waterfalls, hot springs, and hiking trails at Nikko. Before visiting Nikko's famous sightseeing spots, you will have lunch at Bandai, which is famous for its chestnut lunch set, consisting sticky rice with chestnut. At Bandai, you can also purchase the strawberry products as souvenirs for your friends and family! After lunch, you will visit Nikko's Toshogu Shrine, the most famous shrine of Nikko. The shrine was built in 1617, and it became the final resting place of Tokugawa Ieyasu, the founder of Tokugawa Shogunate that ruled Japan for over 250 years until 1868. The shrine is very beautiful, consisting of more than a dozen buildings set in a beautiful forest. You will visit Kegon Waterfall, the most beautiful waterfall in Nikko area. Kegon Waterfall is the only exit for the waters of Lake Chuzenji, and it is also famous as one of the best autumn color spots in Japan. You will also visit Lake Chuzenji, a scenic lake located in the mountains above the town of Nikko. The lake is located at the food of Mt. Nantai, the sacred volcano of Nikko, which eruption blocked the valley below, creating Lake Chuzenji 20,000 years ago. In the winter (January 4 - February 28), since the waterfall and the lake will froze, you will visit Nikko's famous Futarasan Shrine, Rinnoji Temple, Taiyu-in Temple, and Kirifuri Falls. Rinnoji Temple, is one of the most important temples in Nikko, and the Sanbutsudo of this temple had been the most important building of Nikko until Toshogu temple was built. The temple houses three big golden Buddhist statues, which are believed to be the three mountain Gods in Nikko. The itinerary for this tour is as follows: - Depart from Hamamatsucho Station Bus Terminal at 9:20 - Shop and have lunch at Bandai in Nikko - Visit Nikko Toshogu - Kegon Falls and Lake Chuzenji (you will be visiting Futarasan Shrine, Rinnoji Temple, Taiyu-in Temple, and Kirifuri Falls during this period: January 4 - February 28) - Return to Shinjuku Station West Gate & Tokyo Station Marunouchi South Gate",
        "strLocation": "Tochigi",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tochigi-visit-nikko-and-discover-the-world-heritage-toshogu-shrine/531?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Visit Nikko and Discover The World Heritage Toshogu Shrine!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-04 04:22:52"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 6262,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1410189478/qc9zk2whrb9punxmqgzl.jpg",
        "strIntroduction": "Ikebana, which translates into Japanese traditional flower arrangement, is significantly different from the regular floral designs prevailing in Western culture. Learning Ikebana will provide you with the understanding of old Japan and will also guide you to find out more about yourself, by concentrating on your thoughts and value as you progress with the Ikebana. You can learn the basic knowledge of Ikebana and its development through explanations and demonstrations. Be creative and have fun! Class description: (90min) 1) Introduction, Introduction to Ikebana, including the history of its development. You will understand about the difference with western flower arrangement. 2) Demonstration, You will learn the basic concepts of Ikebana by watching the demonstration. You can also grasp an image for your own work. 3) Work Now it is your turn! Enjoy creating your own Ikebana by yourself! Don't worry! When you need our assistance, I am happy to help you. 4)Share Share your work, your idea, and your expression with us! Class starts : 10:15am / 2:15pm. *subject to change Availability: Limited dates on the weekend. Please contact us for availability.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-experience-ikebana-in-tokyo/2706?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Experience Ikebana in Tokyo!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-04 04:26:54"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 3,
        "intReviewVisitor": 1,
        "intUsdCost": 5249,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1384507256/ltovtwcz5fltjgjscsqj.jpg",
        "strIntroduction": "Our jungle Cruise sparked the boom of appreciation for factory night views which spread all over Japan. As the pioneer, we have now developed a new even more satisfying course for our guests. Enjoy the highly entertaining cruise. Cruise Course: Departing from Pier Aka-renga, the boat sails through Keihin Canal, Kawasaki Port, Shiohama Canal, Tanabe Canal, and Minamiwatarida Canal. Boarding Place: Pier Aka-renga,, located on the back of the Yokohama Red Brick Warehouse(15mins walk from Bashamichi Sta.No.6 Exit of Minatomirai Line) Departing Time: Jan.:17:00 Feb.:17:30 Mar.:18:00 Apr.:18:00 May:18:30 June:19:00 July:19:00 Aug.:18:30 Sept.:18:00 Oct.:17:30 Nov.:17:00 Dec.:16:30",
        "strLocation": "Kanagawa",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-kanagawa-enjoy-yokohama-factory-night-view-jungle-cruise/1387?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy Yokohama!! Factory Night View Jungle Cruise",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-04 04:31:15"
    },
    {
        "intDurationHour": 9,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 5065,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1481248868/jp5a8917dsj7lghaofdc.jpg",
        "strIntroduction": "Being the second largest city in Japan, Osaka is surrounded by beautiful nature. In this tour, you will visit many beautiful places in nature, which is still very close to the city. In the morning, you will visit the beautiful nature of Mt. Temposan and enjoy the park in its foot as well. In the afternoon, you will visit the largest aquarium in Osaka, called Kaiyukan, to enjoy thousands of fishes and Whale sharks, which is one of the most admired and noticed shark in Japan. There are only three aquariums where you can see the whale sharks in Japan, and Kaiyukan is one of them. Afterwards, Plan A will visit Osaka Castle, one of the most famous and beautiful castle in Osaka. Plan B will visit the Expo'70 Commemorative Park, which displays various trees, flowers, and future cities. At night, both plans will visit Umeda Sky Building to enjoy the bright and sparkling nightlight of Osaka from the sky. Please wear comfortable shoes since this tour will require a lot of walking. There are two different options, so please pick the ones you would like to visit depending on your interest. [Schedule] 9:00am Meet at Osaka station 9:30-11:30am Visit Mt. Temposan and Mt. Temposan park Plan A 11:30-2:30pm Visit Kaiyukan Aquarium and have lunch 3:20pm Visit Osaka castle 5:00pm Visit Umeda Sky Building End of the tour Plan B 11:30-2:30pm Visit Kaiyukan Aquarium and have lunch 4:00-5:00pm Visit the Expo'70 Commemorative Park 6:00pm Visit Umeda Sky Building End of the tour Come visit the vibrant city of Osaka with us! This tour is filled with breath-taking views, entertainment, and history!",
        "strLocation": "Osaka",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-osaka-one-day-osaka-tour-in-the-nature-ocean-and-from-the-sky/2406?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Private 1 Day Osaka Tour in Nature, Ocean, and from the Sky",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-04 04:36:57"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 1,
        "intUsdCost": 2763,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1472110965/uwm1i0m0fsxyl55y7jax.jpg",
        "strIntroduction": "We offer customized half day tours specially organized to fit your schedule and places of interest, not only in Nara but also in Kyoto, Osaka and Kobe. Examples of customised tour itineraries: Nara: Nara Park, Isuien Garden, Yakushiji Temple, Toshodaiji Temple, Naramachi, Heijo Palace Site Kyoto: Kiyomizu Temple, Golden Pavilion, Byodoin Temple, Gion District, Nishiki Food Market Osaka: Osaka Castle, Osaka Aquarium, Shitennoji Temple, Dotombori. If you are planning to visit Nara and Kyoto or Osaka on the same day, we also offer a one-day tour combining two of these cities. Grab this opportunity to have your original and best tour! Photo Credit: http://flic.kr/p/bM24gF http://flic.kr/p/88UC2B http://flic.kr/p/5CqTak http://flic.kr/p/dTyFSD http://flic.kr/p/jjUxDQ",
        "strLocation": "Kyoto",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-kyoto-customize-and-embark-on-a-private-half-day-tour-in-kansai/1579?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Customise and embark on a Private Half Day Tour in Kansai",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-04 04:41:39"
    },
    {
        "intDurationHour": 9,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 3,
        "intUsdCost": 2929,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1482734957/lk3skid5udgid2wbftka.jpg",
        "strIntroduction": "Can you think of anything unique to do in Osaka within a day? If you are confused of where to go, we have the perfect tour for you! This tour will guide you through famous tourist spots and infamous, but wonderful spots in Osaka! This tour is made for people, especially for a family with a young child! Osaka is the second largest city in Japan, but a lot more energetic and historical compared to the largest city, Tokyo. There are many historical sites to visit, and there are also countless amounts of cultural and local places to visit. This tour will include many of the cultural places in Osaka. There are two different options, so please pick the one you would like to visit depending on your interest. Here are some information about the places you will visit. ・Dotonbori: Dotonbori is a very famous shopping district in Osaka. Here, you will find numerous restaurants, shops and cultural sites. It is very popular street for people to eat and walk. It will be very bright and loud at night, and you will see why people like spending their time in the city during the night in Japan. ・Kuishinbo Yokocho: Kuishinbo Yokocho is an indoor-food district made for people to taste and know the fascinating food culture in Osaka. The model of the building represents the 1970s, when the traditional working-class neighborhood were in bloom. You can eat various different Japanese food here. Here is a detailed schedule of the tour: [Schedule] 10:00am Meet at Osaka station 10:00am~10:30am Go to Pokemon Center Osaka 11:00am~1:00pm Visit to Osaka castle 1:00pm~1:30pm Lunch Break 2:00pm~3:00pm Ride on Osaka Water bus *Please choose either option A or B* Option A 3:30pm~5:00pm Walk around Dotonbori 5:30pm~7:00pm Visit to Takoyaki Museum in Universal CityWalk Osaka End of the tour Option B 3:30pm~4:30pm Walk around Dotonbori 5:00pm~6:30pm Visit Osaka Aquarium KAIYUKAN 7:00pm~7:30pm Naniwa Kuishinbo Yokocho End of the tour Osaka will provide you with everything you expected to see while traveling in Japan! From historical castles and the lively streets of food, souvenirs and entertainment! ※Osaka castle will be closed from Dec/28/2016 to Jan/1/2017 [Photo (Copy right)] https://flic.kr/p/eacZHz https://flic.kr/p/6aE8ei https://flic.kr/p/dmLc8H https://flic.kr/p/8F6F5h https://flic.kr/p/8hY64v",
        "strLocation": "Osaka",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-osaka-unique-and-cultural-one-day-family-tour-in-osaka/8018?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Unique and Cultural One Day Family Tour in Osaka!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-04 04:46:58"
    },
    {
        "intDurationHour": 12,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 5,
        "intUsdCost": 12525,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1404871394/cp6tuwpbzlbnvjrlkw0h.jpg",
        "strIntroduction": "Many tourists do not know about the beauty that Mount Fuji possesses at the foot of the mountain. The forest that surrounds the mountain and the sightseeing spots nearby, such as the shrines and tea houses have a very long history that is interesting to know. Otherwise, the foot of the mountain is a perfect place for the beginners to start climbing. In this tour, your host will introduce you to the history of Mount Fuji and will guide you through the mountain to see the rich nature it contains. This tour has two schedules, so please pick the option you wish to join. The price covers the fee for transportation, guide fees. Please keep in mind that the lunch fee is not covered. Here is a recommended schedule of the tour: [Schedule] 5:50am Meet up at Shinjuku station and take a bus to Mt Fuji 7:44am Arrive at Mt. Fuji station 8:15am~8:30am Visit Kitaguchi Hongu Fuji Sengen Shrine 9:50am~10:10am Visit Nakano-chaya 11:55am Arrive at 1st station 12:25pm Arrive at 2nd station 12:50pm Arrive at 3rd station 1:10pm Arrive at 4th station 1:55pm Arrive at 5th station 2:40pm Arrive at Fuji-Subaru Line 5th Station. Lunch Break Plan A 2:30pm Climb down Mt. Fuji by walk 6:59pm or 7:59pm Leave Mt. Fuji station and take a bus to Shinjuku 8:55pm or 9:55pm Arrive at Shinjuku station Plan B 3:30pm Climb down Mt. Fuji by bus 4:15pm~5:00pm Walk around Lake Kawaguchi 5:10pm or 5:40pm Leave Lake Kawaguchi station and take a bus to Shinjuku 6:55pm or 7:25pm Arrive at Shinjuku station Come climb Japan's highest mountain with us! We will climb up till the 5th station, but you will be surrounded by the nature, feeling refreshed and energized! [Photo (Copy right)] https://flic.kr/p/5h78aT https://flic.kr/p/hxWd6q https://flic.kr/p/jxDgPg https://flic.kr/p/akABfJ https://flic.kr/p/apPWWR https://flic.kr/p/52SKqB",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-enjoy-mt-fuji-hiking-tour-and-amazing-nature/2417?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy Mt.Fuji Hiking with a Private Guide and Amazing Nature",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-04 04:49:51"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 3069,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1481101754/hrpc3qytoetglu7kcbb0.jpg",
        "strIntroduction": "This tour will take you to the southern part of Kyoto where your professional guide will introduce you to some of the most fascinating historical spots of Japan's old capital. First you'll visit the nursery Koju-en, where you will have the chance to see plenty of masterful bonsai art pieces and learn more about the tradition of bonsai making in Kyoto. After that you'll continue to Toji Temple - the oldest one in Tokyo and a designated UNESCO World Cultural Heritage Site. This temple was built in the Heian period and the famous Buddhist monk Kobo Daishi (Kukai) was its head priest for many years. Here you can see Japan's tallest Buddhist pagoda which rises above all other buildings around. Finally, your guide will take you to Fushimi Inari Shrine - the central of all Inari shrines which worship the fox spirit around the country. The most attractive feature of Fushimi Inari are the hundreds vermillion gates which continue in the forest up the mountain. At the end of this half-day tour you will have seen some of the most interesting places related to Kyoto's history and culture.",
        "strLocation": "Kyoto",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-kyoto-explore-highlights-of-southern-kyoto-half-day-tour/3085?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Explore the highlights of southern Kyoto in a half-day tour!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-04 04:53:10"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 1473,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1384951478/v9lzjlnwwwjt1i0tt07y.jpg",
        "strIntroduction": "Daisenin temple is a Buddhist temple, one of fourteen autonomous branches of the Rinzai school of Japanese Zen. It is located in Kita-ku, Kyoto, Japan. The \"mountain name\" (sango), by which it is known, is Ryūhōzan. In this activity, you will be able to experience Zen meditation with a traditional Japanese green tea at Daisenin temple. Furthermore, you can also visit their famous and beautiful Zen gardens \"Dokuzatei\" and \"Kanmintei\", as well as authentic Japanese tea rooms. Photo URLs http://flic.kr/p/71HhAu http://flic.kr/p/weSgU http://flic.kr/p/71DfNt http://flic.kr/p/71DVzM http://flic.kr/p/6nzuVK http://flic.kr/p/8MFpRG",
        "strLocation": "Kyoto",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-kyoto-experience-tea-ceremony-and-zen-meditation-at-daitokuji-temple/1383?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Zen Meditation at Daisenin Temple with Tasty Green Tea.",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-04 04:58:29"
    },
    {
        "intDurationHour": 5,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 3684,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1421307048/ekqcouo5ayh45a7b8occ.jpg",
        "strIntroduction": "In this tour, the local guide Shumi will show you around stylish clothes shops and cafes in Shibuya and Aoyama areas in Tokyo. Many visitors come here for shopping, eating, drinking, and business. Therefore there are lots of amazing shops around this place. I will take you to some of the most popular ones which have an iconic value for local people. This is a 5 hour tour. An example schedule would be: ①12:00 pick-up & Lunch ex) Sushi, Yakinuku, Ramen, Eel (upon your request) ②13:00 shopping in Shibuya ex) Parco department store, United Arrows, Tomorrow land, Postalco and others) ③15:00-15:30 going to Aoyama by train or taxi ④15:30-16:00 a little break in a stylish Cafe, such as •Kitsune cafe •A to Z cafe •Nicolai Bergmann NOMU ⑤16:00 shopping in Aoyama ex) •kolor •Acne •Arts&Science •Super A market •comme des garcons •Kitsune •Spiral •Thom Browne •Under Cover and so on. ⑥17:00-17:30 The tour finishes and I take you to Omotesando Station.",
        "strLocation": "Shibuya",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-shibuya-explore-stylish-shops-in-shibuya-aoyama-with-a-local-guide/3041?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Explore Stylish Shops in Shibuya & Aoyama with a Local Guide",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-04 05:02:57"
    },
    {
        "intDurationHour": 6,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 3,
        "intUsdCost": 8196,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1472111413/yhgi97mbqnqfwxwz6ey7.jpg",
        "strIntroduction": "Kyoto has a large cultural legacy coming from its 1200 year-long history. We offer special private tours in Kyoto at affordable costs. Our government-licensed guides will meet you at your hotel, and take you not only to major tourists' spots but also to lesser-known alleys and markets. At the end of the tour, you will agree that the best feature of Kyoto city is the mixture of the new and the old! Sanjusangen-do ↓ Kiyomizu Temple ↓ Sannenzaka ↓ Gion ↓ Nishiki Market ↓ End of tour (Tour guide will assist you how to get to the subway station or the nearby bus stop for your next visiting spot or your hotel) ==Sanjusangen-do== The main hall of Sanjusangen-do contains 1,001 wooden statues of Juichimen- Senju- Kannon, \"11-faced, thousand -armed Buddhist goddess of mercy\". The principal image, the seated statue of Senju Kannon, sits in the center of the collection. These statues exhibit an extraordinary level of craftsmanship from the Kamakura period, representing the essence of Buddhist art. Although the Kannon Bodhisattvas all look almost identical, there seems to be the statue resembling yourself among them. == Kiyomizu Temple == This temple predates the foundation of Kyoto and has had millions of pilgrims ever since. It is designated as a UNESCO World Heritage site with over 30 structures, including a huge wooden veranda in front of the main hall that juts out over the cliff and provides you a panoramic view of Kyoto. There is a famous expression: that states \"You must jump off the stage of Kiyomizu.\" It means that you should take the plunge to make your dreams come true. == Sannenzaka == This sloped path leading to Kiyomizu temple was originally paved with stones in about 808 AD and may be the most trod-upon street in Kyoto. It is lined with old wooden houses running restaurants and shops selling pottery, artworks and other traditional goods. You may come across young women dressed in kimono and feel as though you had traveled back in time to the days of 300 years ago. == Gion == Gion is an entertainment district beautifully lined with traditional town houses and restaurants, you will see encounter geiko and maiko, professional entertainers trained in traditional Japanese dance and music, including the playing the shamisen (like a three-stringed guitar) and singing. They can be seen wearing, beautiful, elaborate kimonos as they walk to and from appointments. Some Japanese entertainment, like kabuki, is performed solely by men, but in Gion, all the entertainment is provided by women. After graduating from Jr. High School, girls enter a preparatory program to become maiko, apprentices of geiko. They learn skills such as dance, music, tea ceremony and flower arrangement to become the ideal traditional entertainer. ==Nishiki Market== If you need a break from temple hopping, Nishiki Market is a great place to visit. Located in the center of the town, Nishikikoji-dori, 400 meters long, is a street lined with around 130 shops selling Kyoto's specialties, such as Kyoto vegetables, dried and pickled foods, fish, and more. That's why it is called \"the kitchen of Kyoto\". The variety of foods on display is staggering and the frequent cries of Irashaimase (Welcome!) are heart-warming.",
        "strLocation": "Kyoto",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-kyoto-fascinating-view-from-kiyomizu-temple-nishiki-market/537?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Explore Kyoto: Gion, Kiyomizu, Nishiki Market - Private Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-04 05:07:09"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 3868,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1378177465/lyymtlu02sdj5y2qhypr.jpg",
        "strIntroduction": "Come experience the high life in Ginza! Ginza is a district in Tokyo known for its many department stores, boutiques, restaurants, and coffee houses. In this activity, I will take you to the best of Ginza based on your interests. Some suggestions for your tour will include: Shopping: Ginza is a shopper's paradise with many Japanese brands and most major international brands. \"Ginbura\": Ginbura is a word used in japan to describe the act of walking around Ginza on the weekends when parts of its streets close to traffic. You'll also see that many street performers appear for \"Ginbura\". Art: There are a number of popular art galleries around the Ginza area including Galleria Grafica Tokyo, Shiseido Gallery, and Vanilla Gallery. There are also kabuki theaters and delicious upscale restaurants you might want to visit. Contact me for more information.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-guided-tour-of-ginza/1050?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Guided Tour of Ginza",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-04 05:12:21"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 5,
        "intUsdCost": 3684,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1428804573/eoor09cvbymf37u60ggz.jpg",
        "strIntroduction": "The Japanese kimono is one of the world’s most recognizable traditional garments. However, the kimono is extremely complex and there is a specific step-by-step process to properly put one on. The friendly professionals will assist you in trying on your kimono, making it extremely easy and hassle free. Come and try a piece of history and experience wearing a traditional kimono for yourself! After putting on your Kimono, you can walk around Ginza and show off your beautiful kimono to the world. These are the options that you can choose from: -Kimono Experience 30minutes Try wearing a kimono for fun! Bring your camera! You can go outside about 15minutes for take some pictures. -Kimono Walking 120minutes Try wearing a kimono and take a walk around Ginza! -Formal Kimono 180minutes Experience wearing Japanese wedding garments!",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-walk-around-in-a-kimono-in-ginza-tokyo/1826?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Walk Around in a Kimono in Ginza, Tokyo",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-04 05:15:39"
    },
    {
        "intDurationHour": 19,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 22839,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1393383642/ny1e8ykpswdtycqh83vt.jpg",
        "strIntroduction": "We(one of our family member) will guide you to the tea field at the top of a mountain and tell you all about the history and production of this pesticide-free organic tea which began in 1975. If the weather is nice, you can enjoy an scenic view of of Mount Fuji, Suruga Bay, Izu Peninsula and the town below from the tea field. You will stay with a family of tea farmers in their house. Dinner will comprise traditional dishes with plenty of seasonal chemical-free vegetables. Let's talk about traditional agriculture, nature, community, and the culture of Japan over dinner. On the second day, there will be tour around our tea factory in the morning. This factory started domestic tea making since the year 2000. They imported the first professional tea roller machines from Sri Lanka to produce authentic domestic tea. You will have a chance to taste several types of tea including black tea and green tea. We will also introduce the best way to make good tea for each type of tea. Time will be from 3pm to 10am of the next day. Deepen your knowledge on Japanese tea. Experience the traditional lifestyle of farmers living in organic tea production lands. *Please note that due to seasonal harvesting we won't be able to host you everyday, so please contact us before you make any reservation. Do not hestitate to send us a message too if you have further questions with regards to the tour. Thank you for your kind understanding.",
        "strLocation": "Shizuoka",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-shizuoka-stay-in-the-land-of-organic-tea-and-learn-tea-culture/1230?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Stay in the Land of Organic Tea and Learn Tea Culture",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-04 05:20:08"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 3,
        "intUsdCost": 4989,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1383650104/ss02l2s1n7dp1lulescp.jpg",
        "strIntroduction": "Since the Edo period (1603-1868) Asakusa has been the most popular tourist site in Tokyo. Today, Asakusa remains the No.1 destination for foreign tourists. Come join us in this private walking tour in Asakusa! Nakamise street is the oldest shopping arcade in Tokyo, and is always bustling with visitors enroute to Senso-ji Temple. Be taken back in time in Dempoin Street, where you can enjoy the atmosphere of the Edo period. Take in a ninja show at the Hanayashiki Amusement Park, or enjoy a ride on a traditional rickshaw. To really get a sense of Japanese life, why not visit a kimono shop where you will be able to try on a traditional kimono? Then take a walk in your kimono to the nearby Taiko Drum Museum. Afterwards take a rest in one of Asakusa's many delicious restaurants or browse it's souvenir shops to make this experience one you will remember. Our guide is happy to pick you up from your hotel if you book hotel pick up option, but please note all transfer expenses for this tour are excluded from the online price. You can head to the tour's departure point by taxi, or Tokyo's excellent rail system. Photo Credit: http://flic.kr/p/72zKCQ, http://flic.kr/p/aDXPcU, http://flic.kr/p/95SHj3, http://flic.kr/p/8kFc6K http://flic.kr/p/FC3Vi",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-enjoy-asakusa-sightseeing-walking-tour/1334?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Visit Sensoji! Enjoy Asakusa Private Walking Tour!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-04 05:25:42"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 27628,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1447503286/u7ium1coltidtyyjegin.jpg",
        "strIntroduction": "The Tsukiji Sushi Workshop is lead by veterans of the Tsukiji Fish Market and sushi masters who have been pursuing Japanese cuisine for many years in Asakusa and Tsukiji. What we at the Tsukiji Sushi Workshop are offering is aimed at people wanting to know not only how to prepare sushi, but everything from learning about the procurement of ingredients to presentation. ----------------------------------------------------- - Sushi masters profile Morita Morita-san spent 3 years in Milan gaining experience with Mediterranean seafood. In order to deepen his understanding of seafood cuisine, in 2004 he started working in Tsukiji and has been hard at work ever since. “You have to be quick here in Tsukiji. Since freshness is so important, everyone in Tsukiji gets up in the early hours before dawn and shops will start to close soon after lunch. And of course, this need for speed is one of the reasons behind the origins of sushi. We hope to share our passion for Sushi and Japanese cuisine with you!” ----------------------------------------------------- Noji At the age of 23, Noji-san started his career as a chef at the century-old Ryotei, a famous establishment of fine Japanese dining. Not completely satisfied, when he turned 33 he moved to Tsukiji to rediscover the roots of Japanese cuisine. And now, he is the owner of his own restaurant. “Tsukiji is a town of change. Adapting to both season and age, it is constantly striving to provide the perfect ingredients for cuisine. For chefs like me, it really is a treasure trove – if I come here I can get hold of ingredients I can’t get my hands on anywhere else. I look forward to sharing my experience of Tsukiji with you!” ----------------------------------------------------- On the morning of the workshop, we will come and pick you up from the local train station (Tsukiji Station, on the Tokyo Metro Hibiya Line) at 9:00 am. On a typical day, after a brief round of introductions we will show you around to the Tsukiji Inner and Outer Fish Market. Here, we will show you how to select delicious, seasonal ingredients for making sushi (in Japanese this process is called “Mekiki”, literally meaning “judgement by eye”) – and after this, under the expert guidance of our sushi chef you will finally get to try your hands at preparing sushi! At the end of it all, everyone will have the chance to savor the delicious meal you’ve just prepared. For more details about the itinerary, please check out the picture.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-join-a-tsukiji-sushi-workshop/2771?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Tsukiji Sushi InsiderWorkshop",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-04 05:29:12"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 2,
        "intUsdCost": 4000,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1399509819/cijvb1ibfqskpetl2aur.jpg",
        "strIntroduction": "Teaching Kimono lovers how to wear a Kimono as well as sharing the Japanese tradition and culture has been my joy and pleasure. You'll be able to wear a traditional Japanese Kimono on your own in only three lessons! Lessons will be taught in my house in Meguro Tokyo, about 5 minute walk from JR Meguro station. I can teach in both Japanese and English. 1st Lesson: Nagajuban under-kimono and kimono robe 2nd Lesson: How to tie the Nagoya obi sash 3rd Lesson: How to tie the obijime belt and obiage scarf I highly recommend that you attend these lessons once in two weeks so that you have time to practice at home after each class. You are also encouraged to bring your own kimono set. However, if you don't own a kimono set, I can lend you mine or bring you Kimono shopping in the shops in Meguro or Asakusa.",
        "strLocation": "Shinjuku",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-shinjuku-learn-to-wear-a-traditional-kimono-in-meguro-tokyo/2208?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Learn to Wear a Traditional Kimono in Meguro, Tokyo",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-04 05:33:35"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 3,
        "intReviewVisitor": 2,
        "intUsdCost": 1151,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1388748921/jsseufckeuhrauverpy3.jpg",
        "strIntroduction": "The Tokyo Metropolitan Government Office is located 10 minutes from Shinjuku station by foot. Many travelers may not be aware that the night view from the building is stunningly beautiful as you are able to get a panoramic view of Tokyo's night skyline. On top of that, entry is free of charge! There are shops there selling souvenirs as well. However, Shinjuku station is so huge that even the local Japanese might get lost in the maze of buildings of exits. Only those who are extremely familiar with Shinjuku will be able to find their way around. I will guide you from Shinjuku station to The Tokyo Metropolitan Government Office. Along the way, I will introduce some famous buildings in the vicinity. When we come back to Shinjuku, I will show you around the neon‐lit streets. If you want to go shopping, or play at a game center etc, I can introduce you to some highly recommended places. An afternoon tour option is also available, but do let me know in advance. Looking forward to meeing you! Let's explore exciting Shinjuku together! Photo Credit: http://flic.kr/p/5STREW",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-enjoy-an-awesome-night-view-of-shinjuku/1637?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy an Awesome Night View of Shinjuku",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-04 05:37:06"
    },
    {
        "intDurationHour": 16,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 9209,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1418129005/qcndetunloejhahgen4y.jpg",
        "strIntroduction": "Japanese tattoo is now established as one of the most renowned tattoo styles, and considered a form of modern art the world over. Most images used in Japanese tattoos have meaning and purpose, and it is hard to find an artist outside of Japan with full understanding of these. I have been tattooing for over 10 years in Japan and have specifically studied the Japanese style (Irezumi). In this experience you can get a real Japanese tattoo by a Japanese tattoo artist while staying in Tokyo. (I always use a tattoo machine, rather than 'hand-poking' my tattoos) Japanese style tattoos often depict subjects covering large areas of the body and take a lot of time, but you can also get a onepoint Japanese tattoo. The price will vary according to the size, place and detail of the design. Please check the price example which is listed below. Example prices: Onepoint tattoo/business card size is around 20,000 Yen; postcard size from 30,000 Yen. A sleeve or back piece will be charged for the outline first, and then shading: a chest or half sleeve outline is 30,000 Yen, full sleeve outline 50,000 Yen, back piece outline from 50,000 Yen. Then shading is 10,000 Yen per hour. When you book you'll pay 10,000 Yen upfront through the Voyagin website. Then you can pay the rest of the balance at the studio, since the total price will depend on the size and design of your tattoo. There's no need to pay it all in advance for a big piece - you pay each time you get tattooed. Example times: A postcard size tattoo takes around 2-3 hours, and a half sleeve takes about 15-20 hours, but it varies according to detail and color. One session can be up to 8 hours. Available every day, but please message me before booking.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-get-tattooed-in-ueno-tokyo/2084?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Get Tattooed in Ueno, Tokyo!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-04 05:43:25"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 2,
        "intUsdCost": 7367,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1378300660/frwewfgnpl0uoetyvkhd.png",
        "strIntroduction": "Hello sushi lovers, it's time to learn from a master and try your hand at making your own sushi lunch. In this sushi-making class, sushi chefs from a very popular sushi restaurant in Japan will teach you how to make lovely morsels and other useful techniques and principles you must follow to be on your way to becoming a master sushi chef. Key topics which will be covered: - How to blend your rice with the correct amount of seasoning - How to cut your fish pieces appropriately - How to combine your rice with the ingredients - How to make sushi rolls with seaweed Join us for a fantastic time!",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-learn-how-to-make-sushi-from-a-sushi-chef/1059?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Learn How to Make Sushi From a Professional Chef",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-04 05:47:18"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 2,
        "intUsdCost": 7552,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1422093143/x4eeyypfqoa3sk6ufqdd.jpg",
        "strIntroduction": "Learn how to draw a manga character and then the illustrator will draw a portrait of you. You'll be picked up at exit 11 of Tenjinbashisuji 6-chome station on Sakaisuji (brown) line, Tanimachi (violet) line or Hankyu line. The lesson will take place at a sharehouse (5 min. walking from the station). You can choose what character you would like to draw from these below. - Songoku ( Dragon Ball) - Luffy (One Piece) - Sailor Moon - Hello Kitty - Rilakkuma - Kumamon - Any other request You can learn how to draw a well balanced figure and expression as you like from a professional illustrator. This takes 30-40 minutes. Then the illustrator will draw a portrait of you. In just about 30 minutes you can get your own portrait! You can also get your portrait in a digital data format if you want to use it on a computer. You can get a different pattern from the paper one. It takes extra 30 minutes so that the illustrator can decide the design. The portrait will be sent to you after 1 week by e-mail.",
        "strLocation": "Osaka",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-osaka-simple-manga-drawing-lesson-get-your-manga-portrait/2735?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Attend a manga drawing lesson and get your manga portrait!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-04 05:53:08"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 8150,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1485151575/rw0mtlyyuiafxatsjnta.jpg",
        "strIntroduction": "<On the Day of the Photo Shoot> The photo session lasts from 1.15 to 3.0 hours, depending on your selected plans and options. STEP1 Reception At the reception, we will go over your selected plan, help you pick out your kimono. STEP2 Preparation and Kimono Experience We will dress you in your selected kimono and do simple hair-setting with Japanese hair accessories. We have cosmetics here for free use. (Optional services by a professional hair dresser and make-up artist can also be arranged per your request.) STEP3 Photo Session Enjoy your photo session with authentic Japanese Kimono! We have various Japanese props. STEP4 Photo selection Choose your favorite poses on the monitor for printing and data saving according to your selected plan. Your photos and data CD-R will be provided to you right-away. STEP5 We will serve you Japanese green tea. Please enjoy Japanese culture and hospitality. Thank you very much for coming!",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-authentic-kimono-makeover-and-studio-photography-in-tokyo/2784?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Authentic Kimono Makeover and Studio Photography in Tokyo",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-04 05:56:58"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 3837,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1424767465/z2tpgyuzcyzxrqzeujiz.jpg",
        "strIntroduction": "Kyoto's unique charm attracts international visitors all year round, but the city is particularly busy during the spring period when thousands of sakura cherry trees blossom everywhere and create a unique festive atmosphere! Local people gather in the parks for traditional hanami (cherry tree appreciation) picnics, or take a pleasure boat along the water canals under the sakura trees. The feeling of fresh spring surrounds the little streets of Kyoto and makes the city particularly attractive and beautiful! In this guided tour you will visit some of Kyoto's best and most famous sakura cherry tree blossoming spots while also seeing impressive temples along the way. Your guide will tell you a lot of interesting information about Kyoto's past, history, traditions and meaning of the hanami picnic practices. Join this seasonal tour and see all the great sakura spots in one day without the need to worry about making your itineraries and researching information in advance. Here is a list of the places you will visit during the tour: 1. The Philosopher's Path: Undoubtedly Kyoto's most famous sakura blossoms spot! There are literally hundreds of sakura cherry trees along the canal path which connects Ginkakuji (the Silver Pavilion) with Nanzenji Temple. The entire path is colored in pale pink in early April and becomes one of the best places to have a pleasant walk under the sakura trees. 2. Heian Shrine: This is one of the newest shrines in Kyoto, built around the beginning of the 20th century to celebrate 1100 years of Kyoto's establishment as a Japanese capital. The shrine has spacious grounds and a beautiful garden famous for its weeping sakura cherry trees which blossom in full around mid-April. 3. Okazaki Canal: Take a sakura viewing boat and enjoy the beauty of the cherry trees which blossom right next to the canal. Appreciating the beauty of the sakura trees from a river boat is one of the best experiences in Japan around early April. 4. Maruyama Park: This park is situated next to Yasaka Shrine and is Kyoto's most popular hanami picnic spot during the sakura blossoms period. There are many food stalls and tables prepared for visitors during early April. The giant weeping sakura tree in the middle of the park is illuminated in the evening to create a special night atmosphere. Besides the above spots you will also visit the Silver Pavilion, Nanzenji Temple, Eikando Temple and Yasaka Shrine. All of Kyoto's temples are more attractive during the sakura season, so don't miss the opportunity to join this unforgettable tour!",
        "strLocation": "Kyoto",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-kyoto-see-kyoto-best-sakura-cherry-blossom-spots/3162?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "See Kyoto's best sakura cherry blossom spots!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-04 06:00:47"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 2,
        "intUsdCost": 5802,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1420179952/r1lc5dmtk4dwlisr4qna.jpg",
        "strIntroduction": "***To book on a weekday, click \"Contact the Host\" and message us with your preferred date*** Hello friends! Got no plan for the last day? Create your own lovely Japanese home decor to bring home!! A professional tole painting teacher, Fukuko is going to teach how to make a Japanese-style home decor at a lovely, cozy art room in the good old east side of Tokyo. In this lesson, you will learn - How to draw basic Japanese patterns on the wooden item (rabbit/gold fish) - How to write your name or your favorite English word in Japanese and also add it to the decor The cost of materials are all included! You can take it home on that day. This decor can also be hanged on the wall. The background pattern will not be hand painted, but a pasted Japanese fabric. (You can choose one from a various selection of fabrics we have!) This is a fun, creative activity! Join us and let's have a great time making a decor together! :)",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-create-your-own-unique-souveniers-japanese-home-decor/2977?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Create your own unique souvenirs: Japanese home decor",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-04 06:06:21"
    },
    {
        "intDurationHour": 5,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 14,
        "intUsdCost": 12893,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1400211132/x86rvuccqxaggznyonr3.jpg",
        "strIntroduction": "Learn about the different aspects of Japanese culture all in the comfort of a local home in Tokyo, Japan. On this all-in-one experience, learn the techniques used in Japanese cooking in a Japanese style home kitchen and savour the flavours of a traditional Japanese dish, of your choice! Also, in this all inclusive cultural experience you will learn the art of Shodo (traditional writing of Kanji/Hiragana/Katakana with an authentic calligraphy-brush).You can get your work as a gift after you write your favorite letter on a fancy paper! Learn the traditional folding art of origami (make a ninja star, crane, and a handy box, all using a simple piece of Japanese origami). But that's not all, you will also learn Furoshiki an every day practice of cloth wrapping of about anything! Take home your origami creations, and furoshiki as a souvenir! Finish off with a Matcha tea party with Wagashi (Japanese confectionery). ※Please let me know in advance if you have allergy or religious food restrictions. ※Availability : Start from 10am for 4.5～5.5 hours on weekdays Children under 6yrs with parents are free of charge.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-one-stop-japanese-cultural-experience/2235?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "ONE-STOP Japanese Cultural Experience",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-04 06:09:16"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 6907,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1424355576/hqwt4hpnaeoet1iuuesw.jpg",
        "strIntroduction": "Meet Japan's or perhaps the world's last samurai in Kyoto! Compared to the one you may have seen in the movie \"The Last Samurai\", this one is the real deal. If you are interested in learning the art of Bushido and having a chilled-out night after the show, this tour is definitely the right choice for you! Joe Okada, also known as the last samurai, is one of world's best known sword entertainers. Not only that, but he is also the eldest licensed English-speaking guide in Japan! He will gladly speak with you about the art of samurai. This is the schedule for the activity: 6:00 pm~ The theatre opens with 1 welcome drink. Enjoy the evening samurai show at the samurai theatre, then watch the master flaunting his 53 years of samurai experience. 7:00 pm~ Q&A Time + Sword Demonstration. 7:30pm~ After the show,Samurai Bar will open.Joe will be your delightful host and serves you local food and drink for 1 hour. Check Samurai Okada's availability (schedules are subject to Joe's availability)",
        "strLocation": "Kyoto",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-kyoto-watch-an-evening-samurai-show-kyoto-last-samurai/3115?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Watch an Evening Samurai show in Kyoto with The Last Samurai",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-04 06:14:54"
    },
    {
        "intDurationHour": 6,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 23944,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1414552143/hyddfkhyan5gkuzm1oab.jpg",
        "strIntroduction": "The holiday which feels nature with the heart and the body in Hokkaido I show the nature in which Eastern HOKKAIDO is not much known. Please feel with the heart and the body the nature which on the usual tour cannot be touched easily. Awesome, Kushiro Marshland ! Deep emotions, excitement and lasting impressions! Words can't describe the beauty of these spectacular natural wetlands. Come and feel for yourself the beauty and wonder of the natural surroundings found in the Kushiro wetlands! This is a one day course through the wintery Kushiro Marshland. Choose 3 out of the 4 available programs. The Canoeing Tour in KUSHIRO Marshland - Hoar Frost Course - or Snowshoes Tour or Dutch Oven Lunch or Smelt Fishing on Ice... You can choose 3 of these and enjoy a full days course! Required Time: About. 6 hours (transfer included)",
        "strLocation": "Hokkaido",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-hokkaido-awesome-enjoy-one-day-winter-special-in-kushiro-hokkaido/2836?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Awesome! Enjoy One Day Winter Special in Kushiro, Hokkaido",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-04 06:20:50"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 1,
        "intUsdCost": 7367,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1358744597/mkcksphszrawai2vwjjy.jpg",
        "strIntroduction": "The cuisine of Okinawa is famous for the variety that is offers. Our guide will take you the local restaurants to try soba, tempura, truly delicious sweets, and more! The experience is completely flexible based on the types of places you'd like to visit and the type of food you would like to try! Coffee: We will start your adventure by having a relaxing coffee. Then we will take you a restaurant for lunch or dinner. Lunch or Dinner: We will have lunch or dinner at one of our recommended restaurants based on your preferences! Try delicious Okinawan cuisine popular among and known by local people with me!",
        "strLocation": "Okinawa",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-okinawa-explore-okinawa-with-local-people/266?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Explore Okinawa with Local People",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-04 06:23:57"
    },
    {
        "intDurationHour": 5,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 2,
        "intUsdCost": 1713,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1482737018/ksyk74noloka1jubnzd2.jpg",
        "strIntroduction": "Explore Osaka Central Wholesale Market with our government licensed guide. After enjoying shopping various fish including fresh tuna at the market, you will be invited to a private house and then have a chance to learn how to make three kinds of sushi. Osaka Kizu Wholesale Market: Osaka Kizu Wholesale Market is one of the most famous markets of Osaka Wholesale market. The market was re-launched in 2010, and with more than 300-year history, it has supported the restaurants and retail stores very well for a long time. Osaka Kizu Wholesale Market, which is also known as the “kitchen” of Osaka, is very famous for its food-loving culture. When it dawns, several thousands tons of food stuffs from all over Japan and from abroad, are dealt within around 2 hours. Our government licensed guide will escort participants around market, safely in a small group, mainly looking over the fish market which has 180 intermediate wholesalers to handle fresh fish. Outside the market, the shops which sell vegetables, fruit, pickles and other ingredients can be visited if you like. After purchasing tuna and other ingredients, participants will visit a private residence. The guide will give you information about Japanese culture and everyday life in Osaka during transfer by public transportation. Sushi Making at Home: The sushi making will be explained and instructed easily and clearly by the guide who is well acquainted with sushi-making. Learn to prepare \"maki sushi\"(rolled sushi), \"gunkan maki\"(sushi rice wrapped with a strip of seaweed and topped with soft ingredients) and \"nigiri sushi\"(sushi rice topped with a slice of raw fish). The beautiful sushi designs created are sure to delight and appeal to guests of all ages, especially children. The sushi making at a typical private home will surely be an once-in-a lifetime Japanese experience and a great opportunity to experience and enjoy daily life in Osaka, which includes Osaka dialects with lively atmosphere! Sushi Party: After making sushi and arranging them beautifully, it's time for a sushi party and to enjoy eating together. Following the tour, participants may take with them the utensils used in the cooking lesson. Impress your family and friends with your new sushi making skills by throwing a sushi party at home – the perfect Japanese souvenir! Our guide will take you to the nearest station in order to provide the customer an easy access to the hotel or to the next destination. Photo by http://www.flickr.com/photos/stewart/2473047026/",
        "strLocation": "Osaka",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-osaka-fish-market-walking-and-sushi-making-in-osaka/8021?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Private Fish Market Walking and Sushi making in Osaka",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-04 06:27:20"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 5,
        "intUsdCost": 2763,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1371742242/zvfgv4qsdaw0lha6drkk.jpg",
        "strIntroduction": "Roppongi is one of the art spot in Tokyo. There are three main museums and some galleries. In this tour you will.... (1) watching art at a museum I'll pick up the best exhibition to show you among three museum in Tokyo. Usually I would like to choose contemporary art exhibition, but if you prefer trad I could arrange for you. [Mori art museum] http://www.mori.art.museum/jp/index.html [Suntory museum] http://www.suntory.co.jp/sma/ [National art gallery] http://www.nact.jp/ (2)watching art at a gallery Also let's go to contemporary art gallery in Roppongi. http://www.zen-foto.jp/ http://www.takaishiigallery.com/en/ http://www.londongallery.co.jp/ http://www.otafinearts.com/ja/ http://www.wako-art.jp/ (3) see a beautiful view of Tokyo from the 53rd floor (4) eat authentic Japanese food at a Japanese style restaurant to finish our tour Let's discover Tokyo art in Roppongi together!",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-roppongi-art-tour/847?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Roppongi Art Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-04 06:30:46"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 2,
        "intUsdCost": 2763,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1401894627/uuikqtqrg3kxu9cy3au3.jpg",
        "strIntroduction": "Get a hands on experience in the process and learn about the traditional Japanese dessert, called Wagashi. Here you will visit a family run shop that has been in operation for more than 140 years! Okinaya is a sweets shop that specializes in the preparation of exquisite and graceful Wagashi reflecting the seasonal beauty and splendid culture of Japan. Founded in 1865, Okinaya is dedicated to producing and selling Wagashi for traditional tea ceremonies, gifts, and for home use. The shop was burned down during an air raid during World War II, but emerged from the devastation and resumed their business in the same location, providing the comfort Wagashi brings to people. The shop has served their sweets to many people from different walks of life including; Ayu-gashi, a signature sweet of Gifu Ukai (known for cormorant fishing), and several times for the Emperor and the Imperial Family when Their Majesties visited Gifu. The current President of Okinaya, Masanao Hayashi, is the 5th generation owner of the shop. In this program you can... 1. Learn about the history and cultural importance of Wagashi in Japan. 2. Get a hands on experience of the final processes of making 3 kinds of sweets.",
        "strLocation": "Gifu",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-gifu-experience-the-world-of-wagashi/2195?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Experience the World of Wagashi",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-04 06:35:50"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 2302,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1421123617/urxntpito4xrut5gz9pi.jpg",
        "strIntroduction": "First come first serve! We will give 50% discount to the first 5 reservations made! ----------------------------- Have you ever wondered how people make pearl necklaces? Have you ever wanted to make your own pearl necklace? There are many shops that sell pearl necklaces but there are rarely any shops where you can experience making your own, original necklace! Every pearl has its own distinct shape and color. You will be picking pearls of your choice and will be piecing them together! You will have your original necklace made with your favorite color and design! We have many visitors to our showroom from Japan and abroad, and we can accommodate up to 10 people at once, so we invite you to bring your friends! You can make necklaces with Akoya pearls or with Freshwater pearls. In addition to this collection, we have several other kinds of pearls. The Akoya pearl size is approximately 6 mm to 8 mm, which is a cute and lovely size. Its soft, pink color will brighten up your skin. The Tahitian Black pearl is also popular amongst our customers. It's deep black color, will give you an elegant and exclusive impression. Choose the pearl you want! We want you to feel relaxed in our showroom, and we hope you will make your necklace with ease, with our pearl necklace supporters around. Our experts are all qualified and are more than happy to show you how to make a beautiful pearl necklace. The president of this company has been devoting his life to pearls for over 30 years. If you have any questions or any troubles about pearls, please let us know! Come make your own pearl necklace with us! We look forward to seeing you!",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-make-your-own-pearl-necklace/2387?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "50% OFF Make Your Own Pearl Necklace in Ueno",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-04 06:39:22"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 12893,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1380533416/cebuabdkjijipmzywcu9.jpg",
        "strIntroduction": "In this activity designed for beginners, you will learn how to dye and draw using a traditional Japanese method called \"Yuzen-zomé\" on a handkerchief or coaster. Your instructor is Kiichiro Fujiki, who has been a Yuzen dyer for 55 years and now collaborates with Disney on projects. He has also dyed and designed many delicate but vibrant kimonos for films. To give you a brief history of the craft, \"Yuzen-zomé\" was originally started by Yuzensai Miyazaki about 300 years ago in Kyoto. The beautiful and elaborate Yuzen-dyed kimonos were a colorful element of Geisha culture during the Edo era. Today, \"Yuzen-zomé\" is still very popular and is sought after by many people. In this beginner's course, you will be able to make your own handkerchief or coaster. You can use your favorite colors to express yourself. -- All finished products will serve as your souvenir of this unique experience.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-experience-the-traditional-way-of-dyeing-fabric-in-tokyo/1114?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Experience the Traditional Way of Dyeing Fabric in Tokyo",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-04 06:43:48"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 829,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1399182146/m6o2xv0z50pndqq5sogd.jpg",
        "strIntroduction": "If you like meeting new people and enjoy nice conversations, Our language cafe is the best place for you! This place is a language cafe where many Japanese locals gather in order to practice speaking English/other languages by chatting with new friends from around the world over some drinks. Usually, Japanese people can't speak English very well, but the people in our cafe can speak fluent English. You can share your travel experiences with us and also get some information about sightseeing spots which are not written in your guide book! We also have other language tables in daily rotation! Mon: English - Russian - Portuguese Tue: English - Spanish - Italian Wed: English - French - Hindi Thu: English - German - Russian Fri: English - French - German Sat: English - Spanish - Italian - Japanese Availability : Monday to Saturday, from 6pm to 11pm",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-chat-with-japanese-locals-in-english/2191?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Chat with Japanese Locals in English!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-04 06:48:15"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 1842,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1399198041/trw8nigiahkmwb3ryojs.jpg",
        "strIntroduction": "Buddhist Zen meditation, or Zazen, is a type of meditation that calms the body and mind, and helps one gain enlightenment. Gifu Zenko-ji temple was founded in 1582 and was used to enshrine Japan's first Buddha statue from China. This statue, called Ikko Sanzon Amida Nyorai, was the symbol of Shinshu Zenko-ji temple and was worshiped by people from all walks of life due to its auspiciousness. During the Warring States Period (1493 - 1590), each feudal warlord scrambled to own this statue, either to protect their land or to symbolize their power. One of these warlords was Oda Nobunaga, who almost unified Japan during this warring period. When he conquered Gifu Castle, he brought this statue along to Gifu to pray for the peace of the town. After his death, the state changed hands among several warlords before returning to Shinshu Zenko-ji. Years later, the Zenko-ji hall was established to commemorate Shinshu Zenko-ji Nyorai. In this tour, you will: -Learn the proper procedures when visiting a temple -Practice zen meditation -Understand Japanese history and culture -Increase your concentration and relief stress & anxiety.",
        "strLocation": "Gifu",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-gifu-practice-zazen-at-zenko-ji-temple-in-gifu/2197?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Practice Zazen at Zenko-ji Temple in Gifu",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-04 06:52:27"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 645,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1401983820/vmmzqxvikjy9bfmcb3pp.jpg",
        "strIntroduction": "On this experience, learn about and go shopping for authentic Japanese pottery! Nagara Tobo Ceramics was established in 2003 by the Master Potter, Shinji Majita. Specializing in Minoyaki style pottery, he has inherited and maintains the traditional techniques such as Shino and Oribe. The Master creates products ranging from ceramics for daily use (including bowls and cups) to traditional tea utensils and flower vases. In this program, you can... ・ Get a detailed explanation in Japanese pottery and how Minoyaki is crafted. ・ Go and enjoy shopping! (Mino-yaki style pottery is one of the best Gifu souvenirs).",
        "strLocation": "Gifu",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-gifu-learn-about-minoyaki-pottery/2196?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Learn about Minoyaki Pottery",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-04 06:56:49"
    },
    {
        "intDurationHour": 9,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 3978,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1366280810/zhefgazqhqtzb7wtuhmr.jpg",
        "strIntroduction": "Welcome to Samurai Town, Kamakura. In the 12th century, Japan’s first full-fledged military government was established in Kamakura. Still now you can feel samurai power at its historic sites, such as the magnificent Tsurugaoka Hachiman Shrine, Hasedera temple (noted for a wide variety of flowers) and the Great Buddha.! You’ll be walking quite a bit, so we recommend you wear a comfortable pair of walking shoes. We will also explore and eat the lunch on the Komachi street. The lunch is not included in this tour.",
        "strLocation": "Kanagawa",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-kanagawa-samurai-city-kamakura-tour/704?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Samurai City Kamakura Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-04 07:01:20"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 2763,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1381654525/p3wdjigonwtpenxsbchr.jpg",
        "strIntroduction": "In Japan, we mainly eat rice as a staple. You already know that Japan has some of the finest dishes to offer; so why not enjoy them with \"SPECIAL RICE\" made from a strict japanese selection !? In this activity we will prepare a buffet serving “Earthen pot Rice” and “Side Dishes”. “Earthen pot Rice” is very very delicious, highly unlike ordinary rice. You will put delicious side dishes on top of the rice, too. I am sure that we can find “Otomo” (side dishes) suiting you best . ^ ^ After the meal, let's enjoy each others company and some sake. The Japanese sake is also handpicked by us. We are waiting for you guys !!! Let's eat so yummy rice with us ! All you can eat: Two kinds of rice cooked by a Japanese pot Six kinds of \"Otomo\" Ochazuke Examples of \"Otomo\": Mushrooms cooked in sweetened soy sauce Marinaded salmon with walleye pollack roe Sauteed lotus root Vegetables pickled in sake lees Salted kelp Chopped katsuobushi with Japanese apricots",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-lets-eat-japanese-food-with-earthen-pot-rice-in-tokyo/1255?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Let's eat Japanese food with \"Earthen pot Rice\" in Tokyo",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-04 07:06:13"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 1381,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1355845456/bwthpaged2iagugjq48c.jpg",
        "strIntroduction": "Many people, Japanese and non-Japanese, are invited to this Special International Party. It's a good opportunity to make new friends and grow your network of friends and contacts. You can meet language exchange partners or even meet your future girlfriend/boyfriend. We throw parties every week! Please inform us about your preferred date in advance. == Dress Code == No Flip-flops and No Shorts == Demographics == Mainly 20's and 30's, 100-150 people, with about 25-40 foreigners. Participants have a variety of English levels. Not all participants can speak fluent English == Other Details == Freestyle / Standing-style Accepted way entrance and exit Luggage storage available (Note: Solicitation and participation of items for sale are prohibited)",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-live-it-up-special-international-party/33?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Live it up with a Special International Party",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-04 07:12:09"
    },
    {
        "intDurationHour": 5,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 23023,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1360741588/ixmmomb4aftsz2jxb4bm.jpg",
        "strIntroduction": "Reiki originates from Japan and is a popular hands-on-healing that is well known globally. A treatment feels like a wonderful glowing radiance that flows through and around you. Reiki treats the whole person including body, emotions, mind and spirit creating many beneficial effects that include relaxation and feelings of peace, security and well being. Some of the Health Benefits from Reiki ★ Complete relaxation ★ Release of stress and anxiety ★ Positive emotional states ★ A release of old blocked emotions ★ Pain relief ★ A strengthened immune system ★ Open your intuitive centers ★ Enhance learning ★ Eliminate emotional, physical and mental stress ★ Help overcome past trauma Reiki Level 1 This class is the first step to open up your Reiki path. Right upon the first attunement, you can immediately start applying Reiki to yourself, others, animals, plants, and everything around you to gently harmonize the vibration. You will learn; an introduction to Reiki the History of Reiki basic healing techniques for yourself and others traditional Reiki techniques how to use Reiki in daily life Reiki Level 2 will include the use of three Reiki symbols ; the symbol of enhancing power, the symbol of harmony the symbol of beyond time and space. Students will learn; distance healing healing towards past (Clearing past trauma; clearing karma) healing towards future (Setting up desirable self image or situations). These skills allow you to more effectively deal with certain problems and situations. Reiki Level 3 training is the highest level of energy in the Reiki tradition. At this level, students will become more connected and resonated with consciousness in the higher dimension. The fourth symbol (Master symbol) and mantra will be given. With this symbol, you will learn how to connect with your higher self or higher beings and how to get assistance from them.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-reiki-classes-5-hours-in-tokyo/292?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Reiki Class in Tokyo",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-04 07:15:06"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 645,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1370322805/vcehh9utwswyyvdgnfor.png",
        "strIntroduction": "****Please contact me about the schedule before booking. And make a reservation 2 days prior to the preferred date. My schedule is changed frequently **** I would like to help your music experience around Tokyo!! I can create your own tour for your favorite music places around Tokyo. Please let me know where you would like to go. eg) ■Live Show which show do you want to see? Do you want to go with me or need help to enter? *If you need my help to enter the show together, it does not include my admission fee, so please pay both you and my admission fee. however, if I have already the show ticket, you don't need to pay for mine. ■Shopping or explore Going to Visual-kei CD shops, clothes shops... Rock or other genre CD shops Used CD shops... there are some famouse CD shops, so please let me know your requirments. <Not included the tour fare> ・Admission fee for live show. ・Transportation, shopping and eating fee. ・Charge the actual transportation expenses if you need pick you up to your hotel or the designated area. (Ikebukuro area is free of charge) Please contact me if you have any questions. ※5/29~31th are not available",
        "strLocation": "Shinjuku",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-shinjuku-music-experience-around-tokyo/821?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Music Experience around Tokyo",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-04 07:19:33"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 921,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1376304849/f3go9tfaajljjmhhzw7d.jpg",
        "strIntroduction": "Osaka is a huge city that traditionally was for merchants and traders. Trading is at the roots of this city, so naturally a trip here should include some shopping! The modern-day paradise for shopping in Osaka is a busy area called Minami. On this tour, a guide will take you around the Minami area. You can make some fun purchases while also seeing crazy and unique symbols. We welcome you to hang out in Osaka with us! Photo by http://www.flickr.com/photos/cocoarmani/3782749402/ http://www.flickr.com/photos/art1330/5942310731/ http://www.flickr.com/photos/nipotan/3704012434/",
        "strLocation": "Osaka",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-osaka-tour-the-minami-shopping-area-or-dotonbori-street-in-osaka/943?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Tour the Minami Shopping Area or Dotonbori Street in Osaka",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-04 07:22:42"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 35000,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1370871874/mykok6pgs5awlalrnopp.jpg",
        "strIntroduction": "Kamakura is a famous tourist spot and a short trip from Tokyo. It is located less than an hour south of Tokyo by train. There are many zen temples and shrines surrounded by great natural areas. I can assist your kamakura trip to make it more fun and easier than traveling alone. There are many Japanese tourists, many complicated buses, but you will have an easier time traveling with me. There are many highlights in Kamakura! Some examples: ・Walk around famous zen temples in Kita Kamakura ・Visit the world-famous Great Buddha ・Walk a hiking course ・Visit Kirido-shi(Old path) ・Attend Zazen meditation (as the situation allows) ・Try Syakyo (as the situation allows) I can arrange the tour based on your request. We can meet at the Kamakura or Kita Kamakura station.",
        "strLocation": "Kanagawa",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-kanagawa-kamakura-walk/838?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Kamakura Private Walking Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-04 07:27:06"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 4912,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1376124480/zngmlr2wrdjhycd0aekx.jpg",
        "strIntroduction": "As the old saying goes, a picture is worth a thousand words. This activity will make your trip to Tokyo even more memorable with your very own hand-made mini album of unforgettable moments! The host will meet you at Azabujuban station/the studio. In this 2-hour workshop, you will learn how to combine images with words, and get ideas and inspiration on how to collect and organize your scraps in a creative way! If you have any memorable paper items collected during your trip (e.g. used train tickets, paper packages, photos etc), please bring them along for the workshop. But don't worry even if you don't have any. What can you make? You will learn several book binding techniques such as Japanese stab binding, Star book binding, Japanese folding book method. You will also be inspired by creative and easy ways to capture your precious travel memories. By the end of the workshop, you will have created your own mini album/journal to bring along on your future travel adventures!",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-create-a-mini-album-capture-your-journey-in-tokyo/929?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Create a Mini Album - Capture Your Journey in Tokyo",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-04 07:31:15"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 4605,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1393248386/avrhhxt1wmntdxsvwnxd.jpg",
        "strIntroduction": "Kichijoij is conveniently located just 20mins away from Shinjuku and Shibuya station. There are plenty of fancy shops and funky people here. The lush and relaxing Inokashira Park also sits right beside this area. Kichijoji has been ranked number 1 \"most popular place to live in Tokyo!\" Come join us on a tour of the blind alleyways in Tokyo! Our guides speak fluent English, so you won't have to worry about a language barrier! First, we will arrange a customized journey for you based on what you what to experience. You can basically follow us around Kichijoji and see life as a local. We can visit the bustling blind alleys afterwards and visit the tranquil Inokashira Park. Stock up on snacks at the start of the trip! Next, you can choose from the following optional tours: -Eat Ramen noodle for lunch -Sit on a swan-shaped boat in Inokashira pond -Visit the famous Ghibli Museum -Relax at a famous public bath -Night pub crawl Some of these tours require advance reservation, so do book early to let us know Some Highlights of the tour: ■Hamonica yokocho - Great blind alley with local food and traditional bars. Good for shopping and pub crawls ■Inokashira park and temples - Walk around and relax over coffee at a fancy cafe. ■Benten-yu Public bath ■The Ghibli Museum - The most famous animation studio *Please book at least 2 weeks in advance if you would like to go on the Ghibli Tour. Here is a sample itinerary: 13:00: Meet at Kichijoji station 13:30: Go to Inokashira park. Take a picture with the traditional temples in the park 15:00: Take a short break at fancy forest cafe 15:30: Window shopping on Sun-Road street 16:00: Visit Hamonica-Yokocho bazaar 16:30: Walk around and buy popular snacks 17:00: Back to Kichijoji station Note that above itinerary is just a sample, and all of our tours are customized. Feel free ask us what you would like to do (what type of trip, duration, cost, food preferences)! We can arrange private tour just for you! There are many different and unique experiences available in Kichijoji, apart from typical tours that only bring you to famous places in Tokyo! I hope you won't miss this tour to enjoy the real Tokyo. We look forward to meeting you soon!",
        "strLocation": "Kichijoji",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-kichijoji-pop-round-and-check-out-the-best-blind-alley-of-tokyo/1949?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Pop Round & Check Out the Best “Blind Alley” of Tokyo!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-04 07:35:29"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 11419,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1378282532/wqhiprhgtjfk7nll8ieq.jpg",
        "strIntroduction": "In this activity, I'll pick out clothes, shoes, glasses and other accessories that will best fit you. You'll learn tips on choosing a style for any occasion. I look forward to shop with you! This activity is provided for English and Chinese speaking people who have an interest in the latest Japanese trends or would like to know more about a particular style of interest. ※If you want to join this activity with friends, let me know in advance and I'll make the proper arrangements!",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-shopping-in-tokyo-with-a-stylist/1040?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Shopping in Tokyo with a Stylist",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-04 07:40:12"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 4912,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1376123152/mmkcuuh6osrpdkbyepqq.jpg",
        "strIntroduction": "are you looking for an artistic and creative activity? Enjoy an amazing and memorable experience of creating Japanese Sumiganashi art at our studio. (Suminagashi is an ancient Japanese technique for decorating paper with inks.) What can you make? You will be able to create 5 -10 greeting cards and/or gift tags with beautiful Sumiganashi pattern to bring home. The facilitator will meet you at Azabujuban station / the studio, please come with empty hands and a playful heart! NO art experience is required. It will be your private session, kids, couples, families are all welcome!",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-2-hour-japanese-suminagashi-creation-in-tokyo/928?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "2-Hour Japanese Suminagashi Creation in Tokyo",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-04 07:44:32"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 3407,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1355843552/lwarmtxmexibit93suns.jpg",
        "strIntroduction": "Hot springs have been a favorite tradition in Japan for a long time. No matter the season in Japan, a good bath is essential to soothing a hard day’s worth of work. And regardless of age, many visit hot springs for the countless health benefits. There are so many hot springs in Japan but out of the many, “Kusatsu” and “Hakone are probably the most well-known. These are difficult to get to if you live in Tokyo though. So in this activity, you can go to five different hot springs in “Minato-mirai” - all in one large facility - in Yokohama, which is only 30 minutes away from Tokyo. Or you will go to the same hot springs in Tokyo! To speak in more detail, you can do the following in this activity: • Borrow and wear traditional Japanese clothes (ex. Yukata) • Enjoy a “hinoki (Japanese Cypress) bath” • Take a bath in a hot spring modeled after a garden. • Take a footbath, where you can see an incredible night view. Enjoy a hot spring when you visit Japan, and take a break from the daily stress you may be feeling – unwind your body and give your mind a vacation in this almost heavenly activity.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-visit-onsen-theme-park-in-machida-yokohama/157?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Visit an Onsen Theme Park in Machida/Yokohama",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-04 07:48:00"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 1934,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1380533495/lmcr2x4bjqpcbhm66nnx.jpg",
        "strIntroduction": "In this activity designed for intermediate, you will learn how to dye and draw using a traditional Japanese method called \"Yuzen-zomé\" on a handkerchief or coaster. Your instructor is Kiichiro Fujiki, who has been a Yuzen dyer for 55 years and now collaborates with Disney on projects. He has also dyed and designed many delicate but vibrant kimonos for films. To give you a brief history of the craft, \"Yuzen-zomé\" was originally started by Yuzensai Miyazaki about 300 years ago in Kyoto. The beautiful and elaborate Yuzen-dyed kimonos were a colorful element of Geisha culture during the Edo era. Today, \"Yuzen-zomé\" is still very popular and is sought after by many people. In the intermediate course, Fujiki-san will show you how to make your own two Tenugui (Japanese hand towels). You can use your favorite colors to express yourself. Intermediate class offers dyeing and painting as well. -- All finished products will serve as your souvenir of this unique experience.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-take-an-intermediate-lesson-on-dyeing-fabric/1112?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Take an Intermediate Lesson on Dyeing Fabric",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-04 07:53:52"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 4605,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1355840963/pgjsuwa3fp4uk1coq8rm.jpg",
        "strIntroduction": "Over 400 years ago in the Muromachi period, water painting – a traditional type of painting - spread from China to Japan. Water painting normally is painted using only ink expressing a variety of pictures through shading. In this activity, you will be taught how to paint traditional Chinese water painting – the home of water painting – in an easy-to-follow manner. You will… • Learn easy ink painting techniques that enable you to freely paint a black and white Monochrome world. • Learn how to draw basic pictures of bamboo, orchid, and plum as well as applying that technique to draw animals, buildings and seasonal flowers in an easy-to-follow lesson. We will then have your paintings printed on colored paper or on a scroll for you to take back as souvenirs. In a small group, enjoy a full experience of the world of ink painting!",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-learn-traditional-chinese-and-japanese-water-painting/181?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Learn Traditional Chinese and Japanese Water Painting",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-04 07:58:07"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 460,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1355838817/co8xrbqcwlweigyvga8t.jpg",
        "strIntroduction": "Are you interested in talking about serious topics - politics, history, and career paths et cetera? If you are, and would like to spend a day immersing yourself in Japanese culture through casual conversations rather than sightseeing, I am a perfect companion for you! If you want to know about specific topics, let me know in advance! I will do my research beforehand and be ready for mind-enriching discussions with you!",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-chat-over-coffee-with-japanese-business-woman/56?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Chat over Coffee with a Japanese Business Woman",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-04 08:01:12"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 4144,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1355843504/s6day0ca5k4yrgvtzd0d.jpg",
        "strIntroduction": "“Furins” a.k.a. wind chimes originated in the “heian period”(794-1185) in Japan. It is said in literature that in the “Kamakura”period (1185-1333), the nobility hung wind chimes in their porches to keep misfortune out of their houses. Today, wind chimes are considered a summer tradition. They are hung in porches for the clear high pitched sound that is produced when the wind rattles the small bell in the wind chime. The sound reminds people that there’s a cool breeze outside – almost getting people to feel like they’re in that breeze. In this activity you will learn how to make an “Edo Furin”. You will... •Watch the host make an “Edo Furin” •Hear an explanation of the host’s everyday work followed by time for questions. •Inflate glass by blowing into it with a hollow metal rod (The host will help, no worries!) •Paint on the inflated glass after it has cooled down (This will take around 15min) •Attach string and bell after you finish painting. •The wind chime will then be put into a box for you to take back! You will feel the very spirit of Japan from the wind chimes that each makes a different sound. Take back traditional Japanese craftwork as a souvenir!",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-learn-how-to-make-edo-wind-chime-in-tokyo/176?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Learn How to Make an Edo Wind Chime in Tokyo",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-04 08:05:59"
    }
]