[
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 53,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1376123152/mmkcuuh6osrpdkbyepqq.jpg",
        "strIntroduction": "are you looking for an artistic and creative activity? Enjoy an amazing and memorable experience of creating Japanese Sumiganashi art at our studio. (Suminagashi is an ancient Japanese technique for decorating paper with inks.) What can you make? You will be able to create 5 -10 greeting cards and/or gift tags with beautiful Sumiganashi pattern to bring home. The facilitator will meet you at Azabujuban station / the studio, please come with empty hands and a playful heart! NO art experience is required. It will be your private session, kids, couples, families are all welcome!",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-2-hour-japanese-suminagashi-creation-in-tokyo/928?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "2-Hour Japanese Suminagashi Creation in Tokyo",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 09:10:07"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 36,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1355843552/lwarmtxmexibit93suns.jpg",
        "strIntroduction": "Hot springs have been a favorite tradition in Japan for a long time. No matter the season in Japan, a good bath is essential to soothing a hard day’s worth of work. And regardless of age, many visit hot springs for the countless health benefits. There are so many hot springs in Japan but out of the many, “Kusatsu” and “Hakone are probably the most well-known. These are difficult to get to if you live in Tokyo though. So in this activity, you can go to five different hot springs in “Minato-mirai” - all in one large facility - in Yokohama, which is only 30 minutes away from Tokyo. Or you will go to the same hot springs in Tokyo! To speak in more detail, you can do the following in this activity: • Borrow and wear traditional Japanese clothes (ex. Yukata) • Enjoy a “hinoki (Japanese Cypress) bath” • Take a bath in a hot spring modeled after a garden. • Take a footbath, where you can see an incredible night view. Enjoy a hot spring when you visit Japan, and take a break from the daily stress you may be feeling – unwind your body and give your mind a vacation in this almost heavenly activity.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-visit-onsen-theme-park-in-machida-yokohama/157?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Visit an Onsen Theme Park in Machida/Yokohama",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 09:15:21"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 64,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1382256556/jvsbt5v19d2z2qywl0be.jpg",
        "strIntroduction": "Chinese calligraphy is a form of calligraphy widely practiced and revered in the Chinese cultural sphere, which often includes Korea, Taiwan, Vietnam, China, and Japan. The calligraphic tradition of East Asia originated and developed from China. There is a general standardization of the various styles of calligraphy in this tradition. Chinese calligraphy, ink and wash painting are closely related, since they are accomplished using similar tools and techniques. Chinese painting and calligraphy distinguish themselves from other cultural arts because they emphasize motion and are charged with dynamic life. Kimura is the principal of a cram school in Kyoto. She will be sharing with you the experience of Shodo from preparing the paper, the brush, the ink stone and various techniques in calligraphy art. You will create some master pieces by practicing and writing a few of the most famous Kanji characters.",
        "strLocation": "Kyoto",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-kyoto-experience-shodo-with-a-school-principal/1279?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Experience Shodo (Calligraphy Art) with a School Principal",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 09:20:30"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 37,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1370605756/xmce0s9zlld5yqa0lkuu.jpg",
        "strIntroduction": "Shitamachi is the traditional name for area of Japanese working class people. It indicate areas at the east side of Tokyo such as Kanda, Asakusa and Fukagawa areas. This area still has old style street scenes from Edo period and Meiji period. And Ningyocho is one of the famous shitamati towns in Tokyo. This area located right by Sumida river and you can find a lot of interesting buildings and stores if you walk around. For example, Meijiza, a theater for traditional stage shows, originally constructed in 1873, is just 5-10 minutes from Ningyocho station. Usually, this place is crowded with loads of elder people, mainly women, who are there to enjoy shows. A famous shrine of easy delivery in Tokyo area, Suitengu, is only 5 minutes walk from the station. On the way to the shrine, you walk through a street filled with loads of traditional stores and restaurants. We will eat lunch here. Most recommended store is Fish shaped pancake,Tai yaki, store. This store is really old and they don’t use electric tools to bake Tai yaki but they use charcoal fire. This store is popular among local office workers and residents. It's worth to stop and taste Japanese traditional sweets! We will have lunch wherever you can eat what you want to eat at that moment. (Price does not include lunch) This experience will make you feel like you are in deep shitamachi tokyo by watch Japanese life style from close distance! Photo by http://www.flickr.com/photos/pict_u_re/463344775/ http://www.flickr.com/photos/scion02b/3492967921/ http://www.flickr.com/photos/padraiccollins/8212520875/",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-ningyocho-shitamachi-walking-tour-and-lunch/836?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Ningyocho Shitamachi Walking Tour and lunch!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 09:25:49"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 20,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1380533495/lmcr2x4bjqpcbhm66nnx.jpg",
        "strIntroduction": "In this activity designed for intermediate, you will learn how to dye and draw using a traditional Japanese method called \"Yuzen-zomé\" on a handkerchief or coaster. Your instructor is Kiichiro Fujiki, who has been a Yuzen dyer for 55 years and now collaborates with Disney on projects. He has also dyed and designed many delicate but vibrant kimonos for films. To give you a brief history of the craft, \"Yuzen-zomé\" was originally started by Yuzensai Miyazaki about 300 years ago in Kyoto. The beautiful and elaborate Yuzen-dyed kimonos were a colorful element of Geisha culture during the Edo era. Today, \"Yuzen-zomé\" is still very popular and is sought after by many people. In the intermediate course, Fujiki-san will show you how to make your own two Tenugui (Japanese hand towels). You can use your favorite colors to express yourself. Intermediate class offers dyeing and painting as well. -- All finished products will serve as your souvenir of this unique experience.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-take-an-intermediate-lesson-on-dyeing-fabric/1112?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Take an Intermediate Lesson on Dyeing Fabric",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 09:29:45"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 49,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1355840963/pgjsuwa3fp4uk1coq8rm.jpg",
        "strIntroduction": "Over 400 years ago in the Muromachi period, water painting – a traditional type of painting - spread from China to Japan. Water painting normally is painted using only ink expressing a variety of pictures through shading. In this activity, you will be taught how to paint traditional Chinese water painting – the home of water painting – in an easy-to-follow manner. You will… • Learn easy ink painting techniques that enable you to freely paint a black and white Monochrome world. • Learn how to draw basic pictures of bamboo, orchid, and plum as well as applying that technique to draw animals, buildings and seasonal flowers in an easy-to-follow lesson. We will then have your paintings printed on colored paper or on a scroll for you to take back as souvenirs. In a small group, enjoy a full experience of the world of ink painting!",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-learn-traditional-chinese-and-japanese-water-painting/181?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Learn Traditional Chinese and Japanese Water Painting",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 09:34:54"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 71,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1369372825/lnupj2zqfdrcvc5pixuz.jpg",
        "strIntroduction": "Lolitas are called Lolitas because they all dress up in Lolita fashion – a genre that originated in Japan. The fashion is based on Victorian-era clothing and outfits that appeared during the Rococo period. Although a subgenre, this fashion is fast emerging as a new form of mainstream Japanese culture. A lot of women, regardless of nationality, are being dazzled by the fashions’ cute and frill covered outfits. On a day off, Lolitas often gather in Harajuku or Shinjuku to go shopping or for a tea party. In this activity, you will experience what it’s like to be a Lolita for a day! Basic flow of the activity: • Meet up at the Takeshita exit at Harajuku station • Visit the stores Lolitas go regularly. • Have a tea at a place where Lolitas would normally go (coffee shop or restaurant etc). • Take a “Purikura” (a photo booth that prints photo stickers) with the lolitas! The Lolita girls will tell you all about the fashion when window-shopping in Harajuku, so this is a great opportunity to connect with Lolitas and its culture!",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-find-out-what-lolitas-do-on-their-day-off/768?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Find Out What Lolitas Do on Their Day Off!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 09:38:39"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 163,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1359457394/rrrokdfytgiqoiy3s7ex.jpg",
        "strIntroduction": "Explore Kyoto Central Wholesale Market with our government-licensed guide. After enjoying shopping various fish including fresh tuna from the market, you will be invited to a private house and then have a chance to learn how to make three kinds of sushi. The tour starts from Kyoto Station (If you book a hotel pick up option,the tour starts from lobby of your hotel.Please See Notes to Guests below for applicable hotels) == Kyoto Fish Market Walk == Kyoto has been a center for Japanese food culture, where an unique Kyoto cuisine have been produced through events such as tea ceremonial occasions. In Michelin guide 2011 in Kyoto, seven restaurants were awarded three-star the number of which comes right after Tokyo. Kyoto Central Wholesale Market plays an important role as \"The Kitchen of Kyoto\" since the inauguration in 1927 as the first central wholesale market in Japan. Our government licensed guide will escort participants around the market, safely in a small group, exploring both the vegetable and fruit areas plus the impressive seafood section. Guests on this experience will also enjoy browsing in various kinds of shops selling all manner of ingredients from fish to vegetables and nori (dried seaweed), plus in the outer market participants can shop for dried goods and kitchen utensils. After buying various ingredients, participants will visit a private house. The guide will give you information about Japanese culture and everyday life in Kyoto during transfer by public transportation. == Sushi Making == The sushi making will be instructed in detail by the guide who is also practiced on sushi-making. Learn to prepare \"maki sushi\" (rolled sushi), \"gunkan maki\" (sushi rice wrapped with a strip of seaweed and topped with soft ingredients), and \"nigiri sushi\" (sushi rice topped with a slice of raw fish). The beautiful sushi designs created are sure to delight and will appeal to guests of all ages, especially children. You will surely cherish this rare and precious experience as a great souvenir in your trip in Kyoto! == Sushi Party == After making sushi and arranging them beautifully, it's time for a sushi party and to enjoy eating together. Following the tour participants may take with them the utensils used in the cooking lesson. Impress your family and friends with your new sushi making skills by throwing a sushi party at home – the perfect Japanese souvenir! Our guide will take you back to the nearest subway station, or to the nearest bus stop, in order to provide the customer an easy access to the hotel or to the next destination. == Credits == Photo by http://www.flickr.com/photos/carlosvanvegas/4691748007/ Photo by http://www.flickr.com/photos/anjuli_ayer/3322059436/ Photo by http://www.flickr.com/photos/avlxyz/4735224066/",
        "strLocation": "Kyoto",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-kyoto-private-fish-market-tour-and-sushi-making-in-kyoto-sat-only/546?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Private Fish Market Tour and Sushi Making in Kyoto(Sat Only)",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 09:42:33"
    },
    {
        "intDurationHour": 5,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 44,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1355843688/e9jbednnefsbbnsqs0a2.jpg",
        "strIntroduction": "Summer is around the corner - meaning that there are lots of events you can experience only during the summer! What's common in the summer all over the world, I think, is that people drink beer outside with their friends or coworkers!And this happens in Japan too – often at beer gardens. In this activity you will climb Mt. Takao and experience ascetic training – if you’re up to it, of course – and then go to a beer garden in Mt. Takao 500 meters from ground level. The ascetic training consists of a waterfall meditation, which is cold but refreshing. Under a waterfall, you’ll be freed from all worries, anxieties and, by the end, may end up feeling like you were back in those worry-free years of childhood. *Ascetic training is an option (fee does not include cost for the training) There aren’t too many tour packages like this one, so don’t miss this opportunity!",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-enjoy-waterfall-meditation-and-beer-drinking-on-mount-takao/200?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy Waterfall Meditation and Beer Drinking on Mount Takao",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 09:45:10"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 4,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1355838817/co8xrbqcwlweigyvga8t.jpg",
        "strIntroduction": "Are you interested in talking about serious topics - politics, history, and career paths et cetera? If you are, and would like to spend a day immersing yourself in Japanese culture through casual conversations rather than sightseeing, I am a perfect companion for you! If you want to know about specific topics, let me know in advance! I will do my research beforehand and be ready for mind-enriching discussions with you!",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-chat-over-coffee-with-japanese-business-woman/56?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Chat over Coffee with a Japanese Business Woman",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 09:48:35"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 44,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1355843504/s6day0ca5k4yrgvtzd0d.jpg",
        "strIntroduction": "“Furins” a.k.a. wind chimes originated in the “heian period”(794-1185) in Japan. It is said in literature that in the “Kamakura”period (1185-1333), the nobility hung wind chimes in their porches to keep misfortune out of their houses. Today, wind chimes are considered a summer tradition. They are hung in porches for the clear high pitched sound that is produced when the wind rattles the small bell in the wind chime. The sound reminds people that there’s a cool breeze outside – almost getting people to feel like they’re in that breeze. In this activity you will learn how to make an “Edo Furin”. You will... •Watch the host make an “Edo Furin” •Hear an explanation of the host’s everyday work followed by time for questions. •Inflate glass by blowing into it with a hollow metal rod (The host will help, no worries!) •Paint on the inflated glass after it has cooled down (This will take around 15min) •Attach string and bell after you finish painting. •The wind chime will then be put into a box for you to take back! You will feel the very spirit of Japan from the wind chimes that each makes a different sound. Take back traditional Japanese craftwork as a souvenir!",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-learn-how-to-make-edo-wind-chime-in-tokyo/176?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Learn How to Make an Edo Wind Chime in Tokyo",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 09:51:50"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 24,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1355841153/gl73e6jh8nqb7bqo1kz9.jpg",
        "strIntroduction": "The Pirates of Tokyo Bay perform improv comedy, like the TV show Whose Line is it Anyway?, but more fun because it`s live in front of you, unrehearsed and unedited. We have been performing in Japan since 2005 in both Osaka and Tokyo. We have even toured China (Beijing and Hong Kong). Our shows are always different because they are based on audience suggestions! So come to a show, bring some friends and be part of a show that was created by your ideas!! And unlike many other comedy shows in Tokyo, this one is performed in both English and Japanese, so you can brush up on your language skills while you`re laughing. (Fee includes entrance fee and 2 beers. Special seats upfront are provided if asked too!)",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-watch-live-improv-comedy-show-in-english-and-japanese/114?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Watch a Live Improv Comedy Show in English and Japanese",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 09:55:52"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 29,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1355843822/onicu0pnrfttkuskiraz.jpg",
        "strIntroduction": "Want to try something relaxing? Then try Calligraphy. Calligraphy is not just writing. It's about expressing yourself with words.Works written by rubbed India ink lasts 100 years, making it something of a memento - a great souvenir. In this activity, you will.. • Write “kanji” (Chinese character) to express your feelings. The Kanji itself has meaning. Later when you see that kanji you wrote, you’ll remember how you felt at that moment you wrote it. So come and enjoy a luxurious time that helps you find your inner self. We will help you decide which kanji suits you the most!",
        "strLocation": "Chiba",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-chiba-express-your-feelings-with-japanese-calligraphy-shodo/61?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Express Your Feelings with Japanese Calligraphy: Shodo",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 10:00:25"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 65,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1476347552/hj9bul4yxjfatnko20mh.jpg",
        "strIntroduction": "Maricar is a go-kart rental service, where you can enjoy cosplay and driving if you have a driver’s license. You can wear the Mario costume and go anywhere you want driving Mario Kart on the public road. There is no doubt that you will stand out in such vivid, unique Mario Kart. Put your costumes on, play your favorite love songs on loud speakers, and drive around your favorite part of town in Tokyo! The Real Life Mario Kart is coming true! There are free options: GPS car navigation (if available), action camera, loud sound speakers (if available), helmet, mask, and glasses. If you drive with your friends or families, the wireless applications can also be rented for a fee. Business Hours: 10:00-22:00 Note that the go-kart activity will not be available after 10 pm, therefore book earlier if you want to enjoy your entire requested time. For example, if you want to book a 2-hour tour, the latest possible time for booking will be 8 pm. Please note that: ※ You must have a valid Japanese drivers license, Japanese SOFA license, or International Driving Permit based on the 1949 Geneva Convention*. ※Bring a valid Japanese or SOFA license, or International Driving Permit* and a copy of your passport (passport is not required for Japanese) to the shop on the day *Holders of a license from Belgium, France, Germany, Monaco, Slovenia, Switzerland or Taiwan can use an official Japanese translation provided by the Japan Automobile Federation (JAF) or the country’s embassy or consulate in Japan. The plan include 2-hour rental, English guide, costume, and fuel (you do not need to fill up the tank when returning). Insurance fee is included in the price. Third Party Liability = Unlimited Guest himself/herself = up to JPY 30,000,000 Disclaimer = JPY 50,000",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-reservation-for-mario-kart-in-shibuya/7732?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Reservation for Mario Kart in Shibuya",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 10:04:17"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 65,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1476346270/vlmwj2no6kmdv6ywhnuf.jpg",
        "strIntroduction": "Maricar is a go-kart rental service, where you can enjoy cosplay and driving if you have a driver’s license. You can wear the Mario costume and go anywhere you want driving Mario Kart on the public road. There is no doubt that you will stand out in such vivid, unique Mario Kart. Put your costumes on, play your favorite love songs on loud speakers, and drive around your favorite part of town in Tokyo! The Real Life Mario Kart is coming true! There are free options: GPS car navigation (if available), action camera, loud sound speakers (if available), helmet, mask, and glasses. If you drive with your friends or families, the wireless applications can also be rented for a fee. Business Hours: 10:00-22:00 Note that the go-kart activity will not be available after 10 pm, therefore book earlier if you want to enjoy your entire requested time. For example, if you want to book a 2-hour tour, the latest possible time for booking will be 8 pm. Please note that: ※ You must have a valid Japanese drivers license, Japanese SOFA license, or International Driving Permit based on the 1949 Geneva Convention*. ※Bring a valid Japanese or SOFA license, or International Driving Permit* and a copy of your passport (passport is not required for Japanese) to the shop on the day *Holders of a license from Belgium, France, Germany, Monaco, Slovenia, Switzerland or Taiwan can use an official Japanese translation provided by the Japan Automobile Federation (JAF) or the country’s embassy or consulate in Japan. The plan include 2-hour rental, English guide, costume, and fuel (you do not need to fill up the tank when returning). Insurance fee is included in the price. Third Party Liability = Unlimited Guest himself/herself = up to JPY 30,000,000 Disclaimer = JPY 50,000",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-reservation-for-mario-kart-in-roppongi/7730?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Reservation for Mario Kart in Roppongi",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 10:08:38"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 86,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1474805556/sgjvigfkjk3q0pbzvhtr.jpg",
        "strIntroduction": "In this experience, you will use the same tools that professional do, with which you can learn how to draw manga. Two Manga Designers Lab professional cartoon designers will help with the basics of the manga, how to draw a line or curve, use fill color, and provide various other guidance through lecture and practice. With this friendly professional guidance, you’ll enjoy a heartfelt experience unique to Japan! Duration: 2 hours Experience possible time: 10:00-12:00 13:00-15:00 15:30-17:30 ※ This experience is possible on Saturdays and Sundays only Participants: 2 - 5 people",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-learn-to-draw-manga-like-a-pro-in-harajuku/7651?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Learn to draw Manga like a pro in Harajuku!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 10:11:15"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 86,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1474809869/b6v0nwoxhusngiexsccq.jpg",
        "strIntroduction": "Yanaka, which has been selected as one of “The top 100 of beautiful and historical natural features in Japan”, is now becoming a representative international sightseeing spot of Tokyo. Yanaka, Nezu, and Sendagi, where all three places are filled with the friendly atmosphere of an old downtown, are called \"Yanesen\" from the first sound of the each name. Yanaka-Ginza , which warms the visitors’ hearts, is a shopping street from the old days. In Yanaka, there are a lot of spots here and there, such as Yanaka Reien (cemetery), which is the famous cherry blossom viewing place, and the other seasonal places, which are nice to stroll. In the past, many representative great writers of Japan used to love so much. When you go over the slope, and go forward the labyrinth of paths, you will see the retro and nostalgic sight in Tokyo just like you go travel time to the good old days.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-enjoy-a-walking-tour-in-yanesen-area-yanaka-nezu-sendagi/7652?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy a Walking Tour in Yanesen area (Yanaka, Nezu, Sendagi)",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 10:14:41"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 74,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1475714514/i4kjtt4sbki4ys51er0r.jpg",
        "strIntroduction": "Foreign visitors to Tokyo almost universally know about Asakusa, and can usually tell you where it is too. However, almost no one can tell you exactly where the Yoshiwara pleasure quarter is, except perhaps that it is somewhere beyond Asakusa. The movies \"Yoshiwara enjo\" and \"Sakuran\" took place in the “old” Yoshiwara, which was on the outskirts of the current Ningyocho. However, that Yoshiwara burned down in 1657 during the Great Fire of Meireki,” and it was at this point that Yoshiwara was moved to its current location. Yoshiwara is now well famous as Japan's most significant red-light district, with its Edo era vibe eliciting vivid images of what the age’s red-light scene was like. While the area is not the rowdy, raucous show it once was anymore, it is still steeped in history but very much alive at the same time, known as a tourist destination with an unrivaled cultural pedigree. Here flourished the fashion, Kabuki, and popular culture of the day. Many novels and movies have also naturally been set here. This tour is a private walking tour that covers Sanya, the Yoshiwara area from Minami-Senju Station to Asakusa Station. Not only will you explore the remnants of Yoshiwara’s red-light district era in this tour, but also visit stores and a tempura house with a history of more than 100 years across the surrounding areas. Everything around here is full of personality, and there are a number of artistic spots to visit, little known even in to Japanese that are well aware Tokyo's deep history, culture and food. This tour is recommended especially for repeat visitors to Japan.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-explore-tokyo-historic-wild-side-in-yoshiwara/7691?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Explore Tokyo's Historic Wild Side in Yoshiwara",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 10:19:26"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 44,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1476153661/eywqycwcnvsypufd5roe.jpg",
        "strIntroduction": "In Naha's Monkey Bar you can spend a great night with local dishes using Japanese ingredients! In addition, you can play with the Squirrel monkeys! Our bar open 17:00 - close 3:00. Our staff will lend you a green jacket that defends you from monkey claws. Enter the monkey area and they will come to you. You can feed them too, it's great fun! You can spend about 10 minutes in the monkey area. You can enjoy drinking as much as you want in our bar for 2 hours. Attention: If you want to eat/ drink other items from our menu, you need to pay more.",
        "strLocation": "Okinawa",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-okinawa-enjoy-playing-with-squirrel-monkeys-at-a-bar-in-naha/7682?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy playing with Squirrel monkeys at a bar in Naha",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 10:22:13"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 0,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1475669194/ixhbmfdlrxutk18fmtdf.jpg",
        "strIntroduction": "This is a LIMITED FREE offer for 2 months only! Due to our partnerships with top salons, this price is offered significantly CHEAPER than the list prices that the salons directly charge their customers. ＜Step 1 – Head Massage＞ The spa experience starts with a head massage using Herb Angel Oil; a rejuvenating, balancing oil which promotes blood flow and youthfulness in the scalp – essential for healthy hair growth. It also includes a shoulder massage for complete relaxation. ＜Step 2 – Sparkling Water Massage Treatment＞ While sitting, or rather laying down in an incredibly comfortable, fully reclining seat, the massage therapy continues with a sparkling water spa treatment. The tiny bubbles in the mineral-rich carbonated water (similar to hot spring water) are able to lift very small particles from the scalp, which leaves it extremely clean and invigorated. The treatment is also said to prevent hair loss and to ease mental stress, among other benefits. ＜Step 3 – The Deep Steam＞ On to the Deep Conditioning Treatment part of the package, where salon technology is shown at it's best. A steam machine with an ultrasonic inducer that vibrates 1,600,000 times a second, creates a cloud of moisture around the hair, making it ultra-soft and shiny. ＜Step 4 – Custom-made Deep Conditioning Treatment＞ A deep conditioning treatment is selected from the salon's specially-formulated products, and is used according to the client's specific hair needs. It is then carefully pressed into the hair with the stylist's advanced technique. The treatment acts as a softening agent and helps protect the hair from daily damage caused by hard water and heating appliances. ＜Step 5 – Blow-dry and Finish＞ A perfectly styled, glowing mane in just under sixty minutes. The spa treatment should last through several shampoos, but if clients want to continue the special care program at home, an exclusive range of hair care products – all made in Japan - is available for purchase. With over 12 years of experience in the Japanese hair industry, we have established great partnership with the top hair salons in Tokyo. These salons have been have been carefully researched, designed, and field tested based on their reputation and solid techniques. Our online reservation system is available all year around and super easy and quick. You can book your appointment with just a few simple clicks. Our reliable English-speaking members are happy to help with your reservations and any other inquiries you may have.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-free-reservation-for-ultimate-head-spa-experience-in-tokyo/7689?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "FREE Reservation for Ultimate Head Spa Experience in Tokyo",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 10:26:28"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 0,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1476349275/wsgzihkxwilizwqjqngx.jpg",
        "strIntroduction": "This is a LIMITED FREE offer for 2 months only! Tokyo is overflown with more than 20,000 hair salons. If you can't find which hair salon is best for your style and hair type, you're not alone. We provide FREE online consultation & reservations for quality beauty services in English at top hair salons in Tokyo. With over 12 years of experience in the Japanese hair industry, we have established great partnership with the top hair salons in Tokyo. These salons have been carefully researched, designed, and field tested based on their reputation and solid techniques. Our online booking system is very simple to use and available all year-round. You can book your appointment with just a few simple clicks for FREE reservation. Our reliable English-speaking team is happy to help with your reservations and any other inquiries you may have. There are NO booking fees, and NO advanced payments are needed. You simply pay directly to the salon after the service. No risks, no hidden fees – the whole process is simple and safe. FREE Consultation, FREE Online Reservations, NO Advanced Payments, Exclusive DISCOUNTS.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-free-consultation-and-free-reservation-at-top-salons-in-tokyo/7690?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "FREE Consultation & FREE Reservation at Top Salons in Tokyo",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 10:29:17"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 74,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1475804800/mmp0kf5rtxesgyuc8xpr.jpg",
        "strIntroduction": "Tour Overview *Guided Gourmet Tour Join the gourmet tour at Nihonbashi COREDO, the shopping center that is full of “food” from all over Japan and “things” strictly Made in Japan. Sample many Japanese ingredients with some demonstration such as shaving the bonito fish flakes and roasting seaweed at a famous seaweed shop. *Cooking Class After the tour, let's enjoy trying cooking Japanese cuisine at ABC Cooking Studio, Japan's largest cooking school! With the most informative and well-organized class at a modern cooking facility, you will learn various Japanese cooking techniques from your professional instructor and experience the essence of authentic Japanese flavor and spirit. If you are looking for something more than just eating delicious Japanese cuisine during your stay in Japan, come and join us now! Tour Schedule -11:15 am : Meet up Meet at the Nihonbashi Information Center at COREDO Muromachi -11:30 am : Guided Gourmet Tour The English-speaking guide (wearing kimono!) will take you to historical shop specializing in dried bonito, seaweed etc. - 1:00 pm : Cooking Class Learn about Japanese soup stock, make your own rolled sushi & Japanese omelet and decorate your plate as you like! - 2:30 pm : Tour ends Get the cooking recipe to take back home after enjoying your creation.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-enjoy-walking-gourmet-tour-with-cooking-class-at-nihonbashi/7697?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy Walking Gourmet Tour with Cooking Class at Nihonbashi",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 10:34:01"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 123,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1475826323/tzbwtxgt5spmnf32fld1.jpg",
        "strIntroduction": "This 3-hour Osaka Night Food Tour will take you on an unforgettable eating excursion through the less frequented parts of Minami (South) Osaka. Starting on the the heavily populated Dotonbori area on a bridge overlooking the inner canal we will quickly head into the fray past the Glico man, a Filipino sprinter named Fortunato Catalon who won a race at the 5th Far Eastern Sport Championship Games in 1921. When he crossed the finish line, his face was beaming with a big smile which gave favorable and healthy impressions. Having seen his smile, Glico, a large Japanese food conglomerate, decided to adopt it for their image. which inspired the Japan nation for years to come. Similar to Shibuya (its counterpart in Tokyo) the lights and sounds of Dotonbori often lead you astray to commercialized restaurants with queues of tourists outside while we want to take our guests to places they would certainly miss without a locals guidance. Quickly darting from the crowd we will take a secret alley not long after we begin the tour toward the shrines wedged out of sight from the average passerby. After making it through the hidden alley ways we will make our first stop at a traditionally untraditional Japanese spot. Known for its impressive selection of fresh food, you will have a chance to reach out and touch the food you want to make up your meal. There will be 4 choices in all but the decision will be tough as there are just too many to choose from! After our first smorgasbord meal, we will take you down a narrow alley to show you some of the more unconventional restaurants and pubs. One in particular that looks almost like a barbershop with its old leather clad, fixtured chairs up against the bar for the local Japanese to really unwind from their day. Our guide will then lead you to Kaminari Sushi, arguably the best sushi restaurant in all of Osaka. Standing the test of time for nearly 100 years, this local shop fits just enough seats for our tour and will be some of the most succulent sushi you will ever eat. Our guests will enjoy 7 kinds of sushi and 1 drink. With the sushi master being very open to conversation from his guests, he will gladly answer any questions you may have about his craft. From there, we will walk past the owl cafe to its second floor where you will be overwhelmed at the number of unorthodox bars, one after another. Every 5 feet there is a new door with a new adventure to be had. Our final stop will take you into the depths of a corner shop, with nothing really that eye-popping outside to let customers know what is actually down there. In the basement of a corner building you will find the most amazing combination of activities. A local celebrity and stunt man opens his make-shift dojo to guests to come and see a demonstration of traditional ninja \"magic\" and skills. While the demonstration is going on, you will also be taught how to cook your own takoyaki from his support staff. This experience will never be forgotten given the master's dedication to his craft.",
        "strLocation": "Osaka",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-osaka-embark-on-a-delicious-osaka-night-food-tour/7698?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Embark on a Delicious Osaka Night Food Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 10:36:50"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 44,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1476260508/c3zw3pegzdooupuncxdt.jpg",
        "strIntroduction": "Spend a day at the Mino Washi Japanese Traditional Paper Museum in Mino, Gifu prefecture, where visitors will get acquainted with the long history of more than 1,300 years of traditional washi paper-making that began back in the 8th century, since then the industry has prospered thanks to the abundance of the paper mulberry and plenty of available water from the Nagara and Itadori rivers. Inside the museum, you will have the unique opportunity to partake in this centuries-old tradition and learn directly from local artisans their unchanged techniques to making washi paper. Particularly during this experience you will learn the \"nagashizuki\" technique consisting in draining water from the paper fibers by moving a screened frame vertically and horizontally. The end result is a thin but strong paper, which can also be inlaid with maple leafs for decoration. It is the ultimate souvenir to take back home to give away to someone special or decorate your home. Additionally, you will receive a 5% discount at the museum's gift shop to purchase more souvenirs. Don't miss the chance to witness and partake in one of Japan's oldest traditions.",
        "strLocation": "Gifu",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-gifu-enjoy-the-japanese-paper-making-experience-in-mino-gifu/7717?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy the Japanese paper-making experience in Mino, Gifu",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 10:40:40"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 294,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1476260230/lymhpd9u3uxhdtnkr4pu.jpg",
        "strIntroduction": "Fukui prefecture is home to numerous cultural and natural treasures and it's very close to the regional hub of Kanazawa city in neighboring Ishikawa prefecture. This half day tour of some of Fukui prefecture's highlights allows you to make the most out of your time and visit world-class destinations in the comfort of a private taxi. The tour departs the city of Kanazawa and takes you to Eiheiji Temple, also an active monastery founded in 1244 by Dogen, a Buddhist scholar who imported Soto Zen into Japan from China. It features over 70 buildings with numerous statues and praying halls. The quarters where over 200 monks eat, sleep and meditate are however off limits to visitors. The tour will then move on to the Tojinbo basaltic cliff rocks area. A rare geological formation that produce a series of hexagonal and pentagonal pillars that create peculiar patterns that can only be found in three places in the world. Visitors are free to roam the area and take pictures as they please. The nearby restaurants and snack stands offer a varied selection of lunch options and you will have time to enjoy a delicious meal. The tour will end at the Awara hot springs district, where guests are free to enjoy the rest of the day in their chosen onsen. Join this half a day tour and enjoy the cultural and natural treasures of Fukui prefecture in the comfort of your own private car.",
        "strLocation": "Fukui",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-fukui-explore-eiheiji-temple-and-tojinbo-area-by-taxi-from-kanazawa/7716?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Explore Eiheiji Temple & Tojinbo area by taxi from Kanazawa",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 10:44:59"
    },
    {
        "intDurationHour": 7,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 34,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1476260364/y30fqszpxiyvjlqny7ob.jpg",
        "strIntroduction": "The Kunisaki peninsula is located in northern Oita prefecture in the island of Kyushu and even though it is scarcely populated, it is home to the vibrant Rokugo Manzan Buddhist culture which mixes Buddhist, Shinto and mountain worship practices and is characterized by its stone statues that adorn the many temples that dot the farmlands. Join this 1-day bus tour departing from Beppo to explore this area's most interesting treasures. The tour will begin at Usa Jingu Shrine, built in the year 725 and the head shrine of thousands of shrines all over Japan that are dedicated to Hachiman, the God of war and archery. The tour will move on to Fukiji Temple, notable for being the oldest wooden structure in Kyushu. It houses an intricate wooden statue of Amida Buddha. The next stop on the itinerary will be Maki Odo temple, famous for its 9 statues of Buddha that have been designated as Important Cultural Properties. You will be able to see the bronze statue of Daiitoku Myoo on a water buffalo, the sitting statue of Amitabha, among others. The tour will continue towards Kumano Magaibutsu stone Buddha, a massive depiction of Fudō Myōō measuring at 8.07 as well as the 6.8 meter tall Dainichi Nyorai or Cosmic Budha carved on the face of a cliff during the late Heinan period. The last stop will be Futagoji Temple, with over 1300 years of history and multiple stone and gravel paths cutting through the forested slopes of the mountain. The two Nio Guardian stone figures are the most iconic treasures in the temple and often represent Kunisaki peninsula. Enjoy a full day packed with cultural treasures and amazing landscapes in the comfort of this convenient bus tour from Beppu!",
        "strLocation": "Oita",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-oita-explore-kunisaki-peninsula-with-a-one-day-bus-tour-from-beppu/7715?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Explore Kunisaki peninsula with a 1-day bus tour from Beppu",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 10:50:13"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 109,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1476094944/crfhk4o6etwf4jzdnrv8.jpg",
        "strIntroduction": "The island of Hokkaido in northern Japan is quite different to the rest of the country due to its geography and its recent development, which means that unlike much of Japan, Hokkaido has wide plains with unspoiled nature. One of the best ways to enjoy this idyllic environment is to go on a horseback riding tour departing from Sapporo. The tour begins with a 20 minute lesson for complete beginners, where qualified instructors will teach you the basics of horseback riding, so that you can enjoy your experience to the fullest, then , you will have the opportunity to take your horse for a trek along beautiful forests and the riversides of Ishikari, a small city near Sapporo. For your convenience, you will be able to choose between 40, 60 or 100 minutes of trek time to enjoy your experience at your pace. Experienced riders will have the option to skip the 20 minute lesson and start their trek right away through the beautiful landscapes of Hokkaido. This is a unique opportunity to explore this area of Japan and reconnect with nature.",
        "strLocation": "Hokkaido",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-hokkaido-enjoy-horse-riding-in-the-beautiful-nature-of-hokkaido/7712?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy horse riding in the beautiful nature of Hokkaido",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 10:52:36"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 99,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1476080622/wo7vfsbs4b0e5bnf2vfs.jpg",
        "strIntroduction": "Bungy jumping is the ultimate extreme sports that allows you to have a thrilling experience as you fall from chilling heights, but it has also being touted as a method of self-realization, for it forces the jumper to face their fears and overcome them. What better setting to take on this fantastic challenge than the beautiful mountains and forests of Japan? Bungy Japan offers five different locations with bridges with different heights for you to choose from: 1. Minakami bungy (42 m) The Suwakyo Bridge is located in Gunma prefecture and it was the first site for Bungy jumping in Japan. It hangs over the Tone river, and its notable for being in an area with countless outdoors activities for you to enjoy besides Bungy jumping. 2.Sarugakyo Bungy (62m) Besides housing a Bungy jumping platform, the Akatani Suikan Bridge, located just 20 minutes drive from the Suwakyo bridge, also carries water supply over the Tone river. The area is famous as well for onsen hot springs and canoeing, the perfect way to recover from all that adrenaline you get from the jump. 3. Ryujin Bungy (100 m) Ryujin Otsuribashi is the longest pedestrian suspension bridge in Honshu, Japan's main island and at 100 m high, it offers the highest Bungy jump in Japan! The bridge is located in Ibaraki prefecture and the area is also famous for Takyu shrine, delicious soba noodles as well as amazing hiking trails. 4. Itsukimura Bungy (66 m) Located right in the middle of Kyushu's most scenic landscapes, this vertigo-inducing tall bridge offers jumpers the experience of water touching when the level of the river below is just right. The area also offers endless outdoors activities such as rafting, mountain biking and multiple onsen. 5. Fuji Bungy (54m) The jumping platform hangs above the beautiful Suzu valley featuring waterfalls and views of Fuji city. The are also offers popular outdoor activities like camping, swimming and even hiking with Mt. Fuji close by. Experience the thrill of Bungy jumping at any of the amazing locations and experience the extreme side of Japan with this unique adventure, which will become a once in a lifetime experience.",
        "strLocation": "Ibaraki",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-ibaraki-experience-bungy-jumping-from-one-of-japan-tallest-bridges/7711?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Experience bungy jumping from one of Japan's tallest bridges",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 10:56:15"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 27,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1476033594/g9nrmw6n5zrkr91mnlyv.jpg",
        "strIntroduction": "Zero Latency is an Australian start-up company that developed Zombie Survival, the epic free-roaming VR game where the players have to fight off a horde of blood-thirsty zombies with the help of a high-tech rifle. The company joined Sega to bring the VR game to Japan's Joypolis in the entertainment district of Odaiba, making some adjustments for the Japanese market. In this version, up to 6 players are briefed for safety procedures, and then gear up with a backpack, the last generation VR goggles, and of course their weapon. Before they know it, they'll have to shoot in all directions as zombies coming out from every direction charge towards them. What makes this game so thrilling is the fact that players are free to roam around a 280 sq meters space as if they were walking inside the world the VR goggles are displaying, which helps increase the feeling of reality. The game engages not only your imagination but your physical body as you shoot your rifle, and interact with other players in real time, and it is definitely something any video game lover should try!",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-fight-zombies-in-a-free-roam-vr-experience-in-odaiba/7710?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Fight zombies in a free-roam VR experience in Odaiba!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 10:59:47"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 67,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1476028114/a8ah0qd1bpc4aylybimt.jpg",
        "strIntroduction": "Hoe he'e nalu as it's called in Hawaiian language, stand up paddle boarding became popular after surfers from the island of Waikiki started using a paddle to glide through the water faster. It is a marine sport that's growing in popularity every year due to it's simplicity which makes it easy to enjoy even for beginners. It is often practiced in different environments such as lakes, rivers and the open sea. In this half day tour, you will receive a lesson by qualified instructors who will teach you the basic techniques of stand up paddle boarding such as planting your paddle well in the water before you start to pull, so that you have a more powerful stroke and are able to stabilize your body. After getting used to the technique, you will be able to move effortlessly and enjoy the sensation of standing up on the water and seeing the nature all around you as you advance. The tour includes everything you need to start, so you don't have to have any special equipment, all you need is your bathing suit. Give stand up paddle boarding a try and you'll find out why many people who tried it fell in love with this marine sport and kept paddling!",
        "strLocation": "Kanagawa",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-kanagawa-experience-stand-up-paddling-in-the-sea-at-kamakura/7709?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Experience stand up paddling in the sea at Kamakura!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 11:03:09"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 124,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1476010382/p4bafryoitzxs16aa4wq.jpg",
        "strIntroduction": "Kujukurihama beach in Chiba prefecture, less than two hours away from Tokyo is the last place you would expect to find an old wild west-themed stable, with a saloon-like restaurant with wooden decks, a stagecoach and an arena to learn horseback riding. Yet, that's exactly what Sunshine stables offers visitors who want to experience horseback riding fro the first time or for people who love horses in general. This tour includes a lesson for complete beginners at the arena where qualified instructors go over safety procedures and teach visitors how to handle the horse and the right way to ride. After you have had some time getting used to your four-legged friend, you will have the chance to take it outside for a ride near the beach. Riding on horseback along the waves is an amazing experience that allows you to admire the scenery as well as connect with nature. Back at the stables, you will be able to dine at the themed restaurant \"The Maverick\" where you can enjoy a delicious cowboy steak or stroll around the stables, which are often used for photoshoots or even as movie sets! Don't miss the chance to experience the atmosphere of the old wide west and ride a horse along the beach!",
        "strLocation": "Chiba",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-chiba-enjoy-a-horseback-riding-adventure-at-the-beach-in-chiba/7707?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy a horseback riding adventure at the beach in Chiba!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 11:08:27"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 62,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1475991080/rfzzv5xjf29u5wga0dit.jpg",
        "strIntroduction": "Kayaks were originally a hunting vessel created by the Inuits of North America 4,000 years ago. Today it has become a recreational sport that is popular all over the world. One of the peculiarities about kayaks is that they don't move straight forward, and yet, by each stroke of the paddle, it moves towards your desired direction. This is partly what makes it interesting and fun to try. Whether you are an absolute beginner or a kayak expert, with this tour, you will enjoy half or a full day of kayaking on the waters of lake Tamayodo in Saitama prefecture, where qualified instructors will teach you the basics of kayaking, and they will carefully go over safety procedures to ensure everybody has an amazing time. After a bit of rowing in your kayak, you will keep your balance and become used to it, which will allow you to concentrate on the amazing scenery around you and have a relaxing day taking in the nature while you master this sport.",
        "strLocation": "Saitama",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-saitama-enjoy-a-half-or-full-day-kayak-experience-in-saitama/7706?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy a half or full day kayak experience in Saitama!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 11:12:52"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 62,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1475921702/b1pgcdjleokliwbkcwrz.jpg",
        "strIntroduction": "Take a break from your hectic sightseeing activities in crowded Tokyo and enjoy the beautiful scenery and stillness of Tamayodo Lake in Saitama prefecture from a rental canoe! Saitama prefecture borders Tokyo to the north and is easily accessible via train and car. Its is visited by locals and foreign tourists alike for its beautiful natural scenery. What better way to enjoy the landscape than by rowing at Tamayodo Lake? With this half day or full day canoe tour, you will have access to your own rental canoe, including life jacket and paddles. Even if you are beginner at canoeing, there is nothing to worry about as qualified instructors will explain safety procedures carefully and teach you all the necessary basic skills to enjoy your experience to the fullest. After a while of putting in practice what you have learned, you will find yourself enjoying the breathtaking beauty of the lake and the surrounding forest. Relax and enjoy the stillness of the lake and the sounds of birds as you paddle along, and revitalize your body and mind with this energy-charging experience!",
        "strLocation": "Saitama",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-saitama-enjoy-a-canoe-adventure-exploring-tamayodo-lake-in-saitama/7703?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy a canoe adventure exploring Tamayodo lake in Saitama!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 11:17:50"
    },
    {
        "intDurationHour": 7,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 155,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1475770673/huksjnzmpadzsjxdpzy8.jpg",
        "strIntroduction": "Travel in comfort and making the best use of your time with this convenient private car tour with guide to Kamakura and Enoshima, departing the port of Yokohama and especially made for visitors on cruise ships that have a limited time on land. The tour will take you to the historic city of Kamakura, where you will visit the Hasedera Temple, a beautiful structure that houses a large wooden statue of Kannon. Kamakura is perhaps better known for being the home to the Great Buddha, a 13 meter tall bronze statue of Amida Buddha cast in 1252. It is the second largest Buddha statue in Japan, surpassed only by the Buddha Statue in Nara's Todaiji temple in western Japan. The tour will also make a stop at Tsuruoka Hachimangu, the most important Shinto shrine in the city and the cultural heart of Kamakura. Although Kamakura is a small town, it is visited by thousands of people year round for the abundance of sightseeing spots. In addition to the Great Buddha, and the above mentioned shrines and temples, there are endless cafés and restaurants offering delicious Japanese food and savory desserts. The tour will then head to Enoshima, a small island connected to the mainland by a bridge. It is famous for its natural landscapes and its magnificent views, which on a clear day, reach out as far as Mt. Fuji. The island is also home to many small shrines, that together are known as Enoshima shrine. Visitors to Enoshima can also admire Iwaya caves on the island's southern coast without any special gear, as they are easily walkable. Enoshima also offers an Aquarium, a spa, and nearby beaches that fill up during the hot summer months. Enjoy a full day packed with fun, interesting activities at some of Japan's most renowned attractions, the perfect way to get a taste of Japan!",
        "strLocation": "Kanagawa",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-kanagawa-shore-excursion-from-yokohama-port-to-kamakura-enoshima/7696?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Shore excursion from Yokohama Port to Kamakura/Enoshima",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 11:20:41"
    },
    {
        "intDurationHour": 7,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 141,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1475309644/dno3llwovpos05sov3du.jpg",
        "strIntroduction": "Book a 1-day private car tour of Tokyo departing from Yokohama port, especially designed for passengers on a cruise ship stopping at Yokohama that would like to make the most out of their visit to the area. The tour includes a guide that will be happy to recommend some of Tokyo's best sightseeing spots or simply take you to any place of your interest. Some popular spots to visit in the city are: Asakusa, with its centuries-old temples and newly built Sky Tree tower offering breathtaking views of Tokyo, the upscale Ginza district with luxurious designers shops and close to the Japanese Imperial Palace, the video game and gadget Mecca of Akihabara, the serene Meiji Jingu Shrine found inside Yoyogi Park, only a stone throw away from Tokyo's outlandish fashion epicenter: Harajuku; and of course, the entertainment districts of Shibuya and Shinjuku filled with neon-light signs offering endless dining opportunities. With so much to see, and such a limited time, this private car tour is the best way to cover as much as possible without the hassle of trying to figure out the complicated railway system, or losing time trying to find sightseeing spots on a map. Travel conveniently and smart and enjoy all that Tokyo has to offer.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-shore-excursion-from-yokohama-port-to-tokyo/7677?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Shore excursion from Yokohama Port to Tokyo",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 11:24:20"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 34,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1476151589/ldn70f4xztswpeanssvd.jpg",
        "strIntroduction": "Join a city sightseeing bus tour in Sapporo, and explore the city from its windows for 2.5 hours! The tour departs two times a day on particular days in October, and it will take you to major sightseeing spots of Sapporo City. By joining this tour, you can enjoy both the beautiful view of Sapporo City and learn the history and the culture of Sapporo City. You will visit Okurayama Ski Jump Stadium and stay there for 40 minutes. The Ski Jump was the stage for the 90 m jump (or also known as large hill) competition at the 1972 Winter Olympics. The Ski Jump is equipped with modern facilities, so the visitors can enjoy the summer ski jumping and night ski jumping in addition to the winter ski jumping. At Okurayama Ski Jump Stadium, you can also enjoy having a ride on the double lift, where you can see the beautiful view of the peak of the mountain. You will also visit Sapporo Central Wholesale Market - Curb Market, where you can get the freshest local products. You can find more than 60 stores selling different items ranging from fruits to fresh and dried fish. You can also find restaurants serving sushi and other dishes with reasonable price. The first departure of the tour is at 10:00 and the second departure of the tour is at 13:30. The itinerary for this tour is as follows: - Meet at Sapporo Grand Hotel, next to the front desk, at 9:45 or 13:!5 - Depart from Sapporo Grand Hotel - Sapporo TV Tower - Clock Tower - JR Tower Nikko Sapporo - Former Hokkaido Government Office Building - Tanukikoji - Susukino - Susukino new Ramen Alley - Sousei River - Toyohira River - Nakajima Park - Mt. Moiwa - Maruyama Primeval Forest - Hokkaido Shrine - Okurayama Ski Jump Stadium and stay for 40 minutes - Maruyama Zoo - Maruyama Park - Sapporo Central Wholesale Market Curb Market and stay for 20 minutes for shopping. - Hokkaido University's Poplars Avenue - Hokkaido University's Botanic Garden - Odori Park - Return to Sapporo Grand Hotel You can take a ride on a ski lift at Okurayama Ski Jump Stadium. You will have to pay 450 JPY extra charge to enjoy this attraction. The bus will not stop at any rest area for toilet breaks. Join this tour and visit Sapporo City this Fall to enjoy its wonderful and delicious gourmet and explore the city's famous sightseeing spots! Use our wonderful reservation service to book with no hassles!",
        "strLocation": "Hokkaido",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-hokkaido-join-and-enjoy-city-sightseeing-bus-tour-in-sapporo/7714?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Join And Enjoy City Sightseeing Bus Tour in Sapporo!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 11:28:51"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 19,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1475804473/ozgtbi7pyqihqz4eflgh.jpg",
        "strIntroduction": "The rabbit cafe, Ms. BUNNY, is located in the Roppongi district in Tokyo, and it's a place where you can touch, pet and take photos with cute fluffy rabbits! It has become one of the most popular animal cafes in Tokyo and a must for animal lovers! Rabbits at Ms.BUNNY are diverse in color and size. At this cafe, you can befriend irresistibly cute rabbits to your heart's content. The baby rabbits are so cute that it will be so hard for you to say goodbye to them in the end! The kinds of rabbits you can find at Ms.BUNNY are - Mini Rex - Holland Lop - Lion Lop - Netherland Dwarf Rabbit - Dwarf Hotot - French Lop Don't forget to bring your camera and take photos with them to show off to family and friends! We are very sure that you will miss these cute little friends so much when you get home. There are no drink and food menu at the rabbit cafe but there is a self-service drink bar so feel free to help yourself. Also you can bring your own food and drink (soft drinks only), so why don't you visit and chill with the little adorable rabbits? Since the rabbit cafe continues to become very popular, reservation is mandatory, especially during the weekends, so go ahead and reserve your time slot through our reservation system. It will leave an incredible memory of your time in Japan. Reservation slot: 12:00 pm-1:00 pm 1:00 pm-2:00 pm 2:00 pm-3:00 pm 3:00 pm-4:00 pm 4:00 pm-5:00 pm 5:00 pm-6:00 pm 6:00 pm-7:00 pm 7:00 pm-8:00 pm",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-play-with-fluffy-rabbits-at-a-cafe-in-roppongi-tokyo/7674?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Play with cute fluffy rabbits at a cafe in Roppongi, Tokyo!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 11:31:25"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 54,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1475731305/qhyclga5t5gdgrkuqlqd.jpg",
        "strIntroduction": "Miyajima island in Hiroshima prefecture is famous for having what is said to be one of the Top Three Most Scenic Sights in Japan - the Itsukushima Shrine, which looks as if it is floating in the sea. This magical scene becomes more beautiful in the autumn, when it is framed by brilliant red maple leaves, and other autumn colors of gold and yellow. The crimson five story pagoda's majesty is enhanced by the autumn colors of the surrounding hills, an color palette of green, gold, orange and red. You will also visit Daiganji,an important temple dedicated to Benzaiten, the Goddess of music and wisdom, and this is one of the three most famous Benzaiten Temples in Japan. This historical temple was responsible for the repair and construction of the Itsukushima Shrine. Following which, you will see the beautiful architecture of the Daishoin Temple, a famous Buddhist temple in Japan for its lush autumn foliage. This is just five minutes from the Itsukushima Shrine and not ti be missed. After visiting these famous temple grounds, you will take the Miyajima ropeway from which you can get a spectacular overview of the surrounding scenery. The tour rounds off with a relaxing stroll around the Momijidani (Maple Valley) park, which as the name suggests, is one of the best places to see maple leaves in autumn. Here you will discover the many types of maple trees, with over a thousand maple trees in the park. There is also a shrine here, the Shinomiya Shrine, which also makes for a great photo spot. This is a spectacular tour which will covers all the main autumn foliage spots in a day! Don't forget your cameras and extra batteries!",
        "strLocation": "Hiroshima",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-hiroshima-join-the-miyajima-momijigari-autumn-walking-tour-hiroshima/7603?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Join the Miyajima momijigari Autumn Walking Tour (Hiroshima)",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 11:34:03"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 54,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1475730378/x2obhpy7djspsjgfn2xe.jpg",
        "strIntroduction": "Autumn is one of the most beautiful seasons in Japan, and a favorite of the locals as the weather is just nice for trekking and talking walks in gardens to enjoy the autumn colors of leaves from yellow to gold and crimson red. Here are the popular autumn leaf viewing spots that you will see on this trip. Tokyo has no lack of vast and perfectly cultivated gardens, such as the Shinjuku Gyoen, that was first built for a feudal lord. This sprawling garden has a Momijiyama, or Maple Mountain, which is the best place to see the azure colors of the exquisite Japanese Maple. The sight of rows of gingko trees is also a classic autumn scene, and the Icho Namiki (Gingko Avenue) located outside the Meiji Jingu Gaien Park is stunning in its almost glowing yellow glory. The trees here are pruned to a uniform conical shape, making it the avenue postcard perfect. Another highly popular sight for autumn leaf hunting is the Koshikawa Korakuen. This landscaped garden has all the elements of a classic Japanese garden, with bridges, and strategically placed Japanese gardens and rock benches perfect for taking your selfie or wefie framed by bright red momiji leaves. Compare the beauty of the Korakuen with the Rikugien, another landscape garden that is fit for royalty. Other than a hilltop vantage point where you can get an overview of the garden, the Togetsukyo Bridge is a spectacular photo that you must have in your album. Sit down and enjoy a cup of matcha at the teahouse here. Last but not least, the ever popular park at Ueno, also takes on a spectrum of autumn colors, is a must-visit. Don't miss this amazing walking tour that will show you the unique beauty of autumn in Japan in all its colors and leaf shapes!",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-one-day-autumn-leaf-hunting-walking-tour-in-tokyo/7599?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "1 Day Autumn Leaf Hunting Walking Tour in Tokyo!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 11:36:54"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 54,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1475730837/ujx9apnxg0ws89bxqmj9.jpg",
        "strIntroduction": "Kyoto is most stunning when decked in autumn colors of crimson red and gold in November. This walking tour will take you through all the main momijigari (maple leaf hunting) spots and the best photo angles! Starting from the World Heritage site of Kiyomizu temple, located atop a hill, where you can get a vista of a sea of momiji from the raised wooden decks of the temple, the tour brings you to Nanzenji, another picture perfect Zen temple grounds, which dates back to the 13th century. The vast Nanzenji temple complex has a garden with a pond as a focal point, framed by momiji, which makes for a breathtaking sight. Next, you will explore the grounds of Kinkakuji temple, which is resplendent in gold, and beautiful from any angle. The azure and gold leaves of the maple and other trees enhance its exquisiteness. The tour ends at the popular riverside town of Arashiyama, where you can see the surrounding mountains in an array of autumn colors, while enjoying the cooling rush of the vast Arashiyama river. This is one memorable walking tour not to be missed!",
        "strLocation": "Kyoto",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-kyoto-see-kyoto-in-autumn-colors-join-the-momijigari-walking-tour/7602?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "See Kyoto in Autumn Colors!Join the Momijigari Walking Tour!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 11:41:02"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 62,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1475329959/gf9aoyex7l3eryuszmss.jpg",
        "strIntroduction": "Hi, I'm Megumi! I got a Japanese teaching licence in 2009. I've been teaching for more than 5 years. I've taught students from different countries like the U.S, Hong Kong, Taiwan and Indonesia.I hope to teach you and learn from you as well. Learning Japanese isn't as hard as you think! I'll help you learn Japanese in an easy and fun way. After my 2 hours class, you will be able to introduce yourself, ask for directions, make orders at restaurants in Japanese. And if you need, you can get a short Kanji lecture. I can teach you how to write your name in Kanji as well. Learn Japanese with me and explore Japan with Japanese!",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-take-a-japanese-language-class-for-beginners-in-asakusa/7678?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Take a Japanese Language Class for beginners in Asakusa!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 11:44:46"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 49,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1474887024/w4euaqxhou8f4g0yprgb.jpg",
        "strIntroduction": "In this activity you will dress in a kimono and walk around Nagasaki's historical places while I take photos of you! I will edit the photo and give you the data later. Below is the itinerary of the activity: 1. Meet at Shianbashi tram stop and I'll take you to the kimono rental shop. 2. Take you to Wakamiya Inari Shrine which has a very beautiful Torii gate. We will go by car. 3. Walk to Kameyama Shachu which was a famous samurai office. 4. Walk to Japanese and Chinese temples. 5. Eat at a Nagasaki traditional restaurant.",
        "strLocation": "Nagasaki",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-nagasaki-see-nagasaki-historical-places-in-a-kimono-photo-tour/7631?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "See Nagasaki's historical places in a Kimono photo tour!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 11:47:20"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 10,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1463807551/mwu8nl6fgtgq2kexgu8h.jpg",
        "strIntroduction": "Have you ever seen the \"real lives\" of Japanese during your stay in Japan? If not, then this experience is a great way to explore the mystery of Japanese childhood! 6 Nen 4 Kumi is a unique Izakaya on the theme of elementary school meals in Japan, which is located in Shibuya, Tokyo. Literally, \"6 Nen\" means 6th grade and \"4 Kumi\" means Class 4. Not only the decoration and interior but also the dishes in 6 Nen 4 Kumi are unique. So come and join the class to create an unforgettable memory of Japan! Once you step into this restaurant, you can see perfectly reproduced decoration and interior of elementary school in Japan, such as; blackboard, wooden tables, classrooms, shoe cupboard, ransel (a satchel or a school bag), etc. With its exciting atmosphere, you can definitely experience the school life in Japan. Do you still remember the excitement of lunch time during your childhood? In Japan most of the schoolchildren eat \"Kyushoku\" (school meals) everyday. At 6 Nen 4 Kumi, you can order dishes that are actually served in Japanese schools! Therefore, most of the dishes here are nostalgic for Japanese. In addition, there are unique menus on the theme of several school subjects, such as science, math, etc. Here are the examples of different kinds of menus in this restaurant: *Nostalgic menu* -deep-fried bread with soy powder/sugar/cacao powder -rice with seaweed *Popular menu in Kyushoku* -spaghetti meat sauce -frozen orange *Math time* -\"Tuna+Avocado = Tuna belly?!\" -\"Principal's favorite sashimi\" Enjoy this unique Izakaya by making seat reservation through Voyagin and create an unforgettable memory! The restaurant is open everyday under following schedule: 17:00 - 23:00 (23:00 L.O.) Average cost of a dinner per person: 3,000 – 4,000 JPY",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-reserve-elementary-school-dishes-at-6-nen-4-yon-kumi-tokyo/6495?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Reserve Elementary School Dishes at 6 Nen 4 Kumi, Tokyo",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 11:52:27"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 10,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1463550869/yfeqsmgtwfyhn7nolgrw.jpg",
        "strIntroduction": "There are cat cafes, rabbit cafes, owl cafes, hedgehog cafes... and now it's time for a penguin cafe! The Penguin Bar in Ikebukuro, Tokyo, takes about 3 minutes to walk from JR Ikebukuro station. It's a luxurious yet exciting dining bar, where you can not only enjoy delicious dinner but also see the penguins swimming in the water tank beside your seats! You can even feed the penguins, so it will definitely be an unforgettable moment during your stay in Tokyo! In the big water tank, you can see four African penguins swimming in the pool, sleeping in their own house and playing with each other. You may see the penguins at the aquarium, but this place is one of the best ways to get closer to the penguins! They are super cute, so you should definitely bring your cameras and take many photos of them! Needless to say, dinner in Penguin Bar is highly rated too! There are delicious dishes such as chef's original pasta, sirloin steak, cooked rice with salmon egg, shrimp & mushroom pizza, chili beans and raw ham plate, etc. Moreover, many of the past guests say the cocktails in Penguin Bar tastes really good, especially the \"Penguin BAR Original frozen cocktail\", which is flavored with coconuts. Don't miss the opportunity to experience this unique dining bar! The restaurant is open every day from 18:00 - 04:00. Average cost of dinner per person: 4,000 – 5,000 JPY",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-check-out-the-penguin-bar-in-tokyo/6440?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Check Out the Penguin Bar in Tokyo",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 11:55:30"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 83,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1474946752/gsatalecyelcoblsygdd.jpg",
        "strIntroduction": "This is a 3 - 4.5 hour tour at Asakusa, Tokyo. Asakusa is one of the best traditional sightseeing places in Tokyo. You'll feel the old Japanese culture at this place. It's very popular and we will take a commemorative photo during this tour. I'll pick you up at Asakusa Station (if you need me to pick you up from your hotel, an extra charge will apply). Experience training of Ninja skills at a local shop. ↓ Go to the Kaminarimon gate and take a commemorative photo in front of the big gate. ↓ Shopping at Nakamise Street. ↓ See Asakusa's temple which brings luck to visitors. When we have a time, go to other place!! Duration: 3 - 4.5 hours Participants: 2-8 Days of the week: Monday, Tuesday, Wednesday, Thursday, Friday Meeting point: Asakusa Station (if you need me to pick you up from your hotel, an extra charge will apply) Time: while 10 am- 18 pm I'm looking forward to seeing you in this tour!",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-experience-training-of-ninja-skills-with-asakusa-tour/7650?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Experience training of Ninja skills with Asakusa tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 12:00:28"
    },
    {
        "intDurationHour": 6,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 78,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1475049870/cp3oklt6ugiuikaofonu.jpg",
        "strIntroduction": "Hanamaki Onsen is the most well-known hot spring area in Iwate. It offers four distinctive hotels and Japanese inns (ryokan), a rose garden, facilities with monuments, and more—making it the perfect place to enjoy a leisurely stroll. Three of the four hotels are linked together, making it easy to go bath-hopping as well! Enjoy a delicious lunch and a luxurious soak before relaxing in a private room. You’ll also get to visit a facility where you can learn more about Japanese sake and even enjoy a delicious tasting. Nothing melts the stress away like an afternoon spent with hot springs, delicious food, and delightful drinks! Go bath-hopping at three different Hanamaki Onsen hotels, followed by a premium Japanese-style lunch featuring Hakkinton Pork shabu-shabu. Once you’ve finished your meal, change into a yukata, an informal kimono to relax for a while in a private room or wander around to explore the hotel facilities. After checking out, you’ll head to the Nanbu Toji Denshokan (Sake Museum) where you’ll learn about the history of sake-brewing and taste some fresh selections made with the area’s delicious water and rice. 10:00 Leave via taxi from Shin-Hanamaki or Hanamaki Station accompanied by a volunteer guide 10:30 Arrive at Hanamaki Onsen and explore the area on foot before checking into the hotel. Enjoy a soak in the hot springs bath, lunch, and time to relax in a private room. 15:00 Leave Hanamaki Onsen 15:20 Arrive at the Nanbu Toji Denshokan for a tour 16:10 Leave Nanbu Toji Denshokan 16:30 Arrive at Shin-Hanamaki or Hanamaki Station",
        "strLocation": "Iwate",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-iwate-one-day-tour-of-hanamaki-onsen-and-a-sake-museum-in-iwate/7662?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "1-Day tour of Hanamaki Onsen and a Sake Museum in Iwate",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 12:04:27"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 39,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1474337243/kpoxadfkxhglal0pgbim.jpg",
        "strIntroduction": "Enjoy this sushi workshop in Asakusa! Itinerary: (An interpreter in English will guide you) 10:30 Meet a staff of this workshop besides the police box in front of Asakusa Kaminarimon gate. 11:00 Sushi lecture 11:15 Making sushi lessons ・How to grate a fresh wasabi ・How to make Nigiri-zushi ・How to make Temaki-zushi ・How to slice a fish for sushi topping using a long and sharp knife for professional sushi chefs ・Cooking demonstration of a seasoned omelette as a sushi topping 12:45 Tasting sushi that participants made themselves. 13:30 The workshop ends. You can get a sushi recipe under the supervision of the sushi instructor.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-enjoy-a-sushi-workshop-in-asakusa/7616?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy a sushi workshop in Asakusa!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 12:07:19"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 119,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1474620201/e8gdp6k0z9iua7nkytrj.jpg",
        "strIntroduction": "On this tour, you’ll visit a local soap store, “Uzumaki-do,” located in the historical district of Asakusa. There you will be greeted by an organic soap specialist who will be your guide for the day. She will tell you the history behind soap making in Japan, its relation to Japanese culture of purifying the mind and body, and her passion towards organic soap making. After that it’s time to make your own! In the next hour, you’ll learn step by step the art of crafting your own soap using Japanese rice bran and natural herbs. You can take home your one-of-a-kind soap and use it at home or keep it as a souvenir. Afterwards, you’ll have the chance to visit the famous Asakusa Shrine nearby. Immerse yourself in traditional Japanese spirit as our guide takes you back in time through Japanese history. After the experience is over, you will return back to Harajuku station by car. Dates: Monday to Friday Schedule: 12:30 PM Meet at Tabica's office in Harajuku (a 10-minute walk from Harajuku Station) 1:00 PM Arrive at the destination in Asakusa 1:00 PM-1:20 PM Listen to the story behind organic soap making in Japan 1:20 PM-2:20 PM Learn how to make your own organic soap using traditional Japanese ingredients 2:30 PM-3:30 PM Visit the nearby Asakusa Shrine 4:00 PM Arrive back in Harajuku Duration: 12:30 PM-4:00 PM Approximately three and a half hours",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-make-traditional-japanese-soap-in-a-one-day-craft-class-tokyo/7627?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Make Traditional Japanese Soap in a 1-Day Craft Class, Tokyo",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 12:11:04"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 119,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1474625367/gkcb2deiul965frkxgje.jpg",
        "strIntroduction": "Noh is one of Japan’ oldest theatrical arts with its origins dating back to the 14th century. During the performances, the all-male actors wear different types of masks when taking on different roles. The Noh theatre you will visit on this tour has a 125-year-long history of performing Noh art and introducing Noh tradition to people of all ages. On this tour you’ll get the rare chance to immerse yourself in the unique life of a Noh actor. Learn about the intriguing history of Noh, the usages of different masks, and watch and imitate various movements. When you’re ready, bring yourself up on the actual stage! After performing the art yourself, you will spend the next 30 minutes sharing and talking with the Noh actor about your experience. You may ask him any questions and snap pictures. These four hours will give you a rare glimpse into this ancient theatrical art that tourists, and even Japanese people, rarely get to experience. Dates: Every Tuesday and Thursday Schedule: 3:30 PM Meet at Tabica's office in Harajuku (a 10-minute walk from Harajuku Station) 3:50 PM Arrive at the destination near Suidobashi Station 4:00 PM-6:00 PM Learn, practice, and perform Noh 6:00 PM-6:30 PM Interact with the Noh actor and take pictures! 7:30 PM Arrive back in Harajuku Duration: 3:30 PM to 7:30 PM approximately four hours",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-learn-about-noh-japan-oldest-theatrical-art/7640?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Learn About Noh, Japan’s Oldest Theatrical Art",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 12:15:01"
    },
    {
        "intDurationHour": 5,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 110,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1474678105/gnjmyljyptvfzunirjix.jpg",
        "strIntroduction": "To get there, we’ll meet at 8:40 AM at our office, just a 10-minute walk from Harajuku Station. From there we’ll travel by car for about an hour, to our soba-making destination near Edogawa River. Once we arrive, we’ll meet with our local host, a soba-making master chef who will be your guide for the afternoon. First, the chef will demonstrate how he makes the soba from scratch before sharing his personal step-by-step recipe. Don’t worry if you find it difficult, your host has years of experience teaching soba-making to people of all ages and nationalities. He has plenty of tricks up his sleeves to help you make delicious soba noodles. Once you’ve got the hang of it you’ll cook up some soba of your own, and enjoy tasting your final dish! While you eat you’ll have a chance to sit and talk with the master chef and ask him any questions you may have about how he got his start in soba making. Plus, there will be a translator on hand to faciliate communication so that you can enjoy the details without worrying about a language barrier! This tour will leave you with a knowledge of the professional techniques needed to make delicious soba as well as an unforgettable experience that you shared with the real life of a Japanese local. Once the tour is over, we’ll head back to the office by car to end our day. Dates: Every Wednesday and Thursday Schedule: 8:40 AM Meet at Tabica's office in Harajuku (a 10-minute walk from Harajuku Station) 9:20 AM Arrive at the Edo Teuchi-Soba classroom 9:30 AM-9:45 AM Learn about Japanese soba noodles from a soba-making master (15 minutes) 9:45 AM-10:25 AM Observe how an expert makes soba noodles (40 minutes) 10:25 AM-11:25 AM Make your own soba noodles (60 minutes) 11:25 AM-12:30 PM Learn how to properly boil soba noodles and eat your hand-made noodles! 13:20 PM Arrive back in Harajuku Duration: 8:40 AM-13:20 PM Approximately four hours and forty minutes",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-spend-half-day-with-a-japanese-soba-making-master-in-tokyo/7643?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Spend Half-Day With a Japanese Soba-Making Master in Tokyo",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 12:19:44"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 99,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1474646402/aryyj3hyty54jr4mfnds.jpg",
        "strIntroduction": "Sento, a Japanese public bath, is known among Japanese people as a place to relax and cleanse at the end of a long day. This tour will take you to a local bath in Yokohama called “Shimizu-yu,” about 45 minutes by car from Tokyo. There you will meet the local host, the owner of this bath, who will tell you the history behind the sento and “Shimizu-yu” and some basic manners to keep in mind when taking a bath in a sento. Now take a dip, relax, and pamper yourself in the sento just like the locals do. Afterwards, follow your host into the alleyways of the local neighborhood. Immerse yourself in the authentic Japanese atmosphere, and end the tour with a delicious lunch at a soba noodle restaurant popular among locals. Afterwards, we’ll head back to the office in Harajuku to conclude the day. This trip is the perfect getaway and an easy and relaxed way to enrich your knowledge of Japan. Do you like pampering yourself while seeing unique, new activities? If so, this is the trip for you. Dates: Tour dates can be arranged upon request. (Tours are not held the 3rd, 13th, and 23rd of each month.) Schedule: 10:00 AM Meet at Tabica's office in Harajuku (a 10-minute walk from Harajuku station) 10:45 AM Arrive at Shimizu-yu in Yokohama (45 minutes by car) 11:00 AM-11:10 AM Brief self-introductions 11:10 AM-12:20 PM Learn the history of the sento, and the manners of entering public baths in Japan. Relax and pamper yourself in the sento 12:30 PM-13:30 PM Walk around town with the sento owner and have lunch at a local soba noodle restaurant 14:30 PM Arrive back in Harajuku Duration: 10:00 AM-14:30 PM Approximately four and a half hours What to bring: -A set of fresh clothes to change into (if necessary) -Towel",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-relax-in-a-sento-an-authentic-japanese-public-bath/7644?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Relax in a \"Sento\", an Authentic Japanese Public Bath",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 12:22:22"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 99,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1474647365/e7rdpcnrnixgstxbivry.jpg",
        "strIntroduction": "Shamisen, a Japanese stringed instrument, first came to Japan in the 16th century. Since the it's remained treasured as an instrument and used as a musical accompaniment to Bunraku, Kabuki and other traditional music. Before learning to make a Shamisen, every artisan must learn the first step of chopsticks-making. This trip takes you on a journey into this lifestyle, allowing you to shadow a musical pro and learn their artisan craft. We will first meet at 1:00 pm at the local tour provider's office, which is a 10-minute walk from Harajuku Station, and move to the destination by car. The place we will be visiting is called \"Mukouyama Instrument Shop\" in Hirai and it takes around 50-minute drive to get there. Once we arrive at the destination, we will meet our local host, a Shamisen-making expert, who will be our guide for the trip. We will spend around 2 to 2.5 hours making chopsticks and learning how our host got his start in the industry. You can even bring back the chopsticks you make as a souvenir from the trip. After the activities, we will head back to the departure location by car and finish the day. Dates: Wednesdays and Thursdays (Other dates are also available upon request) Schedule: 1:00 PM Meet at Tabica Office (Only a 10 minute walk from Harajuku Station) 2:00 PM Arrive at Mukouyama Instrument Shop; Introduction of the host 2:15 PM Begin chopstick making while hearing introduction to Shamisen and Koto, including stories of their musical history and traditional instrument craftsmanship 4:00 PM Finishing touch on the chopsticks 5:00 PM Arrive back in Harajuku Duration: 1:00 PM-5:00 PM approximately 4 hours",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-enjoy-japanese-music-instruments-and-chopsticks-making/7645?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy Japanese Music Instruments and Chopsticks-making",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 12:27:15"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 177,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1474611822/im1aow9kpsxppomj60lm.jpg",
        "strIntroduction": "Starting in Kamogawa, we will stroll along the local streets as we head toward Kamogawa River to gaze upon the many Japanese locals enjoying the cool of the evening while sitting on the many terraces along the water known as Kamogawa yuka noryo in Japanese. Prior to the Edo Period, the riverside had been a popular place for performers and vendors, who would set up folding benches for their clients. Eventually Kyoto’s upper classes, as well as a growing class of merchants, decided that this bohemian atmosphere would make the ideal backdrop for the banquets they would hold during the spring and summer. The riverside came to be even more popular in the centuries to come, and being able to find relief from the hot summers while dining, drinking, and making merry became one of the city’s notable pleasures. After crossing the Kamogawa River enter into Gion, a district of Kyoto, home to many geisha houses and traditional tea houses. In the evenings you will be able to see Geisha walking the streets. As Japan's former capital and the seat of the imperial court for over a thousand years, Kyoto offers a rich culinary tradition. Kyoto reigned as the capital of Japan for nearly 1,200 years and as a result, has developed a unique culture of food ranging from simple sweets for the common people to stunning kaiseki courses for nobles and formal tea ceremony meals. There are over 100 Michelin-starred restaurants in Kyoto, offering food that ranges from traditional Japanese, to French, and fusion styles. At the end of our short journey will sit down to a Kaiseki dinner, prepared especially and specifically for Arigato Japan. We want this moment of your life to be a memory you will never forget so we will reserve the details for only those who join the tour. To give you an idea, one of the courses will be a ornate platter mounted with living fish that you can enjoy as sashimi straight from the bone. In this 10-course Kaiseki dinner, just this course alone will provide you with the freshest sashimi you will ever taste in your life. The other 9 courses are a mystery but we guarantee this meal will be an unforgettable event in your life! THIS TOUR STARTS ONLY FROM 5:00PM TO 8:00PM.",
        "strLocation": "Kyoto",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-kyoto-enjoy-delicious-kaiseki-dinner-on-a-kyoto-food-tour/7635?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy delicious Kaiseki dinner on a Kyoto Food Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 12:32:31"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 94,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1474536072/cvcexlpwqv4t7i6kngs8.jpg",
        "strIntroduction": "This is a 2.5 - 4 hour tour at Asakusa, Tokyo. Asakusa is one of the best traditional sightseeing places in Tokyo. You'll feel the old Japanese culture at this place. It's very popular and we will take a commemorative photo during this tour. I'll pick you up at Asakusa Station (if you need me to pick you up from your hotel, an extra charge will apply). Itinerary: Experience tea ceremony at a local shop. ↓ Go to the Kaminarimon gate and take a commemorative photo in front of the big gate. ↓ Shopping at Nakamise Street. ↓ See Asakusa's temple which brings luck to visitors. When we have a time, go to other place!! Duration: 2.5 - 4 hours Participants: 2-8 Day of the week: Monday, Tuesday, Wednesday, Thursday, Friday Meeting point: Asakusa Station (if you need me to pick you up from your hotel, an extra charge will apply) Time: between 10 am- 17 pm I'm looking forward to seeing you in this tour!",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-experience-tea-ceremony-and-tour-asakusa/7621?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Experience tea ceremony and tour Asakusa",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 12:36:40"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 83,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1474540199/jusxxfzjviqkt5qri1d5.jpg",
        "strIntroduction": "This is a 2.5 - 4 hour tour at Asakusa, Tokyo. Asakusa is one of the best traditional sightseeing places in Tokyo. You'll feel the old Japanese culture at this place. It's very popular and we will take a commemorative photo during this tour. I'll pick you up at Tawaramachi Station (if you need me to pick you up from your hotel, an extra charge will apply). Itinerary: Make a food sample at a local shop. ↓ Go to the Kaminarimon gate and take a commemorative photo in front of the big gate. ↓ Shopping at Nakamise Street. ↓ See Asakusa's temple which brings luck to visitors. When we have a time, go to other place!! Duration: 3 - 4.5 hours Participants: 2-8 Day of the week: Monday, Tuesday, Wednesday, Thursday, Friday Meeting point: Tawaramachi Station (near Asakusa) (if you need me to pick you up from your hotel, an extra charge will apply) Time: 10:30- 13:30- 15:30- I'm looking forward to seeing you in this tour!",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-make-a-food-sample-and-tour-asakusa/7632?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Make a food sample and tour Asakusa",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 12:40:57"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 62,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1474635868/dlkipnjmkpatfczyiwb8.jpg",
        "strIntroduction": "Explore Shinjuku area, especially Kabukicho & Golden Gai and go to traditional restaurants for Okonomiyaki & Monja for 2 and half hours. We'll meet up at your hotel or Shinjuku Station (New South gate). The tour starts at 6:00 pm-7:00 pm and finishes at 8:30 pm-9:30 pm. Okonomiyaki is a popular fried food that consists of batter and cabbage. Selected toppings and ingredients are added which can vary greatly (anything from meat and seafood to wasabi and cheese). This variability is reflected in the dish's name: \"okonomi\" literally means \"to one's liking\". The dish is available all over Japan, but is most popular in the west, particularly the cities of Hiroshima and Osaka. Okonomiyaki is sometimes translated into English as \"As-you-like-it pancake\". However, this may be misleading. Though it does consist of batter cooked on a griddle, okonomiyaki has nothing of the sweetness or fluffiness of pancakes, not to mention that it is usually filled with octopus, shrimp, pork, yam or kimchi. A more accurate comparison, which is also made, is between okonomiyaki and pizza. Monja is a type of Japanese pan-fried batter, popular in the Kantō region, similar to okonomiyaki, but that uses different liquid ingredients. How to make Okonomiyaki! Step 1 The batter and the ingredients will usually be brought in a bowl. The customer is able to see that everything that was ordered is there, and that it is all fresh and of a good quality. Step 2 The batter and ingredients are mixed together thoroughly so that everything is evenly distributed. Step 3 After making sure the gas is on and applying oil to the cooking surface, the mixture is poured onto the hot griddle. Short metal spatulas are used to shape the batter into a circle. Step 4 Once one side of the okonomiyaki has been sufficiently cooked, the spatulas are used one in each hand to flip it onto the other side. This is the most difficult part of the process, and one needs to make sure that the okonomiyaki has been cooked through enough to hold together. Step 5 When both sides of the okonomiyaki are cooked the toppings are added. The first layer is the okonomiyaki sauce, which looks and tastes like Worcestershire sauce. The sauce is applied to the Okonomiyaki with a brush. Step 6 Mayonnaise (kept in a tall, clear squeeze bottle) is added to the okonomiyaki, usually in zigzagging lines. Because mayonnaise is a relatively new addition to okonomiyaki, there are a few stores that do not have it available. Step 7 Shavings of smoked bonito called katsuobushi are placed on the okonomiyaki with wooden pincers. Because of the heat, the fish shavings move and contort when put on the okonomiyaki. Step 8 Small flakes of aonori, a dried seaweed, are sprinkled over the okonomiyaki with a little spoon. The aonori is usually stored right beside the katsuobushi. Step 9 The last step is the most enjoyable: eating the okonomiyaki! The spatulas are used to break off pieces to eat, and because the okonomiyaki is left on the griddle while eating, every bite is \"fresh off the grill\". After taking the tour, you can make Okonomiyaki & Monja by yourself. This will be an unforgettable experience from your Japan travel.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-enjoy-an-amazing-private-night-tour-in-shinjuku-for-foodies/7641?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy an amazing private night tour in Shinjuku for foodies",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 12:45:46"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 62,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1474706083/vi0pmhuwhapcmqcwckhh.jpg",
        "strIntroduction": "We'll meet up at your hotel at 10:00 am-11:00 am. Of course you also can start from the afternoon. Then we'll look around east side of Tokyo (Asakusa). After that we'll go to a local bar where you can experience a unique sake. This is a private tour for 4 hours. Sake is made primarily from rice and water which interact with microbes known as Koji‐kin (a mold) and kobo (sake yeast). Only highly polished rice goes into making sake and lends the drink its refined character. Sake has played a central role in Japanese life and culture for the past 2,000 years while the knowledge and techniques involved in sake brewing have spread to every corner of the country. In fact, sake is such an integral part of the Japanese diet that having some knowledge of it can add to one’s understanding of Japanese history, culture, and society. This website gives you everything you need to know to raise a glass (or cup) of Japanese sake. Made primarily from rice, sake is a fermented beverage. It is brewed using a microorganism called koji along with yeast. Sake’s alcohol content varies from 13% to 16%. It takes pristine water to make sake, and brewers take advantage of the various kinds of natural water available in Japan to make only the best. There are many different varieties of sake, and it can be enjoyed either warm or chilled, depending on the season. Sake might be just about the best medicine for whatever ails you, as long as it’s consumed in moderation. So say, “Kampai!” After taking the tour, you will understand the Japanese culture better and will want to tell your family, friends, co-workers etc. Let's enjoy sake together!",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-discover-unique-sake-in-the-east-side-of-tokyo/7646?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Discover unique sake in the east side of Tokyo",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 12:50:27"
    },
    {
        "intDurationHour": 10,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 34,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1474789155/iuc7dsbkar49krfxwml7.jpg",
        "strIntroduction": "First, you will be picked up at your hotel in Tokyo around 8:00. We will head off to Shinjuku or Asakusa Station to take train for Nikko. (Shinkansen is also available up to Utsunomiya) In the morning, you will visit Toshogu Shrine and Temples where you can see gorgeous engravings like The Three Wise Monkyes (See no evil, Hear no evil, Speak no evil). Then you can stroll to Tamozawa Imperial Villa where you can appreciate beautiful screen paintings and a garden. You will take bus to the Lake Chuzenjiko and take local lunch seeing Mt. Nantai. After lunch, you will be guided to Kegon Waterfall. Water comes from Chuzenjiko and the spectacle is beyond description. Then we will come back to Tokyo. Return: Tobu-Nikko Departure 16:39 and Arrival Shinjuku at 18:36. Transportation and Entrance Fee per person: Round trip Shinjuku/ Tobu-Nikko (6,680 JPY) Toshogu (1,300 JPY), Tamozawa Villa (510 JPY) Kegon Warerfall (530 JPY)",
        "strLocation": "Tochigi",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tochigi-take-a-one-day-trip-to-nikko-from-tokyo/7648?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Take a one-day trip to Nikko from Tokyo",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 12:53:55"
    },
    {
        "intDurationHour": 9,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 34,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1474789615/d1u2e6cd9zans8ydz426.jpg",
        "strIntroduction": "You will be picked up at your hotel (ex. 8:00), take the Romance-car train at Shinjuku (ex. 8:53) and arrive at Hakone-Yumoto (ex. 10:36). You will change to Tozan (climbing) train and arrive at Gora at 11:34. A cable-car will bring you volcanic view of Sounzan. Next ropeway will show you Owakudani which is an active volcano, bubbling in a steaming valley. At Togen-Dai, a local fabulous lunch, using organic food, will be served. The Pirate Ship (a sightseeing ship) will show you a panoramic view of Mt. Fuji. (Please be advised that the weather would affect the view of Mt. Fuji and the Hakone ropeway) Option: * Museums * Hakone Sekisho, Hakone Shrine, Onshi-Hakone Park Transportation Fee: Total cost: Around 7,000 JPY per person including romance-car train, cable-car, ropeway, and sightseeing ship.",
        "strLocation": "Kanagawa",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-kanagawa-take-a-one-day-trip-to-hakone-from-tokyo-with-a-guide/7649?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Take a one-day trip to Hakone from Tokyo with a guide",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 12:59:01"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 59,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1473432249/ir20a3y7eyv5xwkojzy7.jpg",
        "strIntroduction": "We gather at Hibarigaoka station (Seibu ikebukuro line) and walk to our house together. After arrival, you choose your favorite Kimono and wear it. 1. We start the Koto lesson for about 1hour. Koto is a traditional Japanese stringed instrument made of wood with 13 strings. I explain about history of Koto and how to make sounds. Then I teach you to play Japanese music! 2. We start the Shamisen lesson for about 1hour. Okinawa shamisen is traditional three-stringed instrument from Okinawa and uses snake skin! I explain about history of Shamisen and how to make sounds.Then I teach you how to play Japanese music! 3. We start green tea ceremony 10min Tea ceremony is communication of the minds of host and guests through the enjoyment of delicious tea together. There is great significance in this. I teach you what tea ceremony is, and I make green tea for you to taste. Next you try to make green tea by yourself, you can learn how to make it. And we have a relaxing time!",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-enjoy-koto-and-shamisen-lessons-and-tea-ceremony-experience/7539?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy Koto and Shamisen lessons & tea ceremony experience!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 13:01:39"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 29,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1474010058/bh9vi0k06qyfbi5y31hz.jpg",
        "strIntroduction": "After you book and we settle our communication online, I will suggest several areas and restaurants or bars based on your requests, your liking, taste, allergies, and the guide book you have with. ( I will take you to places not printed) Meet at one of the following stations: between Okubo (one station away from Shinjuku on Chuo-line) and Nishi-Ogikubo. Both are on the JR Chuo-line. We can go straight to your restaurant or walk around and explore the area before your dinner. I will support your shopping and answer your questions. At the restaurant, I will help your order and explain the dishes and ingredients. I will be your conversation partner over your dining. The meal will last up to 2 hours. You simply pay your meal and drinks. I will take you to the nearest station or you can stay in the area. Disclaimer: Since this tour charges only 3,000 yen, including my meal fare, I cannot take you to expensive restaurants.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-explore-tokyo-local-restaurants-not-listed-in-your-guidebook/7594?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Explore Tokyo local restaurants not listed in your guidebook",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 13:06:03"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 119,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1474435778/fx13guvaamwgalywn5tb.jpg",
        "strIntroduction": "On this tour you’ll travel through a world of tastes and learn the rich history of matcha, Japanese green tea! Our host has served as an artisan of Sado (a traditional tea ceremony) for approximately forty years, and enjoys exploring how to share this art with people around the world by giving it a new age flair. Using a new practice called “table sado,” we’ll explore how the Japanese tea ceremony has adapted over the years to become easier to learn as well as more enjoyable in a modern context. The trip starts by meeting at Harajuku Station and heading over to Akihabara Station by train. Once we arrive, we’ll hear an introduction about the history of the tea ceremony and the kind of tea ceremony practiced by our host. Afterwards, the host will prepare matcha and explain the actions, meanings, food pairings, and other aspects of the ceremony. Then you’ll get to taste the different kinds of matcha that are certain to taste a little different than what you’ve tried before! Finally, you’ll have a chance to mimic what you saw and try your hand at making matcha. With a blend of different tastes and a host to guide you through your own handmade matcha, this tour will give you with an insider’s perspective on an important piece of Japan’s cultural history. DATES: Available upon request SCHEDULE: 12:40 PM Meet at Harajuku Station 1:30 PM Arrive at Ayu (Tea Class) 1:30 PM - 2:00 PM Introduction from the host (including an overview of his tea practice and the history of the Japanese tea ceremony) 2:00 PM - 3:00 PM Matcha demonstration: a modern ceremony with detailed explanations 3:00 PM - 3:30 PM Group practice making your own matcha 3:30 PM Depart from Ayu 4:20 PM Arrive back at Harajuku DURATION Approximately 3 hours NOTES: Participation is free for children middle-school aged and younger. Children must be prepared to sit quietly while tea is served in the ceremony.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-learn-matcha-making-from-a-pro-in-tokyo/7626?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Learn Matcha Making from a Pro in Tokyo",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 13:10:04"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 39,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1470037089/ovhnmiripbsnvq35ziu4.jpg",
        "strIntroduction": "This is a private or semi private half-day tour. If you're a nature lover and want to immerse yourself in rustic tranquility, this tour is a must! Japanese gardens are traditional gardens that create miniature idealized landscapes, often in a highly abstract and stylized way. The gardens of the Buddhist temples were designed for contemplation and meditation. We can also tell you the secret of enjoying Japanese gardens and meditation practices. Itinerary: 9:00 Meet at Kyoto Station West exit. Move to Tofukuji JR Station (one stop) Walk to Unryuin Temple passing by Sennyuji Temple. (15 minutes) Enter to Unryuin Temple (a subtemple of Sennyuji Temple). Try a short meditation while watching the garden. Feel your inward thoughts through 2 windows: \"the Window of Delusion\" and \"the Window of Enlightenment\". Enjoy Matcha tea with sweets. Walk to Tofukuji Temple through the beautiful Gaun bridge. (10 minutes) Enter to Tofukuji Temple's \"Honbo Ｇarden\" designated as a National Site of Scenic Beauty. The gardens arranged at the four quarters are designed by Mirei Shigemori (a famous garden builder who expresses the simplicity of Zen with the abstract construction of modern arts). 13:00 End the tour You can visit \"Fushimi Inari\" grand shrine in the afternoon - it's only one stop from JR Tofukuji Station or Keihan Tobakaido Station.",
        "strLocation": "Kyoto",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-kyoto-visit-kyoto-amazing-zen-gardens-in-a-private-half-day-tour/6415?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Visit Kyoto's Amazing Zen Gardens in a Private Half Day Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 13:15:18"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 102,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1474371266/flofaq5pi1e61jyreo4n.jpg",
        "strIntroduction": "Visit Shizuoka and Kanagawa to participate in winter activities such as snow playing and delicious hot pot lunch! Enjoy the great view of Mt. Fuji by cruising along Lake Ashinoko in Hakone and walk around Odawara Castle Park to learn the ancient culture of Japan! This tour departs from Shinjuku and will take you to Shizuoka and Kanagawa prefecture, where you can enjoy winter activities & delicacies. You will visit Mt. Fuji 2nd Station, where you can find an amusement park called “Grinpa”. At “Grinpa”, you can enjoy snow playing that includes free sled rental! If the park “Grinpa” is lack of snow, you will be visiting “Yeti”, a snow amusement park located at a higher elevation. After snow playing, you will have a chanko hot pot lunch containing meat, shrimp, and vegetables (vegetarian hot pot is available upon request, please let us know). The lunch also includes all-you-can-eat fruits such as apple, pineapple, and oranges! You will visit Moto-Hakone Port to have a 30 minutes ride on Hakone Pirate Ship that bounces for Togendai Port. At Togendai Port, you will visit and walk around Odawara Castle, where you can learn the ancient culture and history of Japan before returning to Shinjuku! In addition, don’t forget to participate in the lucky draw event while traveling on the bus to win the prizes! The itinerary of this tour is as follows: - Depart from Hotel Gracery Shinjuku at 8:00 - Depart from Shinjuku Washington Hotel at 8:30 - Visit Mt. Fuji 2nd Station Grinpa for snow playing & lunch (120-150 minutes) - Visit Moto-Hakone Port and have a ride on Hakone Pirate Ship (30 minutes) to Togendai Port - Visit and walk around Odawara Castle (40 minutes) - Return to Shinjuku and tour ends at 18:00 Spend your winter holiday by experiencing snow playing in Japan, while enjoying Japan’s winter delicacies with this tour, and book with no hassles by using our excellent service! This tour is provided by YOKOSO Japan Tour Check the Tour Conditions link below. http://voyag.in/2diT9k2",
        "strLocation": "Kanagawa",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-kanagawa-enjoy-snow-playing-mountain-fuji-cruising-and-hot-pot-lunch/7623?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy Snow Playing, Mt. Fuji Cruising, and Hot Pot Lunch!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 13:17:44"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 107,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1475130808/brt3fi2p5zqjcippjtz6.jpg",
        "strIntroduction": "Enjoy winter delicacies and see the great winter panorama of Mt. Fuji with this wonderful tour program! Experience an all-you-can-eat strawberry picking and enjoy a winter barbecue containing scallop, turban shell, shrimp, etc for lunch! This tour departs from Shinjuku Washington Hotel and will take you to Mitohama to enjoy 50 minutes seafood barbecue lunch, which includes scallop, turban shell, shrimp, and other delicious ingredients! After lunch, you will cross along the Suruga Bay for 20 minutes to enjoy the great view of snow-capped Mt. Fuji! You will visit Yamamoto Shokuhin for shopping, where you can get souvenirs for you to take home. After that you will visit Nakaizu, where you can enjoy 30 minutes all-you-can-eat sweet and juicy strawberries picking! After that, you will visit Gotenba for Toki No Sumika Illumination “Tunnel of Light”, which was ranked as No. 1 most popular illumination spot in Shizuoka and No. 2 in Japan last year before returning to Shinjuku! Last but not least, join the lucky draw game while traveling on the bus to win some wonderful prizes! The itinerary of this tour is as follows: - Depart from Shinjuku Washington Hotel at 10:20 - Visit Mitohama and have seafood barbecue lunch for 50 minutes and cruise along the Suruga Bay for 20 minutes - Visit Yamamoto Shokuhin for shopping - Visit Nakaizu and enjoy 30 minutes all-you-can-eat strawberries picking - Visit Gotenba Toki No Sumika to see the illuminations for 60 minutes - Return to Shinjuku and tour ends at 19:30 This tour program is very famous among both the locals and the foreigners and reservation is difficult to make! Use our service to book with no hassles and enjoy your winter with this ultimate tour program! This tour is provided by YOKOSO Japan Tour Check the Tour Conditions link below. http://voyag.in/2diT9k2",
        "strLocation": "Shizuoka",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-shizuoka-enjoy-strawberries-picking-and-mountain-fuji-cruising-in-shizuoka/7622?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy Strawberries Picking & Mt. Fuji Cruising in Shizuoka!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 13:22:27"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 63,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1474441519/tqve3rl1qbasqlfcxuf1.png",
        "strIntroduction": "This is a sushi making workshop near Tsukiji Fish Market. Outline: -Instruction for 30 min: how to make Nigiri-Sushi in Edomae style & All you can make and eat Sushi for 60 min Time & Date Every Saturday and Sunday 10:30 to 12:00 or 13:00 to 14:30 *The schedule is subject to change Max number of participants Up to 30 people Language Japanese & English What you should bring? Nothing! A disposable apron and gloves will be prepared by us. Fish Lists -Tuna -Salmon -Yellowtail -Squad -Shrimp -Vinegared Mackerel -Scallop -Ikura Salmon Egg -Fish Roe -Tamago Omlet Location Best Location for those who want to visit Tsukiji Fish Market. It's a very clean and new place facing the main sushi street of Tsukiji. 3 min walk from Tsukiji Shijo (Fish Market) Station (Oedo Line) 3 min walk from Tsukiji Station (Hibiya Line)",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-join-a-sushi-making-workshop-nearby-tsukiji-fish-market/7595?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Join a Sushi Making Workshop nearby Tsukiji Fish Market",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 13:27:33"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 106,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1475131013/ho4dmrcnjyjjfr2fxwzd.jpg",
        "strIntroduction": "Enjoy your winter holiday with your family with this wonderful tour program! Visit Tambara Ski Park, a great snow paradise located in Gunma, where you can enjoy playing in the snow with sledge, scoop, and so on! Have a wonderful all-you-can-eat crab lunch and strawberry picking with your family and have a blast! You can experience the real Japanese winter by joining this tour, as snow playing, crab, and strawberry are the common features of winter I Japan! This tour departs from Shinjuku Washington Hotel and will take you to Tambara Ski Park in Gunma. At Tambara Ski Park, you can enjoy the beautiful view of Lake Tambara and enjoy snow play with your family! At Tambara Ski Park, you can enjoy an all-you-can-eat snow crab and deep-water shrimp for your lunch! After lunch, you will visit Farm Harada to enjoy a 30 minutes all-you-can-eat strawberry picking before returning to Shinjuku! Please prepare your own gloves and other equipment that you need for snow playing by yourself in advance. Also, don’t forget to join the lucky draw game while traveling on the bus to win some prizes! The itinerary for this tour is as follows: - Depart from Shinjuku Washington Hotel at 7:50 - Visit Tambara Ski Park to play in the snow and have all-you-can-eat-crab lunch (100 minutes in total - Visit Farm Harada for an all-you-can-eat strawberry picking (30 minutes) - Return to Shinjuku and tour ends at 18:00 Experience the authentic Japanese winter only with this tour, and book this tour with no hassles by using our service! This tour is provided by YOKOSO Japan Tour Check the Tour Conditions link below. http://voyag.in/2diT9k2",
        "strLocation": "Gunma",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-gunma-snow-playing-crab-lunch-and-strawberry-picking-in-gunma/7619?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Snow Playing, Crab Lunch, and Strawberry Picking in Gunma!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 13:32:43"
    },
    {
        "intDurationHour": 48,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 301,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1475118055/eukmseeq9hhslvjshr3f.jpg",
        "strIntroduction": "Join this wonderful tour program, which is only available in November, to visit Hida-Takayama, Shirakawago, Unazuki Onsen, and Kurobe Gorge! With this tour, you will be able to visit both Gifu and Toyama prefecture at reasonable price! This tour departs from Tennoji, Umeda, or Kyoto and will take you to Hida-Takayama where you can visit and stroll around the streets of its legendary old town! You will also visit Shirakawago, where you can walk around the “Gassho-zukuri” Farmhouse Village, which is designated as The World Heritage Spot by the UNESCO! At Shirakawago, you can also enjoy the beautiful view of the autumn leaves as well! You will stop by the Unazuki Onsen, which is the nearest onsen from Kurobe Gorge Train Station. You will have your dinner here and you will spend the night at Green Hotel Kisen or other hotel of the same class. The next morning, you will have your breakfast at the hotel and then leave to take a ride on Kurobe Gorge Train. You can see the autumn leaves that stand along Japan’s deepest V-shaped gorge while traveling, and you will visit Kanetsuri for sightseeing as well. After that you will return to Kurobe for shopping before returning back to Kansai area. The itinerary for this tour is as follows: Day 1 - Depart from Tennoji at 7:20 or from Umeda at 7:30 or from Kyoto at 7:35 - Visit Hida-Takayama and stroll along the streets of the old town (70 minutes) - Visit Shirakawago and walk around the World Heritage “Gassho-zukuri” Farmhouse Village (50 minutes) - Visit and stay at Unazuki Onsen Day 2 - Depart from Unazuki Onsen - Take the Kurobe Gorge Train from Unazuki Station - Arrive at Kanetsuri Station for sightseeing (60 minutes) - Return to Unazuki Station - Visit Kurobe for shopping (20 minutes) - Return to Tennoji, Umeda, or Kyoto, tour ends in between 18:05-20:10 You can apply for an optional lunch for the first day of the trip with our Ad-on option. The optional lunch will be the “Makunouchi-Bento”, a boxed meal containing meat, fish, vegetable dishes, and rice. You can enjoy eating the lunch box that comes with a tea while traveling on the bus. Shirakawago and Kurobe Gorge are very famous destinations in Japan, so we recommend you to book this tour with our service in advance! This tour is provided by YOKOSO Japan Tour Check the Tour Conditions link below. http://voyag.in/2diT9k2",
        "strLocation": "Gifu",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-gifu-explore-hida-takayama-shirakawago-and-kurobe-gorge-in-two-days/7618?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Explore Hida-Takayama, Shirakawago & Kurobe Gorge in 2 Days!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 13:35:08"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 96,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1475116980/pamergisfjy1ysyc0omx.jpg",
        "strIntroduction": "Visit Gunma and Tochigi to enjoy the stunning gradation of the colorful autumn leaves while having a railway trip with Watarase Keikoku train! This tour also includes a wonderful set lunch of the autumn delicacies! This bus tour departs from Ueno, Shinjuku, Shibuya, Ikebukuro, or Tokyo and will take you to stroll around Mizunuma Station Onsen Center and have lunch there. The lunch includes Maitake mushroom rice, grilled Japanese yam, chicken, and tempura that uses the autumn delicacies as its ingredients. After lunch, you will take the Watarase Keikoku train, a railway that connects Kiryu Station in Gunma and Toma Station in Nikko, Tochigi, to visit Omama Station. The train runs along the picturesque Watarase Gorge, so you can enjoy the excellent view of the colorful autumn leaves from the train’s windows. You will also visit Takatsudokyo Gorge, which is famous as one of the best autumn leaves viewing spots in Japan. You can enjoy the view of the autumn leaves of the both sides of Watarase river, and the best time to see the autumn leaves is usually form late October to lat e November. The itinerary for this bus tour is as follows: - Meet at Ueno at 9:10, or at Shinjuku, Shibuya, or Ikebukuro at 9:20, or at Tokyo at 9:50 - Visit and stroll around Mizunuma Station Onsen Center and have lunch there (60 minutes) - Walk to Mizunuma Station - Take the Watarase Keikoku Railway to visit Omama Station (16 minutes) - Walk to Takatsudokyo Gorge to view the autumn leaves for 50 minutes - Visit Oomugi Kobo Roa for shopping (20 minutes) - Visit Ashikaga Flower Park to see the illuminations of more than 3.5 million lights - Return to Ueno, Shinjuku, Shibuya, Ikebukuro, or Tokyo, tour ends in between 20:00 – 20:50 Use our reservation service to book this tour with no hassles, and visit Gunma & Tochigi for a wonderful autumn blast! This tour is provided by YOKOSO Japan Tour Check the Tour Conditions link below. http://voyag.in/2diT9k2",
        "strLocation": "Gunma",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-gunma-enjoy-the-autumn-leaves-and-railway-trip-in-gunma-and-tochigi/7617?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy the Autumn Leaves & Railway Trip in Gunma and Tochigi!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 13:39:47"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 96,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1475117059/o9drjq3zhrzbbwij8j6z.jpg",
        "strIntroduction": "Visit Gunma to see the tremendous view of the autumn leaves from Fukiware-no-Taki and enjoy the autumn delicacies such as matsutake mushroom rice with this tour! This bus departs from Shinjuku, Ueno, or Tokyo and will take you to Numata to have lunch that includes: matsutake mushroom rice, Japanese beef sukiyaki, 2 snow crab legs, etc! In addition, you can enjoy a 50 minutes all-you-can-eat apples on a plate too! After that, you will visit Fukiware-no-Taki, which is the best spot to see the beautiful view of the autumn leaves in Gunma! Before returning to Tokyo, you will visit the Homare-kokko Sake Brewery, where you can learn the brewing process of the sake and have some sake tasting! You will also get the souvenirs of the autumn delicacies such as 1 Ise lobster & frozen abalone, and 1 frozen matsutake mushroom! The itinerary for this tour is as follows: - Meet at Shinjuku or Ueno at 8:40 or at Tokyo at 9:10 - Take the bus to Numata to have lunch and have the all-you-can-eat apples - Fukiware-no-Taki to view the autumn leaves (40 minutes) - Visit Homare-kokko Sake Brewery for factory visit and sake tasting (30 minutes) - Return to Shinjuku, Ueno, or Tokyo and tour ends in between 17:20-17:50 Make a reservation with no hassles with our service and join this wonderful tour! This tour is provided by YOKOSO Japan Tour Check the Tour Conditions link below. http://voyag.in/2diT9k2",
        "strLocation": "Gunma",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-gunma-autumn-leaves-wagyu-sukiyaki-lunch-and-sake-brewery-in-gunma/7614?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Autumn Leaves, Wagyu Sukiyaki Lunch & Sake Brewery in Gunma!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 13:42:52"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 117,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1475116890/pxnznhemvmhkajyeqbfx.jpg",
        "strIntroduction": "Visit Niigata to see the beautiful view of the autumn leaves this fall! Enjoy a luxurious lunch set meal that includes the autumn delicacies, and get on the ropeway to see the view of the autumn leaves from high altitude! This tour departs from Shinjuku, Ueno, or Tokyo and will take you to Niigata to enjoy the autumn delicacies and the beautiful view of the autumn leaves! You will have your lunch at Yuzawa, where you can enjoy a luxurious Japanese style lunch set that consists: Matsutake Mushroom Rice, Crab Shabu-shabu, Crab Soup, Maguro Tuna, Sea Urchin, Salmon Roe, and Northern Shrimp! After lunch you will take a ride on Tashiro Ropeway, where you can enjoy the panoramic view of the autumn leaves from 230 m altitude! Later, you will get on Naeba Dragondora that runs from Naeba area to Tashiro Highland, where you can see the excellent colorful autumn leaves, Mt. Tairappyo, and the Mystic Lake Futai! The itinerary of this tour is as follows: - Meet at Shinjuku, Ueno, or Tokyo at 7:40 - Take the bus to Yuzawa and have lunch (60 minutes) - Take the bus to Tashiro Ropeway Sanroku Station - Have a ride on Tashiro Ropeway to Tashiro Ropeway Sancho Station (10 minutes) - Walk to Dragondora Sancho Station - Get on Naeba Dragondora and see the panoramic view of the autumn leaves (25 minutes) - Take the ropeway to Dragondora Sanroku Station - Return to Shinjuku, Ueno, or Tokyo, and tour ends in between 18:30-19:10 This tour departs from: - Shinjuku Oct 19, 22, 25, 27, 29, 30, & Nov 3, 6 - Ueno Oct 21, 23, 26, and Nov 5 - Tokyo Oct 20 & 28 Enjoy the rest of your fall with this wonderful autumn leaves viewing tour, and make sure that you book this tour with no hassles by using our service! This tour is provided by YOKOSO Japan Tour Check the Tour Conditions link below. http://voyag.in/2diT9k2",
        "strLocation": "Niigata",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-niigata-naeba-autumn-leaves-tour-and-seafood-set-lunch-in-niigata/7610?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Naeba Autumn Leaves Tour & Seafood Set Lunch in Niigata!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 13:47:45"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 96,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1475117300/t3vuctluj6kwfglpmsr6.jpg",
        "strIntroduction": "Visit Tochigi and enjoy the view of its 3 famous waterfalls in Oku Nikko, which are full of minus ion! Enjoy driving on Iroha Slope & Konseitoge Pass for its beautiful autumn leaves! Cruise along the Lake Chuzenji for its colorful autumn leaves and enjoy the autumn lunch box prepared by Matsunoya, a shop that is famous for its delicious bento box lunch! This tour departs form Shinjuku, Ueno, or Tokyo and will take you to Tochigi for its beautiful autumn leaves and famous waterfall! First you will drive on Iroha Slope, where you can enjoy the beautiful view of the autumn leaves with its maple color! You will visit Kegon Falls to view its beautiful panorama from its observatory deck and then you will have a ride on Chuzenjiship to cruise along the Lake Chuzenji, where you can see the reflection of the autumn leaves on the water surface! You will also visit Shobugahama to see the excellent scenic view of Ryuzu Falls! You will also visit and stroll around Yudaki Falls, so don't forget to bring your camera with you during this tour! You will visit Numata for shopping before returning to Tokyo, where you can buy the souvenirs for you to take home! The itinerary for this tour is as follows: - Meet at Shinjuku, Ueno, or Tokyo at 6:50 (meet at 6:20 on the following dates: Oct 15, 16, 22, and 23) - Take the bus to Iroha Slope - Visit Kegon Falls and view the panorama for 50 minutes (Additional fee 550 JPY will be charged separately if you use the elevator from the observatory deck to the upper observatory, but the view of the waterfall from the observatory deck is fair enough to enjoy) - Take the bus to the boat station and have a ride on Chuzenjiship to cruise along the Lake Chuzenji (20 minutes) - Visit Shobugahama - Visit Ryuzu Falls and view the panorama for 30 minutes - Take the bus and visit Yudaki Falls and stroll around for 30 minutes - Visit Numata for shopping (20 minutes) - Return to Shinjuku, Ueno, or Tokyo - Tour ends at 17:50 Enjoy the view of 3 legendary waterfalls only with this tour and make sure you book this tour with no hassles by using our wonderful service! This tour is provided by YOKOSO Japan Tour Check the Tour Conditions link below. http://voyag.in/2diT9k2",
        "strLocation": "Tochigi",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tochigi-see-three-great-waterfalls-and-cruise-along-lake-chuzenji-tochigi/7609?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "See 3 Great Waterfalls & Cruise Along Lake Chuzenji, Tochigi",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 13:51:48"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 107,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1475115783/hirczamnpvihtayooc58.jpg",
        "strIntroduction": "Enjoy the autumn delicacies by joining this wonderful tour program of Yamanashi prefecture! Visit Yatsugatake for its delicious cheese cake and enjoy the organic lunch buffet consisting Japanese & Western dishes at Kiyosato Highland Park! This tour departs from Shinjuku or Ueno and will take you to Yamanashi to enjoy the autumn delicacies and its great scenic views! You will visit Yatsugatake Cheese Cake Factory to shop its delicious cheese cake that are prepared with natural ingredients! After that, you will visit Kiyosato Highland Park, where you can enjoy organic Japanese & Western lunch buffet prepared with Yamanashi's freshest organic vegetables! After that, you will visit Hifashizawa Bridge and Yatsugatake Kogen Bridge to see and take pictures of its beautiful autumn leaves! After that, you will take the Yatsugatake Kogen Line (Koumi Line) to enjoy a train journey on the highlands, which is also known as the world's first hybrid train. You will visit Katsunuma to enjoy a 30 minutes all-you-can-eat grapes picking at the farm, which is famous for its autumn kyoho grapes before returning to Tokyo! The itinerary for this tour is as follows: - Meet at Shinjuku or Ueno at 7:50 (the tour departs 30 minutes earlier on the weekends and national holidays) - Take the bus to Yatsugatake Cheese Cake Factory for shopping (30 minutes) - Take the bus to Kiyosato Highland Park for lunch buffet (60 minutes) - Take the bus to Higashizawa Bridge to take photos (20 minutes)Take the bus to Yatsugatake Kogen Bridge to take photos (20 minutes) - Take the bus to Nobeyama Station - Take the train to Kiyosato Station - Take the bus to Katsunuma for 30 minutes all-you-can-eat grapes picking - Return Tokyo and tour ends in between 17:40-18:20 This tour departs from: Shinjuku on Oct 13, 16, 19, 25, 29, and Nov 1, & 3 Ueno on Oct 15, 18, 23, 27, 31, and Nov 4, & 6 Enjoy the rest of this autumn by joining this excellent tour program, and make sure that you use our wonderful service to book with no hassles! This tour is provided by YOKOSO Japan Tour Check the Tour Conditions link below. http://voyag.in/2diT9k2",
        "strLocation": "Yamanashi",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-yamanashi-organic-lunch-autumn-leaves-and-grape-picking-in-yamanashi/7608?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Organic Lunch, Autumn Leaves & Grape Picking in Yamanashi",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 13:55:07"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 107,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1475117379/rsylajyatpnpf5he6nny.jpg",
        "strIntroduction": "This tour departs from several places in Tokyo, and will take you to Shinshu area of Nagano to enjoy the autumn delicacies! With this tour program, you can experience eating the delicious gourmet of Shinshu area and enjoy seeing the beautiful autumn flowers and the panoramic view as well! You will depart from Tokyo early in the morning, and visit Ikenodaira for lunch buffet with 3 choices of autumn dishes: Matsutake rice, Maitake Tempura, or Shinshu Soba. You can eat any of this dishes, as much as you want, for 50 minutes in total. You will also visit the Forest of Golden Acacia, and ride the lift to see the astonishing view of Cosmos & Marigold flower as well! You can also stroll around Lake Shirakaba before moving to Tateshina for shopping. You will visit Shinshu Miso Factory, where you can see the Japanese traditional miso storage and shop for some miso to bring them home as souvenirs! Later, you will visit Oginoya Suwa for shopping as well, where you can get Shinshu's crafts and local food and bring them home as souvenirs! This tour will also provide you a souvenirs goody bag that includes: 2 raw Matsutake mushrooms, 1 pack of flower seeds, 1 pack of Shinshu Soba Noodles (150g), and 1 bunch of grapes. Please let us know if you cannot take home one or any of the souvenirs, and we will give you another souvenirs as a substitution. The itinerary for this tour is: - Departing from Shinjuku, Ueno, Tokyo, Ikebukuro, or Shibuya at 7:50 - Take the bus to Ikenodaira to have lunch, visit Forest of Golden Acacia, ride a lift and view cosmos flowers - Take the bus to Tateshina for shopping - Take the bus to Shinshu Miso Factory to visit the miso storage and to enjoy shopping - Take the bus to Oginoya Suwa for shopping - Return to Shinjuku, Ueno, Tokyo, Ikebukuro and tour ends in between 17:00 - 18:00 This tour departs from: - Shinjuku on Sep 22, 23, 28, 30, Oct 10, 16 - Ueno on Sep 24, 27, 29, Oct 5, 8, 13 - Tokyo on Oct 1, 11, 14 - Ikebukuro on Sep 26, Oct 6, &12 - Shibuya on Oct 9 & 15 Enjoy the rest of your fall by visiting Nagano for its delicious food and great panorama! Make sure that you use our reservation service to book with no hassles! This tour is provided by YOKOSO Japan Tour Check the Tour Conditions link below. http://voyag.in/2diT9k2",
        "strLocation": "Nagano",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-nagano-lunch-buffet-autumn-flowers-and-miso-factory-visit-in-nagano/7607?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Lunch Buffet, Autumn Flowers & Miso Factory Visit in Nagano!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 13:58:41"
    },
    {
        "intDurationHour": 48,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 354,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1475118125/bneds4jnuntt92qin491.jpg",
        "strIntroduction": "Visit Nagano & Toyama to see the hidden scenic spots of Japan with 6 different ways of transportation and spend the night at Hakuba Village area before returning to Osaka! This tour departs from Osaka Station and will take you to Nagano & Toyama, where you can see Japan's most beautiful hidden panorama. You will take the limited express train \"Thunderbird\" from Osaka Station to Kanazawa Station, and after that you will take the Shinkansen to Toyama Station. You will then go around Tateyama Kurobe Alpine Route using 6 different ways of transportation: - Tateyama Cable Car - Tateyama Kogen Bus - Tateyama Tunnel Trolley Bus - Tateyama Ropeway - Kurobe Cable Car - Kanden Trolley Bus After wandering around Tateyama Kurobe Alpine, you will spend the night at Hakuba Village area before returning to Osaka. The itinerary of this tour is as follows: Day 1 - Depart from JR Osaka Station with limited express train\"Thunder bird\" in between 7:40 - 9:30 - Arrive at JR Kanazawa Station and take the Hokuriku Shinkansen to Toyama Station - Take the bus to Unazuki Station - Kurobe Gorge Train (50-60 minutes) - Take the trolley bus to Kanetsuri Station - Kurobe Gorge Train (50-60 minutes) - Take the tram to Unazuki Station - Take a bus to Hakuba Village for a one night stay Day 2 - Leave Hakuba Village and take a bus to Ogizawa Station - Have a ride on a trolley bus (16 minutes) - Take a bus to Kurobe Dam Station - Walk to Kurobeko Station (15 minutes) - Have a ride on cable car to Kurobedaira Station (5 minutes) - Have a ride on a ropeway to Daikanbo Station bus (7 minutes) - Take a trolley bus to Murodo Station (10 minutes) - Walk for 90 minutes and take a highland bus to Bijodaira Station - Have a ride on cable car to Tateyama Station (7 minutes) - Take a bus to Tateyama Alpenmura for shopping (20 minutes) - Take a bus to JR Toyama Station - Return to JR Kanazawa Station with Hokuriku Shinkansen - Return to Osaka station with limited express train \"Thunderbird\", and tour ends in between 20:00-21:30 You can leave your heavy luggage inside the bus, but please carry your valuable goods while traveling along the Alpine route. You will be staying at Villa Schole Hakuba or another hotels of the same class, and this tour includes both dinner and breakfast. Make reservation for this tour with no hassles by using our wonderful service! This tour is provided by YOKOSO Japan Tour Check the Tour Conditions link below. http://voyag.in/2diT9k2",
        "strLocation": "Toyama",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-toyama-tateyama-alpine-route-and-stay-at-hakuba-village-from-osaka/7606?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Tateyama Alpine Route & Stay at Hakuba Village from Osaka!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 14:01:01"
    },
    {
        "intDurationHour": 6,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 219,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1473861117/uul0iuygu5hez7sceqzk.jpg",
        "strIntroduction": "Noryoyuka is the best luxury experience in Kyoto’s autumn. While enjoying the sound of the gentle Kamogawa river stream, would you like to go on a short time travel with some delicious food and rice wine? I hope you will enjoy this once in a lifetime experience in the beautiful and ancient old capital Kyoto! ************************************************** Inclusions: ・Historical costumes ・Your choice of kimono from a selection of historical costumes available. (For example: -Edo period young lady Kimono costume. -Edo period young man Kimono costume. -Edo period samurai costume. -Ninja costume -Modern Kimono costume. ・Dressing (Fitting) Professional staff help you dress in a historical period costume（hair dressing not included). ・If you wish to keep some other favorite photos they can be purchased as additional data. ・Japanese cuisines and a cup of drink included. ************************************************** Schedule: 1. Meet up in Kyoto city. Take you to tje costume studio. 2. Counseling: Before the photoshoot I will council details with you, such as what image or style you wish for your photographs, costumes etc. 3. Fitting: Choose an outfit (dress and tuxedo) for the photoshoot. Also, you can choose accessories and all other small items necessary. 4. Before the dinner, I will take you to a nice Kyoto cafe or Gion area. (30 minute-1 hour) 5. Take you to Kamogawa River side Terrace Dinner! The building is a 160 year old Kyoto city-style building that was built in the late Edo period. 6. Back to the costume studio. You can purchase options plans, such as: private photographs by data or in a photo frame. (this is not included in the Voyagin price) ************************************************** I can advise you about your further sightseeing. I will grant you an irreplaceable experience.",
        "strLocation": "Kyoto",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-kyoto-special-tour-in-kyoto-historical-costume-and-riverside-dinner/7575?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Special Tour in Kyoto: Historical Costume & Riverside Dinner",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 14:06:10"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 124,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1473871724/ryar56ki95cx0xwn0tf1.jpg",
        "strIntroduction": "By means of observing just a few simple rules in making your essential contribution as a guest, for a while wholly immerse yourself in Tea ceremony. You will simultaneously learn how to demonstrate, by means of partaking from a single vessel, a humble and grateful respect for the presence of others in English. I hope you will enjoy this once in a lifetime experience in Osaka. ************************************************** Inclusions: ・30 min Tea Ceremony Workshop ・Take you to nice Cafe or 1 hour Tour around Osaka Station anywhere you want to do . ************************************************** Schedule: 1. Meet up in Osaka Station at 14:00-14:30 Take you to the Tea Ceremony place. 2. Tea Ceremony will start from 15:00. 3. End at 15:30 4. I will take you to a nice Osaka cafe or Umeda area anywhere you want to do (about 1 hour) . ************************************************** I can advise you about your further sightseeing. I will grant you an irreplaceable experience.",
        "strLocation": "Osaka",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-osaka-enjoy-tea-ceremony-workshop-in-english-in-osaka/7577?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy Tea Ceremony Workshop in English in Osaka",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 14:11:03"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 142,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1473864311/iz5irpe898menkb18q72.jpg",
        "strIntroduction": "In this experience we focus on bringing to light the traditional beauty of Japan. Choose from a selection of various Edo period traditional kimonos and costumes. I hope you will enjoy this once in a lifetime experience in the beautiful and ancient old capital Kyoto. ************************************************** Inclusions: ・Historical costumes ・Your choice of kimono from selection of Historical costumes available. (For example: -Edo period young lady Kimono costume. -Edo period young man Kimono costume. -Edo period samurai costume. -Ninja costume -Modern Kimono costume. ・Dressing (Fitting) Professional staff help you dress in a historical period costume（hair dressing not included). ・All costumes are eligible for the photo service at our in-store studio. You will receive the photos in CD-ROM. ************************************************** Schedule: 1. Meet up in Kyoto city. 2. Counseling: Before the photoshoot I will council details with you, such as what image or style you wish for your photographs, costumes etc. 3. Fitting: Choose an outfit for the photoshoot. 4. Photography: In the case of only one costume, the time will be 30 min - 1 hour of shooting and the total time approximately 2 hours, including dressing time and choosing your photograph. 5. Photograph selection: Finally, choose your favorite photo on a big screen monitor. 6. Delivery of your photograghs: You can purchase options plans such as: B）Walk around Kyoto in your costume C）Photo Shoot + Walk around Kyoto Professional staff help you dress in a historical period costume ************************************************** After the changing costumes, I will take you to a nice Kyoto cafe. I can advise you about your further sightseeing.",
        "strLocation": "Kyoto",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-kyoto-dress-as-a-samurai-and-take-photos-in-kyoto/7576?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Dress as a samurai and take photos in Kyoto",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 14:14:10"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 39,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1473269271/otemxjut7ofmx6q8zsvc.jpg",
        "strIntroduction": "We are a Ninja Club in Shinjuku, Tokyo, Japan. Here you can experience the weapons and martial arts of the ninja! Please request a weapon and the martial arts that you want to experience from the following list: Sword, shuriken, kunai, blowgun, chain, rope, etc Time for the experience: 17:00-18:00 Mon-Sat Minimum 2 participants. You can only observe without participating (please book the observer add-on option). Rental wear: 1,000 JPY per set (only for the applicant). Personal lesson is also available if you are a solo traveler. Training Location: my gym in Shinjuku. The address will be provided after you book. We offer a pleasant and safe experience to all of you!",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-experience-ninja-weapons-and-martial-arts-in-tokyo/7525?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Experience ninja weapons and martial arts in Tokyo",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 14:18:36"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 39,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1473278907/pxyaprdbmovvekxfe1t7.jpg",
        "strIntroduction": "If you want to move your body while traveling to Tokyo, then kickboxing training is recommended for you! Practice kickboxing regardless whether you're inexperienced or professional. I decide the training menu based on your physical strength and skill. The menu depends on your physical strength and experience and physical condition. Available hours: Monday - Friday 19:00-5:00 Saturday 19:00-23:30",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-practice-kickboxing-in-tokyo/7526?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Practice kickboxing in Tokyo",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 14:21:51"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 49,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1474450517/jkpgdfjkmfbdrvt2rthp.jpg",
        "strIntroduction": "Required time: 10:00 a.m. - 12:00 p.m.（2 hours walking） We meet up at “Tenjinbashi-suji-rokuchome” station at 10:00 a.m. and start the beginning of the longest “Tenjinbashi-suji” shopping street”. We will explore this street eating up Japanese local foods. ■Tenjinbashi-suji shopping street There are variety of 600 stores in “Tenjinbashi-suji” shopping street. You can find from super market to electrical store, and unique Japanese shops like Pachinko (Japanese gambling machine) shop and 100yen shop. Going through this street, you would find Japanese local foods and drinks like “Takoyaki”, “Ichizenyaki”, croquette, green tea, and Skewered ball shaped rice cakes. It’s a chance to eat them. ■Tenma market (20〜30min) We have specialty stores such as meat shop, fish shop, vegetable shop, “Katsuobushi” dried bonito shop or Korean pickles shop in Tenma market and they sell their products with large package cheaper than the prevailing price. Chefs come to Supermarket “Pro mart” in Tenma to buy groceries to cook since they sell cheaper and they sell good ones. ■Osaka Tenmangu Shrine (20〜30min) “Osaka tenmangu” Shrine is famous as one of the three biggest festivals called “Tenjin-matsuri” festival. The origin of this shrine backs to Heian era, which means about 1050 years ago. You may know how to behave in the shrine when you purify, pray, or go through Torii gateway at the entrance to a Shinto shrine. Let’s try to learn exact way of them together. Break up there.",
        "strLocation": "Osaka",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-osaka-explore-local-osaka-in-the-longest-shopping-street-in-japan/7549?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Explore local Osaka in the longest shopping street in Japan!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 14:26:40"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 96,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1475116246/mp8spoxb30u0kdjijbba.jpg",
        "strIntroduction": "Visit Ibaraki prefecture to enjoy the autumn delicatessen such as kyoho grapes picking, pear picking and chestnuts! Explore Omitama and enjoy the beautiful view of 5 million cosmos flowers this fall! Stop by Nasuminato to shop fresh seafood products and visit Kanefuku Mentai Park to shop the seasoned cod roe “mentaiko”! This bus tour departs from several area in Tokyo and will take you to Kasumigaura in Ibaraki for kyoho grape picking, pear picking, and chestnut harvesting. At Kasumigaura, you can experience picking a piece of kyoho grapes directly from the tree and bring it home as souvenirs! You can also enjoy a 30 minutes all-you-can-eat pear picking and chestnuts harvesting and bring home 300 g chestnuts, which Ibaraki is famous for! This tour will also take you to Omitama, where you can see more than 5 million cosmos flowers! You will have a lunch box that includes Ibaraki’s specialty the chestnuts steamed rice! After that you will visit the Kanefuku Mentai Park, which is owned by Kanefuku, a famous producer of “Mentaiko” seasoned cod roe! You will also visit Nasuminato, where you can buy fresh seafood products! The itinerary for this bus tour is as follows: - Meet at Ueno at 6:50 or Tokyo/Shibuya at 7:20 or at Shinjuku at 7:30 (7:10 on October 9) - Visit Kasumigaura to pick 1 piece of kyoho grapes directly from the tree (20 minutes) - All-you-can-eat pear picking & chestnuts harvesting (30 minutes and take home 300 g of chestnuts) - Visit Omitama to see the cosmos flowers (40 minutes) - Visit and stroll around Mentai Park for shopping (30 minutes) - Visit Nasuminato for shopping (20 minutes) - Return to Ueno, Tokyo/Shibuya, or Shinjuku, tour ends in between 17:30-18:10 The schedule for this tour is as follows: Departing from Shinjuku on September 24, 28, October 4, 7, and 9 of 2016 Departing from Ueno on September 25, 30, October 1, and 5 of 2016 Departing from Tokyo on September 23, 27, and October 2 of 2016 Departing from Shibuya on September 29 of 2016 Enjoy the remaining of autumn by joining this wonderful tour program! This tour is provided by YOKOSO Japan Tour Check the Tour Conditions link below. http://voyag.in/2diT9k2",
        "strLocation": "Ibaraki",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-ibaraki-fruit-picking-chestnuts-harvesting-and-flower-park-in-ibaraki/7596?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Fruit Picking, Chestnuts Harvesting & Flower Park in Ibaraki",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 14:30:01"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 107,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1475116636/rne6r5cqjpizqzcylgtl.jpg",
        "strIntroduction": "Visit Kamikochi in Nagano and spend your day walking around that area, where you can enjoy the beautiful scenery of its nature! This bus tour will depart from Shinjuku early in the morning and will take you to Kamikochi area for a walking tour. Kamikochi is known as the diamond crown of the Japanese Alps, for its tremendous scenery. The scenic area of Kamikochi is a basin at 1500 m elevation, creating a magnificent background with a wonderful aquamarine Azusa River in the foreground. Kamikochi is a very popular spot for mountain trekking, which starting point is the famous bridge: Kappa-bashi. Kappa-bashi was built in 1891 on the River Azusa, which later became the iconic symbol of Kamikochi. Kappa-bashi is a wooden suspension bridge, located within 5-minute walk from Kamikochi’s coach terminal. In addition to Kappa-bashi, you can enjoy the scenic view of Taisho Pond that provides perfect reflections of the Hotaka Mountains, and walk around the Mt. Yake. This bus tour includes a lunch box, which you can enjoy while seeing the beautiful view of Kamikochi’s great nature! The itinerary for this tour is as follows: - Depart from Shinjuku at 6:50 - Walk around Kamikochi area (4 hours) - Return to Shinjuku and tour ends at 21:30 The tour departs on Sep 27, Oct 3, 12, & 14, and Nov 3 of 2016 Make a reservation for this tour and enjoy the beautiful scenic of Kamikochi area this Autumn! This tour is provided by YOKOSO Japan Tour Check the Tour Conditions link below. http://voyag.in/2diT9k2",
        "strLocation": "Nagano",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-nagano-go-on-a-kamikochi-walking-tour-and-see-kappa-bashi-in-nagano/7590?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Go on a Kamikochi Walking Tour & See Kappa-bashi in Nagano!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 14:32:27"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 96,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1475117841/qjs2oqxz2zmcuh269ozb.jpg",
        "strIntroduction": "Visit Hitachi city in Ibaraki prefecture to see the beautiful autumn flowers this year, and enjoy a sushi lunch that includes fresh sea urchin and salmon roe sushi! Visit the beer brewery and have beer tasting before returning back to Tokyo! This bus tour will take you to Hitachi city in Ibaraki to visit Nakaminato, where you will have an early and fresh sushi lunch that includes juicy sea urchin and cold roe sushi! In addition, you can also shop around Nakaminato to buy some souvenirs to bring home as well! After that you will visit Hitachi Seaside Park to walk around and see the beautiful autumn flowers such as: Sulfur cosmos (late September until mid-October), cosmos (early October until late October), and kochia scoparia (early October until mid-October). You will also visit a beer brewery, where you can see the brewing process of the beer and enjoy beer tasting as well (participants under 20 years old will have soft drink instead). The itinerary for this bus tour is as follows: - Depart from Ueno at 7:30 or Shinjuku/Tokyo/Shibuya at 8:00 or Ikebukuro at 8:10. On October 8 & 10, the tour will depart 30 minutes earlier than the regular schedule - Visit Nakaminato for early lunch at 11:00 and shopping (80 minutes) - Walk around Hitachi Seaside Park - Beer brewery tour to see the brewing process and for beer tasting (70 minutes) - Return to Ueno or Shinjuku/Tokyo/Shibuya or Ikeburo, tour ends in between 18:00-18:40 This tour departs on the following dates: September 28, 29, & 30, October 4, 6, 8, 15, 16, 18, 19, & 23 Spend the rest of your autumn by joining this tour program, and book this program with no hassles with our reservation service! This tour is provided by YOKOSO Japan Tour Check the Tour Conditions link below. http://voyag.in/2diT9k2",
        "strLocation": "Ibaraki",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-ibaraki-sushi-lunch-flower-parks-and-brewery-tour-in-ibaraki/7586?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Sushi Lunch, Flower Parks & Brewery Tour in Ibaraki!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 14:37:36"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 106,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1475116467/p19m1i122c4vtiltjhjt.jpg",
        "strIntroduction": "Visit Hakone, one of Japan’s most famous tourist destinations to enjoy the great scenery of Mt. Fuji by cruising along Lake Ashinoko! In addition, also enjoy an all-you-can-eat yakiniku lunch before spending your time for shopping at Gotemba Premium Outlets! This tour departs from Shinjuku Washington Hotel and will take you to Hakone, one of Japan most famous tourist destinations, where you can enjoy the view of Mt. Fuji. In Hakone, you will cruise along Lake Ashinoko and visit Togendai Port, where you can take the Hakone Ropeway to Owakudani station. After that you will take a walk around the volcanic fumes of Owakudani and then you will have a 50 minutes lunch where you can eat yakiniku, sushi, curry, French fries, and desserts as much as you want. Later on, you will visit Gotemba Premium Outlets, one of the largest outlet shopping malls in Japan, where you can buy exclusive branded stuff with much lower price. You can also see the Mt. Fuji from the shopping arcade too, as it is located pretty close from Mt. Fuji. During your trip, you can participate in the lucky draw event to win prizes and you can get a folding shopping bag for free (limited offer until the end of September) as well! The bus will be equipped with free Wi-Fi & electrical outlet, so you can stay mobile while travelling! The itinerary for this tour is as follows: - Depart from Hotel Gracery Shinjuku - Meet at Shinjuku Washington Hotel at 8:10 - Take the bus to Moto Hakone Port - Get on the Hakone Pirateship and cruise around Lake Ashinoko (30 minutes) - Arrive at Togendai Port and walk to Togendai Station - Get on the Hakone Ropeway to Owakudani Station (16 minutes) - Walk to Owakudani Valley (40-50 minutes) - Have a yakiniku lunch buffet (50 minutes) - Visit Gotemba Premium Outlets for shopping (120-150 minutes) - Return to Shinjuku and tour ends in between 18:00-18:30 This tour departs from Shinjuku on: Weekdays: Sep. 16, 21, 23, 28, 30, Oct. 05, 07, 12, 14, 19, 21, 26, 28, Nov. 02, 04, 09, 11, 16, 18, 23, 25, 30, Dec. 02, 07, 09, 14, 16, 21, 23, 28, 30 Weekend: Sep. 18, 25, Oct. 02, 09, 16, 23, 30, Nov. 06, 13, 20, 27, Dec. 04, 11, 18, 25 Mt. Fuji is one of the best sceneries that you can see in Japan, and Gotemba is a very fun place to stroll and shop around! Make sure that you make a reservation with our service in advance! This tour is provided by YOKOSO Japan Tour Check the Tour Conditions link below. http://voyag.in/2diT9k2",
        "strLocation": "Kanagawa",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-kanagawa-mountain-fuji-cruising-yakiniku-lunch-and-outlets-shopping/7580?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Mt. Fuji Cruising, Yakiniku Lunch, & Outlets Shopping!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 14:40:33"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 129,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1475117220/ocsneq7vdoywpot1fwqq.jpg",
        "strIntroduction": "Visit Gunma prefecture for its delicious crabs in Numata and its soft, juicy, and shiny muscat grapes! In addition also enjoy the view of cosmos flowers at Hanadaka Tenbou Hanano Oka, which look extremely beautiful from mid-September to mid-October. This bus tour departs from Shinjuku station and will take you to Hanadaka Tenbou Hanano Oka, where you can see more than 400,000 beautiful cosmos flowers, which look very beautiful in between mid-September to mid-October. After visiting the flower park, you will visit Numata to have a 60 minutes all-you-can-eat crabs lunch, which includes: grilled crabs, boiled crabs, crab-mixed rice, crab hotpot, and crab tempura. In addition, you will experience picking one bunch of sweet, soft, and shiny muscat grapes directly from the tree, and bring it home as souvenirs. After that, you will vist Homare-kokuko sake brewery where you can shop for Gunma’s local Japanese sake, and you will stop by Numata again to shops some souvenirs before returning to Shinjuku. The itinerary for this bus tour is as follows: - 8:10 Meet at Shinjuku - Visit Hanadaka Tenbou Hanano Oka (30 minutes) - Visit Numata for an all-you-can-eat crabs lunch (60 minutes) - Pick your own muscat grapes (1 bunch) and shop around (40 minutes) - Visit Homare-kokuko Sake Brewery & shop (30 minutes) - Visit Numata for shopping 820 minutes) - Return to Shinjuku and tour ends in between 17:40 – 18:30 This tour departs from Shinjuku on September 18, 24, 25, and 30 of 2016. Make a reservation for this tour with no hassles by using our wonderful service! This tour is provided by YOKOSO Japan Tour Check the Tour Conditions link below. http://voyag.in/2diT9k2",
        "strLocation": "Gunma",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-gunma-visit-cosmos-flowers-park-and-enjoy-crab-lunch-in-gunma/7578?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Visit Cosmos Flowers Park & Enjoy Crab Lunch in Gunma!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 14:43:08"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 107,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1473686728/nuvkhyhvqqozxvbvy1ra.jpg",
        "strIntroduction": "Amazing! You can feel the difference Koicha (Matcha) and Usucha (Matcha) with 5 kinds of Japanese tea gelato! You can learn about Cha-Kabuki and its history, types of Japanese tea. And also you can learn how to taste Matcha gelato, the point of tasting. After you taste, close your eyes with an eye mask, and guess what kind of gelato you are tasting. Most people says \"I've never realized the difference between various Matcha!\", \"I thought Matcha is bitter, but it is not!\". You can have the experience to be able to learn differences in taste only here! Let's learn more about Matcha! You can taste 5 kinds of Japanese tea gelato. On the gelato, you can see artistic gelato-carving. You will be surprised at the differences in taste. After we give you a blindfold, the game starts. Little bit nervous? Guess the taste! ■Access : From Kyoto station: Get off at Subway Karasuma Line [Kitaoji Station] and 10 min walk from there. City Bus No.205 or No.1. Get off at [Shokubutsuen-mae] and 1 min walk from there. (the exact address will be provided after you book)",
        "strLocation": "Kyoto",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-kyoto-taste-and-compare-cha-kabuki-gelato-in-a-unique-experience/7558?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Taste and compare Cha-Kabuki Gelato in a unique experience",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 14:47:09"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 484,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1467700333/ygt3hulz5aioyeyf5yzi.jpg",
        "strIntroduction": "In this experience we focus on bringing to light the traditional beauty of Japan. Choose from a selection of over 20 classical and traditional kimonos. The photo-shoot is held in various historical locations in Kyoto city. I hope you will enjoy this once in a lifetime experience in the beautiful and ancient old capital Kyoto. ************************************************** Inclusions: ・One black crested \"Hakama\" (Traditional Kimono for men) ・Your choice of kimono from selection of over 20 available ・Dressing (Fitting) ・One portrait photograph (in a frame or frame book) [A4 size width: 210 mm height: 297mm ] ・If you wish to keep some other favorite photo's they can be purchased as additional data. ・Feel free to invite family members to the photo shoot! ************************************************** Schedule: 1. Meet up in Kyoto city. 2. Counseling: Before the photoshoot I will council details with you, such as what image or style you wish for your photographs, costumes etc. 3. Fitting: Choose an outfit (dress and tuxedo) for the photoshoot. Also, you can choose accessories and all other small items necessary. 4. Photography: In the case of only one costume, the time will be 1-1.5 hours of shooting and the total time approximately 3 hours, including dressing time and choosing your photograph. 5. Photograph selection: Finally, choose your favorite photo out of 100-300 or more cuts on a big screen monitor. (Additional data purchase plans available) 6. Delivery of your photograghs: You can purchase options plans, such as: delivery of your image by data or in a photo frame. (this is not included in the Voyagin price) ************************************************** After the photo shooting , I will take you to a nice Kyoto cafe. I can advise you about your further sightseeing.",
        "strLocation": "Kyoto",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-kyoto-take-wedding-photos-in-kyoto-in-kimono-and-visit-a-cafe/7039?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Take Wedding Photos in Kyoto in Kimono and Visit a Cafe!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 14:50:13"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 107,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1475117995/li4leuywjtzanwhrhead.jpg",
        "strIntroduction": "Visit Hyogo and try one of its best delicatessen, Kasumi crab this fall! Visit Amarube Railway Bridge to see the beautiful sea of Japan! Stroll around Kinosaki Onsen Town, an old town that has 1,300 years of history! In addition, visit Genbudo Cave, which is famous as one of Japan’s best spiritual spots! This bus tour departs from Kyoto station and will take you to Hyogo prefecture, where you can enjoy many delicious food and visit many historical places. You will visit Hamasaka, where you can enjoy eating Hyogo’s most famous crab, Kasumi crab. You will have the crab lunch course that include: whole Kasumi crab (100-150 g), boiled red snow crab (2 legs), flaked crab meat, Chinese style shark fin hot pot with starchy sauce, gratin in a crab shell, crab’s miso-like paste, crab porridge, etc. You can upgrade the amount of whole Kasumi crab to 400 g per portion by choosing the option menu when booking. After lunch, you will visit Michi No Eki “Amarube” to visit Amarube Railway Bridge’s “Sora No Eki” observation site, where you can enjoy the astonishing view of Sea of Japan. Later, you will visit Kinosaki Onsen Town, a representative hot spring district of Kansai that has more than 1,300 years of history and walk around there. Before returning to Kyoto, you will visit Genbudo Cave, which is a natural monument of Japan, formed by a magma eruption around 1,600,000 years ago. The itinerary for this bus tour is as follows: - Meet at Kyoto Station Hachijo Exit at 7:20 - Visit Hamasaka for Kasumi crab lunch (60 minutes) - Michi no Eki “Amarube” and visit Amarube Railway Bridge for its “Sora no Eki” observation site (40 minutes) - Walk around Kinosaki Onsen Town - Visit Genbudo Cave (40 minutes) - Visit Wadayama - Return to Kyoto - Tour ends in between 19:30-20:30 This tour departs from Kyoto on September 16, 25, &30, and October 6 & 15 of 2016. Fill your tummy with Hyogo’s specialty Kasumi crab and enjoy strolling around Hyogo prefecture for its historical places with no hassles by making a reservation with Voyagin’s services! This tour is provided by YOKOSO Japan Tour Check the Tour Conditions link below. http://voyag.in/2diT9k2",
        "strLocation": "Hyogo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-hyogo-visit-hyogo-to-enjoy-kasumi-crab-lunch-this-fall/7573?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Visit Hyogo To Enjoy Kasumi Crab Lunch This Fall!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 14:55:34"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 96,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1475117935/cfyspups7q6dnivt4wm0.jpg",
        "strIntroduction": "Visit Mie prefecture for its unique culture and delicious food to fulfill your autumn appetite! Explore the Shigaraki-yaki Togei Village for its beautiful ceramic ware, and have an all-you-can-eat Matsuzaka beef and grilled matsutake mushrooms for lunch! Also visit Ise Shrine, one of the most famous shrines in Mie before returning to Umeda or Namba! This bus tour departs from Umeda or Namba, and will take you to Mie prefecture to visit Shigaraki-yaki Togei village, where you can shop Mie’s beautiful Shigaraki ceramic ware before you head to the restaurant to have your lunch. You will visit either Meihan Seki or Ueno for lunch, where you can have an all-you-can-eat Matsuzaka beef, grilled matsutake mushrooms, and steamed rice with matsutake mushroom! In addition, you can also enjoy these a la carte menu as well: steamed dish (vegetable, matsutake), matsutake in a fish cake, simmered matsutake with seatweed, and matsutake soup. Matsuzaka beef is famous for its juicy taste, and it is one of the most popular wagyu brand in Japan. Matsutake is fall's best delicatessens, which has very tempting good smell! After lunch, you will visit Mie’s famous Ise Shrine and explore its Naiku (inner area of the shrine) as well. You will also stroll around the Okage Yokocho to buy souvenirs before returning to Umeda or Namba The itinerary for this tour is as follows: - Depart from Umeda at 8:00 or Namba at 8:10 - Visit Shigaraki-yaki Togei village for shopping Shigaraki ceramic ware (20 minutes) - Have lunch at Meihan Seki or Ueno (50 minutes) - Visit Ise Shrine, its Naiku (inner area of the shrine), and stroll around Okage Yokocho (60 minutes) - Return to Umeda or Namba - Tour ends in between 18:30-19:30 This bus tour departs from Umeda on September 20 & 28, and on October 3, 6, 8, and 11 of 2016 and from Namba on September 27, and October 4, 9, & 12 of 2016. Enjoy the autumn delicatessens and visit one of Mie’s most famous shrines, Ise Shrine by making a reservation for this tour with our service! This tour is provided by YOKOSO Japan Tour Check the Tour Conditions link below. http://voyag.in/2diT9k2",
        "strLocation": "Mie",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-mie-enjoy-matsuzaka-beef-lunch-and-visit-ise-shrine-in-mie/7572?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy Matsuzaka Beef Lunch & Visit Ise Shrine in Mie!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 14:58:28"
    },
    {
        "intDurationHour": 10,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 197,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1473826293/r6dy8rcl7xuicx3t0ckc.jpg",
        "strIntroduction": "This tour takes you from Nagano Station all the way to the world famous snow monkeys at the Jigokudani Monkey Park in some of the coldest months of the year. Around this time, plenty of monkeys will be bathing in the hot springs to warm up from the cold. The visit to the snow monkeys is followed by an active and fun afternoon of going up into the mountains with snowshoes strapped to your feet. The meet-up is at 8:45 at Nagano Station from where you will be taken to the Jigokudani Monkey Park. There you get to see the Japanese macaques warming up their bodies by bathing in hot springs. Our staff will tell you interesting facts about the park and the monkeys while you stroll around the park. After having spent some time with the snow monkeys, we head back for a delicious lunch. After lunch, we will be ready for snowshoe part of the tour. We will head all the way up to the surrounding mountain area. This mountainous area was the scene for the 1998 Winter Olympics. Every year a huge amount of snow comes falling down from the heavens and this makes for an amazing scenery. Walking through the Japanese snowy landscape, there is a high possibility of coming across footsteps of animals that roam the region. Our staff know many ways to make the track through the snow enjoyable and will introduce you some of the best ways to get through a snowy winter. Some of the things on the menu are making a snow table and drinking warm soup in the middle of whitened nature, or making a natural snow slide and sliding down from the top! Tour Itinerary: 08:45 Meet up at Nagano Station under the East Exit information board opposite of the Shinkansen exit. 10:00 Welcome to the Snow Monkey area! Walk for 30 minutes along a forest trail to the Snow Monkey Park where you get to enjoy the wild monkeys playing around. 12:15 Have delicious lunch nearby the Snow Monkey Park! 13:00 Leave the lunch restaurant and get taken to the mountainous area for some snow hiking fun! 17:00 Tour finishes and time to be transported back to Yudanaka Station. 17:35 Arrival at Yudanaka Station. A train back to Nagano Station leaves Yudanaka at 17:50. 19:00 Arrive back to Nagano Station.",
        "strLocation": "Nagano",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-nagano-full-day-snow-monkey-and-snow-shoe-hiking-tour/7571?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Full Day Snow Monkey and Snow Shoe Hiking Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 15:01:19"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 107,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1475116070/shmgjqjvivm7jhreskko.jpg",
        "strIntroduction": "Join this food tour and visit Konnyaku Park in Gunma, where you can enjoy a yam cake (relish konnyaku) buffet! Visit Numata as well for an all-you-can-eat crab dishes and home-made desserts for your lunch, and pick 1 grapes directly from the tree and take it home as souvenir! This bus tour departs from Shinjuku and will take you to Gunma prefecture to visit the Konnyaku Park, where you can stroll around and enjoy the yam cake (relish konnyaku) buffet, which is very delicious! You will also visit Numata, where you can enjoy a full crab buffet course that includes: grilled crab, crab hot pot, Kani-meshi (steamed rice with crab), and crab tempura. In addition to the crab dishes, you can also enjoy 5 different home-made sweets as much as you want. After lunch, you will experience grape picking, and you can take 1 grapes home as souvenirs. The itinerary for this bus tour is as follows: - 8:10 Meet at Shinjuku - Visit Konnyaku Park (stroll around for 30 minutes and have a yam cake (relish konnyaku) buffet for 10 minutes) - Visit Numata for an all-you-can-eat crab dishes and home-made desserts lunch (60 minutes) and pick 1 grapes directly from the tree - Visit Homare Kokko (see sake brewery 25 minutes) - Return to Shinjuku - 17:00-17:50 tour ends This tour departs on September 17, 18, 24, and 30 of 2016. Join this wonderful tour by making a reservation with our service! This tour is provided by YOKOSO Japan Tour Check the Tour Conditions link below. http://voyag.in/2diT9k2",
        "strLocation": "Gunma",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-gunma-enjoy-crab-and-sweets-buffet-and-grape-picking-in-gunma/7569?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy Crab & Sweets Buffet & Grape Picking in Gunma!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 15:04:24"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 107,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1475052448/v8jcpty8nyvbvkuldgp9.jpg",
        "strIntroduction": "Visit Fuji-Q highland and have a ride on Fuji Airways, a wind and water splashes attraction near Mt. Fuji! Also enjoy visiting and exploring the ninja village in Yamanashi to experience the ninja life! Visit the Fuji Flower Village to see the beautiful autumn flowers before returning to Tokyo! This bus tour departs from Shinjuku and will take you to the Mt. Fuji area in Yamanashi prefecture. You will visit Fuji-Q Highland to have a ride on Fuji Airways, the wind and water splashes attraction, where you can have a realistic flight experience (children who is younger than 4 years old, or whose height is below 110 cm cannot have a ride on Fuji Airways, and in this case there will be no refund). You will also visit the Oshino Shinobi no Sato, where you can explore the “Ninja Karakuri Yashiki” (Ninja Trick House) to experience the life of ninja. You will have a Japanese set meal with local dishes for lunch here from a mini buffet. After that you will visit Fuji Flower Village, which is a brand new sightseeing spot opened this year. You can enjoy seeing the great view of the autumn flowers, before stopping by the Mt. Fuji 2nd station. Before returning to Shinjuku, you will stop by Mt. Fuji 2nd station to have some rest and to enjoy the scenery of the great nature of Mt. Fuji as well. The itinerary for this tour is as follows: - Depart from Hotel Gracery Shinjuku - 8:20 Meet at Shinjuku Washington Hotel - Visit Fuji-Q Highland and have a ride on Fuji Airways (50 minutes) - Visit Oshino Shinobi no Sato and have lunch there (100 minutes) - Visit Fuji Flower Village (50 minutes) - Visit Mt. Fuji 2nd Station and have a rest (25 minutes) - Return to Shinjuku - 18:00-18:30 Tour ends This tour departs on September 16, 18, 23, 25, & 30, October 2, 7, & 9 of 2016. Enjoy the beautiful view of autumn flowers by making reservation for this tour with our service! This tour is provided by YOKOSO Japan Tour Check the Tour Conditions link below. http://voyag.in/2diT9k2",
        "strLocation": "Yamanashi",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-yamanashi-visit-fujiq-highland-and-ninja-village-in-yamanashi/7567?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Visit Fuji-Q Highland & Ninja Village in Yamanashi!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 15:09:25"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 107,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1473815474/zwtlgmycomfvc08pgisl.jpg",
        "strIntroduction": "Visit Shimizu port and have a ride on a mini cruise to enjoy the view of Mt. Fuji, and visit the World Heritage Site Miho No Matsubara with this tour program! The tour departs from Shinjuku, and will take you to S-Pulse Dream Plaza in Shimizu Port, where you can stroll around and enjoy a delicious seafood lunch at \"Sushi Yokocho\" for your lunch. You will also have a ride on a mini cruise to Miho Port to visit and walk around the World Heritage Site Miho No Matsubara. After that, you will have a round trip ride on Nihondaira Ropeway to Kunozan Toshogu Shrine, a National Treasure of Japan, before returning to Shinjuku. The itinerary for this tour is as follows: - 8:30 Meet at Shinjuku - Visit S-Pulse Dream Plaza, Shimizu Port (have your lunch here with the 1,000 JPY meal coupon, 70 minutes) - Walk to Shimizu Port and have a ride on a mini cruise to Miho Port (20 minutes) - Take the bus and visit Miho No Matsubara & stroll around (50 minutes) - Have a round trip ride on Nihondaira Ropeway to Kunozan Toshogu Shrine for a visit (80 minutes) - Return to Shinjuku 19:00-19:40 tour ends This tour departs on: - September 27 & 28 of 2016 - October 3, 9, 12, 21, & 25 of 2016 - November 4, 8, 12, 17, &20 of 2016 Book this wonderful tour program with no hassles by using our service! This tour is provided by YOKOSO Japan Tour Check the Tour Conditions link below. http://voyag.in/2diT9k2",
        "strLocation": "Shizuoka",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-shizuoka-cruise-and-enjoy-seeing-mountain-fuji-from-shimizu-port-in-shizuoka/7566?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Cruise & Enjoy Seeing Mt. Fuji from Shimizu Port, Shizuoka!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 15:14:02"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 106,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1473803104/ezme0mopwj7rgn8cj0eb.jpg",
        "strIntroduction": "Visit Lake Kawaguchi, where you can see the great panorama of Mt. Fuji and the beautiful burning bush with this tour. This tour departs from Hotel Gracery Shinjuku and Shinjuku Washington Hotel, and will take you to Lake Kawaguchi to see the Mt. Fuji and the burning bush in the morning. After that, you will visit the Oshino Shinobi no Sato, where you can visit the \"Ninja Karakuri Yashiki\" (ninja trick house) for free. You will also have a Japanese set meal with local delicacies for your lunch here. You will also visit Katsunuma for a 30 minutes all-you-can-eat grape picking, and you will also visit Chateau Katsunuma for wine tasting & shopping! You can also join the free lucky draw program to win some prizes while traveling on the bus! The itinerary for this tour is as follows: - Depart from Hotel Gracery Shinjuku - 8:20 Depart from Shinjuku Washington Hotel to Lake Kawaguchi (90 minutes bus ride) - View Mt. Fuji & the autumn bush at Lake Kawaguchi (30-40 minutes) - Visit and have lunch at Oshino Shinobi no Sato (100 minutes) - Visit Katsunuma for grape picking (30 minutes) - Visit Chateau Katsunuma for wine tasting and shopping (30 minutes) - Return to Shinjuku - 17:00-17:30 tour ends This tour departs on Oct. 11, 12, 14, 15, 18, 19, 21, 22, 25, 26, 28, & 29 of 2016. Make sure that you book this tour with our reservation program before it is sold out! This tour is provided by YOKOSO Japan Tour Check the Tour Conditions link below. http://voyag.in/2diT9k2",
        "strLocation": "Yamanashi",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-yamanashi-mountain-fuji-ninja-village-and-grape-picking-tour-in-yamanashi/7565?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Mt. Fuji, Ninja Village, & Grape Picking Tour in Yamanashi!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 15:17:45"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 105,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1473756834/gfxpw1cqdi5gpi587ams.jpg",
        "strIntroduction": "This bus tour will take you to Yamanashi prefecture to visit Lake Kawaguchi and “Saiko Iyashi No Sato Nenba” to enjoy the stunning panorama of Mt. Fuji. You will also enjoy a ropeway trip “Tenjosan Park Kachikachi Yama Ropeway” where you can enjoy looking at Mt. Fuji from the top of the mountain. This bus tour departs from Shinjuku, and will take you to Lake Kawaguchi, where you can see the beautiful view of the autumn leaves and enjoy having a special local Hoto hot pot for lunch. After that, you will visit Tenjosan Park to have a ride on its ropeway to enjoy the view of Mt. Fuji from the top (1,075 m altitude). You will also visit “Saiko Iyashi No Sato Nenba”, which was a thatched-roof farmhouse village in Nenba district near Lake Saiko, but was destroyed by a typhoon 50 years ago, and now the site has 20 thatched-roof farmhouses at its original location. You can also participate in the free “lucky draw” The itinerary for this tour is as follows: - Depart from Hotel Gracery Shinjuku - 7:50 Depart from Shinjuku Washington Hotel - Arrive at Lake Kawaguchi and enjoy the great view of Mt. Fuji & the autumn leaves (75 minutes) - Enjoy Hoto hot pot for lunch (50 minutes) - Take the Kachikachi-Yama Ropeway from Tenjosan Park (70-90 minutes) - Visit Saiko Iyashi No Sato Nenba and walk around (50 minutes) - 17:00-17:30 Arrive at Shinjuku, tour ends This tour departs on November 2, 5, 8, 9, 14, 17, 19, and 21 of 2016. Visit Mt. Fuji and enjoy the view of the autumn leaves by making reservation for this program with our service! This tour is provided by YOKOSO Japan Tour Check the Tour Conditions link below. http://voyag.in/2diT9k2",
        "strLocation": "Yamanashi",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-yamanashi-enjoy-the-view-of-mountain-fuji-from-three-spots-in-yamanashi/7561?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy The View of Mt. Fuji From 3 Spots in Yamanashi!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 15:20:25"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 107,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1475052710/a3b3vyqggnu8o6xo81d7.jpg",
        "strIntroduction": "Join this tour program to enjoy a wonderful experience of fruit picking in Yamanashi this fall! Yamanashi is famous for its fruit products, such as the kyoho grape (Japanese grape), apple, and persimmon. You will depart from Shinjuku or Ueno by bus to Isawa, where you can enjoy shopping at a jewelry shop. After that, you will visit the herb garden to see the beautiful view of the cosmos flowers and fill up a bag by harvesting chestnuts. Later on, you will visit Chateau Katsunuma and walk to Torii villa to have a lunch course and shopping with friends. You will also visit Koshu and experience harvesting a pumpkin there and visit Ichikoen to enjoy an all-you-can-eat fruit picking. At Ichikoen, you can compare the taste of two different grapes, enjoy all-you-can-eat grape, melon, apple, pear, orange, and persimmon. The itinerary of the tour is as follows: - 7:50 Meet at Shinjuku or Ueno - Depart to Isawa by bus - Enjoy shopping at a jewellery shop (40 minutes) - Visit the herb garden by bus (40 minutes) - Visit Chateau Katsunuma by bus - Walk to Torii Villa - Have lunch & enjoy shopping (80 minutes) - Visit Koshu by bus and experience harvesting a pumpkin (25 minutes) - Visit Ichikoen by bus and enjoy fruit picking (40 minutes) - Return to Shinjuku or Ueno by bus - 16:10 - 17:10 Tour ends This tour departs from Shinjuku on September 20, 22, and 27 of 2016, and from Ueno on September 19, 23, and 28 of 2016. This tour is very famous among the locals and the foreigners, so use our reservation service to book with no hassles! This tour is provided by YOKOSO Japan Tour Check the Tour Conditions link below. http://voyag.in/2diT9k2",
        "strLocation": "Yamanashi",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-yamanashi-all-you-can-eat-grape-and-fruit-picking-in-yamanashi/7559?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "All-you-can-eat Grape & Fruit Picking in Yamanashi!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 15:25:01"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 118,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1473679887/jqmiwomtagyozdc7hgwb.jpg",
        "strIntroduction": "Join this tour and enjoy walking on the foot of Mt. Fuji, and visit the beautiful Deguchi Pond, amazing Yamanakako Hana No Miyako Park, stroll around Lake Yamanaka, and visit Suwa Shrine to learn about the local culture of Yamanashi! This tour departs from Shinjuku by bus to Oshino Hakkai, which is the point where you will start walking. You will walk from Oshino Hakkai to Deguchi Pond, where you can see the beautiful traditional Japanese pond. After that, you will walk to Yamanakako Hana No Miyako Park, where you can see beautiful flowers and enjoy the warm atmosphere of the autumn leaves. In addition to the flowers, you can also enjoy the view of Mt. Fuji as well. After that, you will walk around Lake Yamanaka and have lunch there, and visit the Suwa Shrine, which is famous for giving good luck in match-making, fertility, safe pregnancy & delivery, and raising children. This shrine is also called as “Yamanaka Suwa Shrine”. After visiting the shrine, you will walk back to Lake Yamanaka and take a bus ride to Lake Kawaguchi or Lake Yamanaka or Subashiri Hot Spring to rejuvenate yourself with a warming onsen bath before returning back to Shinjuku. Please remind that you cannot enter the hot spring if you have tattoos. The itinerary for this tour is as follows: - 7:20 Meet at Shinjuku - Depart to Oshino Hakkai by bus - Walk to Deguchi Pond - Walk to Yamanakako Hana No Miyako Park & stroll around - Walk around Lake Yamanaka and have lunch there (40-50 minutes) - Walk to Suwa Shrine - Walk to Lake Yamanaka - Take a bus ride to Lake Kawaguchi, Lake Yamanaka, or Subashiri Hot Spring (60 minutes onsen bath) - Return to Shinjuku by bus - 18:30 Tour ends This tour departs on October 6, 19, 30 of 2016. Make a reservation with our service to book this program with no hassles, and enjoy walking around Mt. Fuji area with your family and friends! This tour is provided by YOKOSO Japan Tour Check the Tour Conditions link below. http://voyag.in/2diT9k2",
        "strLocation": "Yamanashi",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-yamanashi-enjoy-a-walking-tour-on-the-foot-of-mountain-fuji-in-yamanashi/7557?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy a Walking Tour on The Foot of Mt. Fuji in Yamanashi!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 15:29:49"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 117,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1475051719/qeycltmoquswytwrjehj.jpg",
        "strIntroduction": "Visit Shizuoka prefecture and enjoy the all-you-can-eat grilled seafood and sushi lunch with this bus tour program! This tour is departing by bus from Shinjuku, Shibuya, Ikebukuro, and Ueno in the morning, and will take you to Shizuoka’s famous sightseeing spots and local shops! You will visit Ajikobo at first, one of Shizuoka’s famous shops for seafood products. This tour program includes free souvenirs of dried fish consisting: 1 Kinmedai (red bream) and 2 Aji (horse mackerel), and you can still buy more dried seafood products at the shop if you want to. If you cannot bring back the dried fish to your country, please let us know in advance so we can substitute it with sweets or other souvenirs. After visiting the Ajikobo, you will visit the Chidorikaikan, a restaurant where you can enjoy an all-you-can-eat grilled seafood and sushi for your lunch. After lunch, you will visit Osezaki, where you will stroll around the Suruga Bay for a short period of time where you can take pictures of the wonderful scenery of Mt. Fuji. Enjoy an all-you-can-eat Mikan (Japanese tangerine) picking at Kisho Kanko Noen for 30 minutes. After that, you will visit Numazu Gourmet Kaido-no-eki, where you can shop for souvenirs before returning to Tokyo. The itinerary for this tour is as follows: - Meet at 7:20 if you are departing from Ueno - Meet at 7:50 if you are departing from Shinjuku/Shibuya/Ikebukuro - Take the bus to Shizuoka - Arrive at Ajikobo - Shopping at Ajikobo (20 minutes) - Visit Chidorikaikan for an all-you-can-eat grilled seafood and sushi lunch (60 minutes) - Visit Osezaki for sightseeing and taking pictures (20 minutes) - Visit Kisho Kanko Noen for an all-you-can-eat mikan (Japanese tangerine) picking (30 minutes) - Visit Numazu gourmet Kaido-no-Eki for shopping (30 minutes) - Depart to Tokyo - 17:00-18:10 Arrive at Ueno/Shinjuku/Shibuya/Ikebukuro, tour ends This tour departs on October 2, 4, 6, 8-10, 11, 12, 21, 22, 24, 25, 28, 29, and 31 of 2016. Make a reservation for this tour with our service and have a blast this fall by enjoying the excellent panorama of Mt. Fuji and fill your tummy with Shizuoka’s local food! This tour is provided by YOKOSO Japan Tour Check the Tour Conditions link below. http://voyag.in/2diT9k2",
        "strLocation": "Shizuoka",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-shizuoka-enjoy-grilled-seafood-buffet-and-fruit-picking-at-shizuoka/7555?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy Grilled Seafood Buffet & Fruit Picking at Shizuoka!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 15:34:24"
    },
    {
        "intDurationHour": 10,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 125,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1473334414/frdjxoc0byjnugltmbpo.jpg",
        "strIntroduction": "Meet at Hashimoto Station or Yagi Yamato Station, then take the train to the trail head of Choishi Michi Pilgrimage Trail. The trail winds its way through the beautiful Japanese countryside. From the station to Daimon gate will take about 3 hours at a medium and relaxing pace. After taking some photos of the large red Daimon Gate we will catch a bus to Okunoin Temple and grab lunch at a Japanese Restaurant. This is easily one of the most beautiful places in Japan. The oldest cemetery in Japan is filled with moss covered graves that lie underneath the shadows of giant trees. We will then walk along a forested path through the graves to the central Koyasan (Mt Koya) area. Here you will have an hour or so to stroll around and look for souvenirs. We will finish off our visit to Koyasan by stopping off at Kongobuji Temple. This is the head temple of Koyasan Shingu Buddhism. Take a bus to Koyasan station and return by train to starting station.",
        "strLocation": "Wakayama",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-wakayama-walk-the-koyasan-mt-koya-pilgrimage-trail/7531?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Walk the Koyasan (Mt Koya) Pilgrimage Trail",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 15:39:40"
    }
]