[
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 2302,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1355841153/gl73e6jh8nqb7bqo1kz9.jpg",
        "strIntroduction": "The Pirates of Tokyo Bay perform improv comedy, like the TV show Whose Line is it Anyway?, but more fun because it`s live in front of you, unrehearsed and unedited. We have been performing in Japan since 2005 in both Osaka and Tokyo. We have even toured China (Beijing and Hong Kong). Our shows are always different because they are based on audience suggestions! So come to a show, bring some friends and be part of a show that was created by your ideas!! And unlike many other comedy shows in Tokyo, this one is performed in both English and Japanese, so you can brush up on your language skills while you`re laughing. (Fee includes entrance fee and 2 beers. Special seats upfront are provided if asked too!)",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-watch-live-improv-comedy-show-in-english-and-japanese/114?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Watch a Live Improv Comedy Show in English and Japanese",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-04 08:09:17"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 2763,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1355843822/onicu0pnrfttkuskiraz.jpg",
        "strIntroduction": "Want to try something relaxing? Then try Calligraphy. Calligraphy is not just writing. It's about expressing yourself with words.Works written by rubbed India ink lasts 100 years, making it something of a memento - a great souvenir. In this activity, you will.. • Write “kanji” (Chinese character) to express your feelings. The Kanji itself has meaning. Later when you see that kanji you wrote, you’ll remember how you felt at that moment you wrote it. So come and enjoy a luxurious time that helps you find your inner self. We will help you decide which kanji suits you the most!",
        "strLocation": "Chiba",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-chiba-express-your-feelings-with-japanese-calligraphy-shodo/61?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Express Your Feelings with Japanese Calligraphy: Shodo",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-04 08:14:53"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 11512,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1485919875/rvmzv6ssmh4thgdj0rao.jpg",
        "strIntroduction": "In this activity you can join a Bonsai workshop and visit a Bonsai garden in Suzaka city, Nagano. As an option, you can book an overnight stay at our guest house. 1. Bonsai Work Shop Join the Bonsai workshop for 2-3 hours. Yamamoto-san will teach you on a private basis. We will take you to her Bonsai garden by car. 2. Visit Iura-san's Bonsai garden You can visit Iura-san's bonsai garden. He is one of the famous Bonsai artists in Japan. 3. Stay at Guest House KURA. Enjoy staying in a traditional Japanese house.",
        "strLocation": "Nagano",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-nagano-join-a-bonsai-experience-tour-near-nagano/8147?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Join a Bonsai Experience Tour near Nagano",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-04 08:18:17"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 2763,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1485833857/z18ev7dxdclbogxec5f1.jpg",
        "strIntroduction": "Make original Wagashi sweets in Osaka! Wagashi is a type of Japanese sweets popular in Japan's culture. Japanese people enjoy the 4 seasons with various items among which is Wagashi. First, the local craftsman will make 12 different Wagashi in front of us, and teach us about how to express Japan's 4 seasons through Wagashi. Next, you can make 4 or 5 Wagashi. Finally, you can eat your Wagashi with green tea. The activity can start form 13 pm or 15pm. The contents of the activity is the same.",
        "strLocation": "Osaka",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-osaka-make-wagashi-sweets-and-drink-green-tea-in-osaka/8138?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Make Wagashi sweets and drink green tea in Osaka!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-04 08:23:23"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 4402,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1485335122/tpuromkbfkhpe9yqkfz1.jpg",
        "strIntroduction": "In Ueno's Monkey Bar you can spend a great night with local dishes using Japanese ingredients! In addition, you can play with the Squirrel monkeys! This is a reservation for the popular \"Monkey course\". It consists of 5 dishes, and 2-hour all-you-can-drink. The food includes: 1) original salad. 2) canape with cream cheese and salmon. 3) baby back ribs. 4) fried chicken (drum or wind tips). 5) original taco rice. The food's volume is sufficient for an adult male. If you have allergy for some foods, please tell us in advance. We will try to adjust the menu. The \"all-you-can-drink\" plan means that you can choose drinks written in a dedicated menu within 2 hours with no additional payment. The menu includes beer, whiskey, shochu, cocktails and non-alcohol drinks. You will get a chance to give food to the monkeys too! Please enjoy the Tokyo night with your friends, family, lover and the monkeys! :) ATTENTION: If you order drinks, please order 1 drink per 1 order. If you come before 22:00, children (under the age 18) can enter our bar. * 1 or more adult (over the age 20) is needed as a guardian. * Minors under the age of 18 cannot choose the Monkey course, but they can choose and order non-alcohol drinks and all foods written in our menu (please pay the billing at our bar before you leave). After 22:00, only guests over 18 can enter our bar. If you take picture of the monkeys, please do not use flash. If you give foods to the monkeys directly, you have to disinfect your hand (we have supplies for that). INFORMATION: You can book the course from 2 people (minimum) We're looking forward to meeting you!",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-enjoy-playing-with-squirrel-monkeys-at-a-bar-in-ueno-tokyo/8125?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy playing with Squirrel monkeys at a bar in Ueno, Tokyo",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-04 08:28:17"
    },
    {
        "intDurationHour": 7,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 62623,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1485346564/ccxoexyi1r0xttdjrwd0.jpg",
        "strIntroduction": "A cherry blossom cruise is surely the ultimate way to experience the quintessential Japanese springtime past-time of hanami (sakura viewing)! Join this all-inclusive tour and enjoy a gourmet lunch at one of Japan's best tempura restaurants 'Tempura Kondo'; then board the cruiser and float away down the Sumida River; finally to the historical area of Asakusa, filled with temples and historical treasures. While it's hard to predict the exact blooming time, it usually occurs during the first weeks of April every year. What better way to enjoy this natural phenomenon than from the comfort of a premium cruiser on the Sumidagawa? Itinerary - 13:00 Depart from Mitsukoshi Isetan department store in Nihonbashi, - Tokyo. - 13:30-15:00 Indulge in the legendary tradition at one of the best Tempura joints in the world at Tempura Kondo. - 16:25 Depart Odaiba Pier and enjoy a premium cruiser tour on the Sumida River where you can admire the blossoming cherry trees. - 17:10 Arrive at Asakusa's Nitenmon Pier and freely explore Asakusa Temple and other attractions in the area by yourself. - 19:35 Departure via Tokyo Station. - 19:45 Conclude the tour at Mitsukoshi Isetan Department store. Celebrate the arrival of Spring 2017 in style and join this tour for unforgettable memories of Japan!",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-lunch-at-tempura-kondo-and-relax-on-a-cherry-blossom-cruise/8126?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Lunch at Tempura Kondo & Relax on a Cherry Blossom Cruise",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-04 08:31:21"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 7367,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1485400940/gctvhcsbzvm5hbradxp3.jpg",
        "strIntroduction": "You’ve likely heard of the famous maid cafes of Akihabara, but have you heard of a maid salon? The lovely and fun ladies help make your trip unforgettable. The Royal Head Spa Experience Our model is first greeted by stylists as he comes through the door and is whisked away to the equivalent of his throne－his salon chair. After reviewing the service details, our model is led to the sink to begin his head spa treatment. She selects a mousse shampoo from a line called “MoeMoe” by Japanese brand and begins massaging his scalp. He is able to relax as she takes great care to thoroughly treat and massage his scalp, and the clean and natural smell of the shampoo fills the room. After rinsing, the two move back to the salon chair while the stylist examines our model’s hair type. She decides that on an oil-type treatment and begins massaging. The treatment is then left in the hair for a bit while our model’s neck, shoulders, and upper back are pampered with a massage. Hand Massage and Souvenir Photo After the massage is finished, the stylist leads our model back to the sink for one more rinse plus a scalp massage. After the head spa is complete, the maid stylist dries and styles our model’s hair to his liking. To finish the service, two stylist carefully roll up our model’s sleeves and ask him to choose a scent. After choosing his favorite, the pair carefully apply the lotion and massage his hands and arms. The three are able to enjoy a nice conversation about his home country and have a mini language exchange. Finally, our model poses with his stylist and takes an instant-developing photo. While he checks out, the stylist writes him a special, customized message on the photo. He takes the souvenir photo with a smile on his face and thanks the staff for their wonderful hospitality. A Note for Cosplayers If you’re interested in cosplaying, the maid stylist as can create custom wigs for any character you choose. The price and time needed to finish each wig differs depending on the length and style, so please bring a photo to the staff if you are interested! Also, international shipping is possible for an additional fee, making this a great way to receive a professionally styled, customized wig even when you’ve returned home.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-head-spa-with-cosplaying-maids-in-tokyo/8128?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Head Spa with Cosplaying Maids in Tokyo",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-04 08:37:06"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 7367,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1485397656/yqiaheqvkqyy9hlz8ttq.jpg",
        "strIntroduction": "Their service philosophy is to make their valued customers feel at home, and the warm welcome our model received when entering the salon was a clear indication that the experience was going to be a fun and comfortable one. With little information about this type of salon, he was really curious and excited about the whole experience. Eyebrow Cut and Trim The service started with an eyebrow cut and trim, the first professional one for our model. He was pleasantly surprised at the skill and efficiency of the stylist – proving that grooming services are not only about a subculture experience, but their stylists are also highly-qualified professionals who want to give their customers the best service possible. Double Massage Shampoo, Shoulder Massage and Hand Massage Next in the lineup of services was the massage shampoo which drained away any tension he had. Other great benefits of a shampoo massage include effective scalp exfoliation and the promotion of healthy hair growth. The shoulder massage – the best part of the service for our model – included a deep massage of the head and neck as well, and he was very surprised at how powerful the petite stylist's massage was. He also loved their lighthearted conversation, and was happy that it wasn't a role play situation as one might expect in this type of salon. The massage service concluded with a hand massage with our model's choice of orange massage cream. Maid Salon Memory This is one salon experience that our model never wants to forget, and he was delighted that he could get a photo with the maid stylists as a memory of his travels to Tokyo. Moesham welcomes male and female customers to try out their services - why not give them a try and make your own Tokyo memories there?",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-grooming-service-by-maid-stylists-in-tokyo/8127?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Grooming Service by Maid Stylists in Tokyo",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-04 08:41:17"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 24500,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1485515136/ak5bihv89umsqq2joeqy.jpg",
        "strIntroduction": "In this activity you can have a private photo session with a real Kyoto maiko (geisha apprentice) at scenic locations which are usually not open to the general public. English interpretation is included. After the photo session, you can have Japanese sweets and communicate with the maiko! Below are the details of this exclusive experience: Gather at Gion at 15:00 pm. We will then move to the scenic location together with the maiko. It will take 10-20 minutes by car. The photo session will take about 45-60 minutes. You can have various photos together with the maiko against the landscape of beautiful gardens and traditional buildings. After the photo session, we will go to a cafe if there is time and will eat Japanese sweets. Our interpreter (in English or Chinese) will help you communicate with the maiko. The activity will finish at Gion at 17:00 pm. In case of bad weather, we will make indoor photos. As an option, you can book the professional photographer service. In this case you will receive the photos by Google Photo within 2 hours. Note that the main option does not include a private photographer (you will be making the photos yourself). You can also extend the session with 60 minutes at an additional price.",
        "strLocation": "Kyoto",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-kyoto-take-photos-with-a-real-kyoto-maiko-at-scenic-locations/8131?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Take photos with a real Kyoto maiko at scenic locations",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-04 08:46:24"
    },
    {
        "intDurationHour": 16,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 156557,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1484619226/dalsxpczzrfvcmukolww.png",
        "strIntroduction": "Kawazu zakura as they are known in Japanese are a special kind of cherry blossoms that can be seen from early February to early March. They have big petals and a dark pink color. More than 8,000 Kawazu sakura trees grace the town of Kawazu in the Izu peninsula, two hours and a half away from Tokyo. The area is also famous for their onsen, waterfalls and breathtaking nature. Visitors who come to Kawazu during the time of the Kawazu cherry blossoms that last for about a month, can admire the beautiful lighting events that are prepared for the Kawazu zakura festival. This tour will allow you to enjoy the best of the Kawazu zakura festival while pampering yourself in a onsen resort and trying delicious food. Here is the schedule for the tour. February 28th 12:00pm Meet at Mitsukoshi department store, in Shinbashi, Tokyo and get on a comfortable luxury bus that will drive you two hours and a half to Tofuya Resort & Spa-Izu at Yoshina onsen. 3:00pm Arrival at Tofuya Resort & Spa-Izu. Enjoy the place before indulging in a luxurious Kaiseki meal, the highest from of Japanese culinary art. You will also have the opportunity to soak in the onsen and spending the night at this beautiful resort. March 1st 10:45am Depart Tofuya Resort & Spa-Izu 11:45am Arrive at Kawazu to admire this special kind of cherry blossoms and enjoy walking along the Kawazu river lined with more than 8,000 trees of Kawazu zakura. You'll also have the opportunity to visit the local attractions such as the 60 year old original Kawazu tree and different natural spots of the area. (90 minutes) 13:45pm Right about when your stomach starts feeling light, you will be taken to Izu Imahama Tokyo Hotel where you will indulge in delicious Teppanyaki cuisine. (90 minutes) 4:30pm For dessert, nothing like juicy strawberries freshly hand-picked by yourself at Otomi farm, the last stop in this tour. (30 minutes) 8:00pm Estimated arrival time to Tokyo Station. Welcome Spring this year a little earlier, and pamper yourself with this luxury tour that offers you amazing cuisine, the ultimate relaxation at the onsen, and the quintessential Japanese landscapes: beautiful cherry blossoms.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-admire-kawazu-cherry-blossoms-in-style-in-an-onsen-resort/8090?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Admire Kawazu cherry blossoms in style in an onsen resort!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-04 08:51:40"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 2763,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1484809305/dzoyoh4hm2bivukgaw3d.jpg",
        "strIntroduction": "Harvest vegetables in a rural field near Osaka and eat a meal using the cooked vegetables (ex. BBQ, Nabe-mono, Mochitsuki..and so on)! Move to the field by bus in 10 minutes and walk 5 minutes. First, the farmer will talk about the vegetables and the history of Ikeda area around the field. And then, we'll harvest some vegetable and cook them there! Some children and parents living around there also come to the event, so you can communicate with them and probably make friends with them! 8:30 Gather at Hankyu Ikeda Station 9:00 Arrive at the field 10:00 Start the activity 11:30 End the activity 12:00 Break up at Ikeda Station ※After this event, you can go around famous spots (Instant Ramen museum, Mino city, etc). If you would like me to take you to some spots after the event, please tell me. ※we can get different vegetable in different seasons (ex. pea, okura, turnip, cauliflower, cabbage, cucumber, soybean, radish, eggplant, garlic, bell pepper, broccoli, spinach, lettuce, green onion, sweat potato) If you want to know what you can get in this season, please contact us!",
        "strLocation": "Osaka",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-osaka-have-a-breakfast-in-the-field-and-make-japanese-friends-osaka/8098?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Have a breakfast in the field & make Japanese friends, Osaka",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-04 08:56:36"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 3223,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1484728462/ulagkyuy54d9hzryd7gs.jpg",
        "strIntroduction": "Go to Ikeda Gofukuza, and watch the professional show before trying to dance \"Nihon Buyo\" (Japanese traditional dances) yourself! First, we will gather at Hankyu Ikeda station. Next, we'll move to Ikeda Gofukuza and watch performances for the masses. After the end, the manager of the theater will tell us about the history of \"Gofukuza\". The language will be Japanese, but we will have an interpreter, so you can to ask some questions!!! After that, we'll learn about \"Nihon Buyo\" dances. The players will teach us famous and easy dances. And we'll dance to the music together! Let's make friends with local Japanese people through the dance. 14:30 Gather at Hankyu Ikeda station 14:50 Arrive at Ikeda Gofukuza 15:00 Watch \"Nihon Buyo\" 15:45 Take pictures (You can take a picture with players) 16:00 The manager teaches us about the history of Gofkuza and Japanese dances 16:10 Dance together 17:00 End Capacity: 15 people",
        "strLocation": "Osaka",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-osaka-lets-dance-nihon-buyo-and-make-japanese-friends-osaka/8076?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Let's Dance \"Nihon Buyo\" and make Japanese friends, Osaka",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-04 08:59:58"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 4605,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1485310992/ro9biropbgpd8je8mcaw.jpg",
        "strIntroduction": "In this tour, we will visit Taishakuten Sando (shopping street), Taishakuten temple, Buddhist sculpture gallery and a Japanese garden in the nostalgic Shibamata area in Tokyo. Here is our itinerary: - 9:00 Meeting at your hotel -10:00 Shibamata Station -10:00-11:00 Taishakuten-Sando (Shopping Street) & Taishakuten temple (sculpture gallery and Japanese garden) -11:05-12:00 “Torasan” museum -12:15-13:00 Lunch at “Toroku” (Okonomiyaki restaurant)",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-explore-the-nostalgic-and-local-tokyo-at-shibamata-area/8120?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Explore the nostalgic and local Tokyo at “Shibamata” area",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-04 09:03:54"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 4605,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1485153235/rg1ew8c3gc4efbh7i7s5.jpg",
        "strIntroduction": "Tokyo's Trick Art Museum in Odaiba offers 3D artworks and optical illusions. Have fun at the “Edo Area” created for the first time in the world, the “Haunted Mansion with Funny Japanese Monsters” and “Trick Art Gallery” with the best collections of arts. Be sure to bring your camera! This activity is usually offered as a group tour with other locals and foreigners, but if you wish, I can guide you privately.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-visit-tokyo-trick-art-museum-with-local-people/8114?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Visit Tokyo's Trick Art Museum with local people",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-04 09:07:18"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 2763,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1485148838/cjni6r1ltjoadpccaozz.jpg",
        "strIntroduction": "Japan Sake and Shochu Information Center is established for the purpose of making all the people in the world know about the charm of Japanese sake, shochu and awamori including the history and the culture by “Seeing,” “Touching,” and “Experiencing.” 1. Museum First, a big wooden tub on the ceiling will catch your eyes. The wall is decorated by glass origin material of modern Japanese color which images the traditional lacquer ware, red and black. Nice and slow atmosphere waits for you with fresh woody fragrance. In the wooden exhibition cabinet, there are variety of sake vessels from all over Japan for you to enjoy the beauty of Japanese culture. There are two TV monitors and two projectors to show you videos contents on sake and shochu. For those who want to know more about sake, there are tablets for you to freely refer to the information on the topic. Other than that, we provide real ingredients of sake and shochu, real Koji, and other interesting and rare materials. See and imagen sake brewing process. 2. Concierge We gather the newest information about sake. Information about the tour to visit nice breweries which have English translator, information about the sake events held every day in many places in Tokyo area, about the shops where you can buy good sakes. We as a concierge of sake, answer your questions. 3. Tasting You can always taste about 50 items of Japanese sake, shochu, and awamori. Sake include various types such as Daiginjo, Junmai-ginjo, Junmai, Aged sake, Sparkling sake, etc. from all over Japan for minimum price of 100 JPY per cup. Shochu made from different ingredients such as sweet potato, barley, rice, and brown sugar can be tasted as well. Awamori is another special spirit from Okinawa, and you can also enjoy tasting. For those who have difficulty in choosing, we provide sets of three different types of sake and shochu. This activity is usually offered as a group tour with other locals and foreigners, but if you wish, I can guide you privately.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-visit-japan-sake-and-shochu-information-center-with-locals/8113?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Visit Japan Sake and Shochu Information Center with locals",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-04 09:10:14"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 3684,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1485140226/uahdsapx2vq1f6x2upwn.jpg",
        "strIntroduction": "MEGA WEB is the car theme park to see, ride and feel automobiles. There are 3 facilities based on each theme. Explore TOYOTA's theme park with your family, couples and friends. 1. Gigantic space with about sixty TOYOTA current model cars display. Go for a test drive and witness TOYOTA's newest models we never displayed in other location in \"TOYOTA CITY SHOWCASE\". You can also learn about the technologies of hybrid, safety and environment of TOYOTA. Not only look around the car, but open the door and get in the car. You can check the actual car specifications. Enjoy our exciting events as well. 2.The Ride Studio is for children to enjoy driving experience and learn about some traffic rules. The studio consists of two sections. “Indoor Ride One” has a 230-meter long course where children (aged 6 to 18) enjoy three different types of cars called ‘Camatte’, ‘Pius’, and ‘Kids hybrid car’. “Petit Ride One” is for preschool-age children (aged 3 to 5). ※There are requirements (weight and height restrictions) that must be met. 3. The history of cars The “History garage” is a place where historic cars of all over the world gathered. This place has different sections where you enjoy the history of motorsport, and master’s work on car repair. Enjoy our mini-car shop and a fancy café. I will take you to one of them (#1, #2 or #3 with local people. You can also stay longer with local people after this tour.) This activity is usually offered as a group tour with other locals and foreigners, but if you wish, I can guide you privately.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-look-ride-feel-cars-in-a-theme-park-with-locals-tokyo/8112?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Look, Ride, Feel Cars in a Theme Park with locals, Tokyo",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-04 09:13:15"
    },
    {
        "intDurationHour": 16,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 30733,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1485328321/tbhejtraiwqi8pi3yvdo.jpg",
        "strIntroduction": "The Tateyama Kurobe Alpine Route connects Toyama city in Toyama prefecture with Omachi town in Nagano prefecture and is part of the Northern Japan Alps. It is traversed by different means of transportation including cablecars, trolley buses and a ropeway. It's popular for the magnificent scenery of the Tateyama Mountain Range, which is located within the Chubu Sangaku National Park. Among its most notable sights are the Kurobe Dam, the snow wall at Murodo, and the endless hiking and trekking trails for the more experienced mountaineers. In this 2-day tour departing from Tokyo you will be able to see not only the Snow Walls of the Tateyama Kurobe Alpen Route, but also visit the traditional old town Tateyama and the UNESCO World Heritage Site - the picturesque rural village Shirakawago! Itinerary: Day 1: - 7:50 am (7:00 am on Apr 29, 6:50 am on May 3, 4, 5): Meet and depart by bus from Shinjuku, Tokyo - enjoy shopping at Nyukawa (30 min) - stroll around the old streets of Takayama known as \"Little Kyoto\" (60 min) - walk around Shirakawago village (60-90 min) - stay overnight in Toyama Day 2: - Take the Tateyama Kurobe Alpine Route using a combination of various exciting vehicles! (all day) - arrive at Azumino and enjoy shopping (25 min) - 19:30 - 20:00 pm: return to Shinjuku and end of tour Note: Only breakfast on Day 2 is provided. Please arrange your own meals or bring lunch boxes for the bus. You can optionally buy a lunch box for Day 1. Choose between: - Japanese variety boxed lunch of Delicacies in Shinshu area : 1050 JPY - \"Miso Dengaku\" (\"Konnyaku\" yam cake with miso spread) boxed lunch : 850 JPY Or please let us know until 5 days prior to the departure. The money will be collected by your tour conductor on the day. If you don't order this option, please buy lunch by yourself at the service area etc on the way. This tour is provided by YOKOSO Japan Tour Check the Tour Conditions link below. http://voyag.in/2diT9k2",
        "strLocation": "Toyama",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-toyama-see-the-snow-walls-of-tateyama-alpine-route-and-shirakawago/8123?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "See the Snow Walls of Tateyama Alpine Route and Shirakawago!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-04 09:18:24"
    },
    {
        "intDurationHour": 16,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 22776,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1485325587/j9ruz4gj7jgro2jrmgob.jpg",
        "strIntroduction": "The winter night illuminations of UNESCO World Heritage Site Shirakawago village are one of the most anticipated seasonal events in Gifu prefecture, Japan. The amazing illuminations are only on for a few days per year, so don't miss out! In this comfortable and convenient 2-day bus tour departing from Tokyo you can see the lit up village and stroll the old streets of the traditional city Hida-Furukawa. In addition, you will be able to shop around Hirayu and see the beautiful snowy landscape of Japan's Tateyama mountains! Brief information about the destinations: - Shirakawago: This is a World Heritage \"gassho-zukuri\" farmhouse village. Hundreds and thousands of tourists come to visit the village for its unique scenery, especially in the winter when snow covers the village and gives it a magical quality that is further enhanced by the winter illuminations lighting up the Ogamachi area. - Hida Furukawa: A small picturesque town known for its quiet and rural atmosphere that has retained many of the traditional old spirit of Japan. The town is known for its many craftsmen and local ateliers, offering experiences in wood-making, candle making, dyeing, and more. Itinerary: Day 1 - 10:10 am: Meeting and departure by bus from Shinjuku, Tokyo - visit Shirakawago and see the winter illuminations (180 min) - go to Toyama and stay overnight at a city hotel Day 2 - visit Shinminato area for shopping (40 min) - drive along the snow-capped Tateyama mountain range over Shin-Minato Ohashi Bridge - visit Hida-Furukawa and stroll around the city (50 min) - see Hirayu Otaki Fall (40 min) - shop at Hirayu (30 min) - 19:00-19:30 pm: return to Shinjuku and end of tour ※ The amount of snow is variable, depending on weather conditions. ※ In Shirakawago, there is no shuttle bus service to the observatory during the illuminations. When you go, it takes around 30~40 minutes from the parking lot by walking. The road to the observatory might be closed owing to heavy snow or other weather conditions. ※This tour includes only breakfast on the second day and does not do other meals. Please buy individually at the service areas on the way or order optional meals your tour director will offer during the tour. You will have it on the bus travelling. There is no time to have meals at restaurants during the tour. ※ Optional lunch box is available for Day 1: - Chicken Rice Bento Box: 1000 JPY - Tochigi Shimofuri-Kougen Gyumeshi (beef on rice): 1200 JPY If you wish to have optional lunch box, please let us know at least 2 days prior to the departure date. Please pay the lunch fee to the tour staff by cash on the tour date. Please eat lunch in the bus. If you do not wish for the optional lunch box, please buy your lunch at the service area on the way. This tour is provided by YOKOSO Japan Tour Check the Tour Conditions link below. http://voyag.in/2diT9k2",
        "strLocation": "Gifu",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-gifu-last-chance-shirakawago-winter-illuminations-from-tokyo/8121?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Last Chance Shirakawago Winter Illuminations, from Tokyo",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-04 09:21:47"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 10406,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1483101941/djqe1rql9pivdndxi4va.jpg",
        "strIntroduction": "Enjoy transforming yourself into Maiko or Oiran with this photo studio package in Osaka! We are currently offering Maiko and Oiran transformation and photo shoots programs at Studio NADESHIKO, a luxurious photo studio in Shinsaibashi, Osaka, for a special price! Studio NADESHIKO is famous for its high quality photo shoots programs, offering great collections of kimono, furisode, and Oiran costumes. It also offers beautiful backgrounds and professional hair styling and makeup service as well, so you can just come to the studio with empty hands! There are two packages available for reservations, which are: Oiran Course - Oiran Costume (1 set) - Hair Styling & Makeup - Fitting - Photo shoots at the studio - 200 poses & photo data - 2L size photo (printed, 1 piece) Maiko Course - Kimono (1 set) - Hair Styling & Makeup - Fitting - Photo shoots at the studio - 2L size photos (printed, 2 pieces) & photo data (3 pieces) The cameraman will help you with the poses, so you will look like the real Oiran and Maiko in the photos. The studio also has very beautiful backdrops and decorations for the photo shoot sessions, which you can choose before the photo shoot session starts. Transform yourself into an Oiran or Maiko at a special price only with this program!",
        "strLocation": "Osaka",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-osaka-discounted-oiran-or-maiko-photo-studio-packages-in-osaka/8037?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Discounted Oiran or Maiko Photo Studio Packages in Osaka!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-04 09:26:54"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 8104,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1483606754/vxlxv62ymjub40onkpuy.jpg",
        "strIntroduction": "Participate in this program and enjoy the most beautiful Japanese traditional arts performance in Kyoto! Maiko Theater is located within 5-minute walk from Miyagawacho in Kyoto, where you can enjoy breathtaking performance of Japanese traditional dance performed by the beautiful Maiko. If you are visiting Kyoto for the first time, visiting Maiko Theater is a must, as you can enjoy the deeper part of Kyoto there. Watch the Buyo dance, a Japanese traditional dance originated from Kyoto, while seeing the mystical beauty of the Maiko dancers. Depending on the program that you choose, you can also enjoy eating Japanese lunch box, delicious snacks, and Japanese sake while watching the Maiko dancers dancing on the stage as well! We are currently offering three different programs with different contents as follows: Wareshinobu Course (12:00-13:30): - Buyo Dance - Explanation of Maiko - Lunch Box & Tea (pet bottle tea) - Pictures with frame - Special merchandise of Maiko Theater Ofuku Course (14:00-15:30, 16:00-17:30): - Matcha & Sweets served by the Maiko - Buyo Dance - Explanation of Maiko - Pictures with frame - Special merchandise of Maiko Theater Yakko Course (20:30-22:00, not available on Sunday): - Buyo Dance - Explanation of Maiko - Finger foods and snacks - All-you-can-drink alcoholic drink (Shochu, Wine, Whisky, and Japanese sake). Beer and craft beer are available for extra fees - Pictures with frame - Special merchandise of Maiko Theater Reservation is difficult to make, so make sure you use our service to book this program with no hassles!",
        "strLocation": "Kyoto",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-kyoto-watch-japanese-traditional-maiko-dance-in-kyoto/8034?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Watch Japanese Traditional Maiko Dance in Kyoto!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-04 09:30:28"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 3991,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1481536439/tik3tg1pl4pmtgoepedi.jpg",
        "strIntroduction": "Our bar with penguins is a dining bar near Ikebukuro Station's West Exit. There are 4 penguins (2 pair of penguins) now. The penguins live at a spacious space, and move freely in the pool there. If the timing's right you will be able to feed the penguins at one or two times during the business hours. When you feed the penguins, feel free to take pictures. We will be happy if you upload your photo onto your SNS. *No flash photography, because the penguins are afraid of it. We offer so many kinds of foods and drinks. The \"Penguin course\" introduced this time is the most popular set menu in this bar, and this menu has five meals. It is very filling, and it will be able to give you satisfaction. Also, the All-you-can-drink is limited to 2 hours. You can choose the drinks that you like from the All-you-can-drink menu. *However, take one for each person at a time. All of the staff and the penguins are really looking forward to you seeing you! If you have any food allergies, please tell us when you make a reservation. Also, this food menu is one example among many. It is subject to change depending on the season or ingredients. When you come to our bar, we will show you to your seat. First, please choose one drink for each person from the All-you-can-drink menu. We will serve meals to your table in order after the toast. Seats are just 2-hour limited system. You can choose drinks that you like from the All-you-can-drink menu. (Take one for each person at a time) We offer five meals in the course. If you would like to eat more, please order separately. (it costs additional money) You can see the penguins closely during your time, and enjoy eating, drinking alcohol, talking. If the timing's right you will be able to feed to penguins. Right before the time limit expires, our staff will call out to you. But If you would like to extend your time, please tell us. Please contact us if you have many questions. We can speak simple English.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-see-penguins-in-a-bar-at-ikebukuro-tokyo/7979?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "See Penguins in a bar at Ikebukuro, Tokyo!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-04 09:34:42"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 4980,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1484638139/dyp1sqesmq0aqiimlhty.jpg",
        "strIntroduction": "Yakiniku with bamboo has a lot of merit for foreigners as we explained above. No smoke. Our Japanese restaurant in Ikebukuro, Tokyo, is very compact. Usually Yakiniku restaurants are always filled with smoke from the grilled meat. But using bamboo removes almost all of the smoke. No smell. Japanese yakiniku uses fatty meat. When grilling it, it produces a greasy smell. It make your clothes retain the odor. But the bamboo absorbs the smell before it rises up from the grill. No burning. Dinner with friends is a very happy time. Talking with your friend makes you forget about the time. When you have a happy time, you might burn out the grilled meat if you don't notice it. But the bamboo protects the meat from burning out or getting charred. Please try the new yakiniku method that is being used for the first time in Japan at our restaurant!",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-try-yakiniku-grilled-on-a-bamboo-at-yakiniku-zen-tokyo/8091?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Try Yakiniku grilled on a bamboo at Yakiniku Zen, Tokyo!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-04 09:40:34"
    },
    {
        "intDurationHour": 7,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 16167,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1484909130/aargi1on3mur4b0israt.jpg",
        "strIntroduction": "Meeting at Kawaguchiko Station at 10:45 am, your pickup car will leave the station at 11:00 am. You will drive to Fujiten Snow Resort via Hot Spring, Yurari. On the way your guide will tell you about Mt. Fuji. Is this the first time for you to see the snow? The white snow is cold but so beautiful! Take a lot of pictures with snow! Easy activities such as sled or snowscoot are fun. If you are interested in skiing and snowboarding, there are seven slopes. Rental equipment for ski, snowboard, sled, snowscoot, and wear are available, so you can only bring yourself. (Please note that rental fees are not included in the tour price.) Your car will leave Fujiten Snow Resort at 14:00 pm. After experiencing the snow, you will drive to the hot spring, Yurari. Let's make you warm by bathing in a hot spring. Stretch your legs and arms in the large bathtub and feel relaxed. You can take a pick which restaurant is good for you, at snow resort or hot spring. Both restaurants have nice views of Mt. Fuji. Your car will leave the hot spring, Yurari at 17:32 pm and will arrive at Kawaguchiko Station around 18:00 pm.",
        "strLocation": "Yamanashi",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-yamanashi-mt-fuji-ski-resort-and-hot-spring-tour/8106?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Mt. Fuji Ski Resort & Hot Spring Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-04 09:45:39"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 9238,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1485129765/hxla5nfsbdqpdmx2zvsv.jpg",
        "strIntroduction": "The initial meeting place is the in front of Shimokitazawa Station, Odakyu line or Keio-Inokashira Line. It is an exciting to place to hang out, but after a short greeting, I am taking you to one of the best grocery stores in town, Oozeki. It is an only-local food market and you will explore lots of everyday food consumed by Japanese people. We will shop our class ingredients here and I will answer all your questions about what you will see inside. After shopping, we will move to my cooking studio, taking a cab for less than 10 minutes. I will serving you welcome drink and we'll start cooking! We will cook a complete set of menu, including main dish, rice, miso-soup, small salad, or appetizer and dessert. I will introduce good quality seasonings of Japanese cooking and let you know how to distinguish them, which is a useful info for when you go back to your country. I want to impress you with how fresh Japanese fish is in market, so I will always offer fish dish as main dish.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-experience-local-shopping-and-cooking-with-a-teacher-tokyo/8108?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Experience local shopping and cooking with a teacher, Tokyo",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-04 09:50:06"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 2772,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1484911702/onzm97b7ot9jyclbmquc.jpg",
        "strIntroduction": "Learn how to play \"Shogi\", Japanese chess, in Asakusa, Tokyo, from real champions! Duration of this Japanese chess class: - Outline of Japanese chess (5 min) - History of Japanese chess (5 min) - Japanese chess rules (20 min) - Mini Game (30 min) - Game (1 hour) - You can play Japanese chess from now on! *Experienced people can play games during the whole class *If you have any questions, feel free to ask us!",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-take-a-japanese-chess-shogi-class-in-asakusa-tokyo/8105?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Take a Japanese Chess (Shogi) class in Asakusa, Tokyo",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-04 09:54:02"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 1848,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1484890022/qt8o66dxxbepyl7gl6f3.jpg",
        "strIntroduction": "Hi, We’re Luke and Megumi. We live in Asakusa. We love going drinking at Izakaya bars in Asakusa and we're specialists of them as well! On this tour, we’ll show you around Japanese Izakaya bars where tourists usually don't go. And after taking this tour, you can pick one and get drinks in a hidden Izakaya bar. Have an authentic local experience with us! Notice! * An izakaya bar is the equivalent of an English pub, where they serve food to accompany your drinks. *We also can help you choose the best Izakaya bar if you tell us your budget. *If you don't drink, we can take you to restaurants. Feel free to tell us what you want to eat. *The guide fee doesn't include expenses for food and drinks in the Izakaya bar. We just show you bars and help you pick one. *If you have any questions, don't hesitate to mail us!",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-join-us-on-asakusa-izakaya-bar-hopping-tour/8103?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Join us on Asakusa Izakaya Bar Hopping Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-04 09:59:27"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 4157,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1484809758/aclxwmrnscm4xircgi1o.jpg",
        "strIntroduction": "In this activity you can practice making traditional sweets as a form of Japanese culinary art! Meet at the ticket gate of Kami-Otai Station around 10 am on Tuesday. We'll walk to the host Fumie's house together. The schedule is as follows: 10:00 - 12:00: making decoration sushi rolls 12:00 - 12:30: eating time 12:30: Send you off to the station. There are many kinds of sweets. You can choose making 3 of them. Fumie is a close friend of mine who is interested in cross cultural exchange. She speaks fluent English.",
        "strLocation": "Aichi",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-aichi-experience-pretty-sweets-making-nerikiri-in-nagoya/8099?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Experience Pretty sweets (Nerikiri) making in Nagoya",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-04 10:03:43"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 4157,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1484901935/dti2tyckst7tzsxzfkv8.jpg",
        "strIntroduction": "Go ice skating in Tokyo with local people. Tokyo Midtown has opened its arena for general public for ice skating until early March. Tokyo Midtown's outside ice skating rinks is one of the largest in the city, with a capacity of 210 people. Enjoy skating in the middle of an urban metropolis while feeling like you are out in the wilds of nature during daytime. You can also enjoy a little night skating thanks to the beautiful illuminations that are switched on from 17:00 to 22:00 every day, and there is a rink-side rest arena that you can use without taking off your skates. * May be closed in the event of bad weather * Illuminations will be turned on between 17:00 and 22:00 ・There is a rink-side rest area with a roof and heater that you can use without taking off your skates (free) ・Gloves for sale / lockers (charged) are available. ・For safety reasons you must wear gloves while skating. ・Helmets can be borrowed for free. This activity is usually offered as a group tour with other locals and foreigners, but if you wish, I can guide you privately.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-go-ice-skating-with-local-people-in-tokyo/8104?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Go Ice Skating with local people in Tokyo!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-04 10:09:22"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 3695,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1484703464/rvtrnjhduudvi86qubht.jpg",
        "strIntroduction": "There are a lot of important cultural properties in Tokyo. Visit one of them with with local people on this tour. What is an Important Cultural Property? An Important Cultural Property is a designation assigned to property by the Japanese Government(The Minister of Education, Science and Culture) in accordance with the Law for the Protection of Cultural Properties. These structures, located in Japan, have particular significance academically and in terms of cultural history. The designation may also be assigned to tangible cultural properties among which are works of art or handicrafts. Reminder for visitors (rules in general applying to most properties): • Please take care not to soil or damage the building, exhibits, or plants. • Shoes must be taken off before entering the building. Also, the use of slippers is prohibited in the interest of preserving the facility. • Some rooms are off-limits due to requirements related to the preservation of the facility. Taking photographs and videos for commercial purposes are restricted and require separate procedures. • Open flames, food, and beverages are prohibited within the facility. • The house, being an Important Cultural Property, is not barrier free. Please be aware that assistance will be needed if visiting in a wheelchair. • Visitors are not permitted to bring animals inside the building or garden. This activity is usually offered as a group tour with other locals and foreigners, but if you wish, I can guide you privately.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-visit-important-cultural-properties-in-tokyo-with-locals/8095?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Visit Important Cultural Properties in Tokyo with locals",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-04 10:13:21"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 3695,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1484700178/yksbd8mnz2eaktx5yvjy.jpg",
        "strIntroduction": "Have you ever visited a palace in Japan? Akasaka Palace is not only visited by the emperor of Japan but also used to hold conferences like G7 Summits. Distinguished guests include famous leaders as Barack Obama, Aung San Suu Kyi, Margaret Thatcher and many more. We invite you to join us for a trip to the palace of its kind in Japan. The palace is open to the general public only for a short time, so join us for a visit while we can. About Akasaka Palace: Akasaka Palace or the State Guest House (Geihinkan in Japanese), is one of the two State Guesthouses of the Government of Japan. The palace was originally built as the Imperial Palace for the Crown Prince in 1909. Today the palace is designated by the government of Japan as an official accommodation for visiting state dignitaries. In 2009 the palace was designated as a National Treasure of Japan. The other state guest house is in Kyoto. Meeting time and Place: We will meet in front of Exit 1 (known as Akasaka entrance) of Yotsuya Station. It is covered by both JR and subway Metro Lines. Please don’t be late. We'll walk towards the palace. What to expect? A wow factor. We are sure you will definitely like this beautiful palace! Notes 1. Please refrain from taking photos. It is strictly prohibited inside. However, it is ok to take photos from outside the palace. 2. Audio guides are available in English and Japanese for an additional 200 JPY. This activity is usually offered as a group tour with other locals and foreigners, but if you wish, I can guide you privately.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-visit-akasaka-palace-in-tokyo-with-local-people/8094?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Visit Akasaka Palace in Tokyo with local people",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-04 10:17:30"
    },
    {
        "intDurationHour": 13,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 9146,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1484794864/l0cyeh4y2amlanpzffuy.jpg",
        "strIntroduction": "Hachi Kita Kogen is a top ski resort in the mountains of Hyogo prefecture, not far from Osaka. This attractive ski resort boasts over 20 ski slopes suitable for all levels and a wonderful kids park for snow fun! A convenient and comfortable bus ride from Osaka will make this a wonderful day trip to enjoy snow while visiting Japan! Hachi Kita Kogen has a total of 10 lifts, at least 5 slopes targeted at beginners, and many more opportunities for advanced skiing and snowboarding. In addition, Hachi Kita Kogen has a great kids park with attractions such as snow tube sliding, tobogganing, and more! This is a great place to spend a day in the snow with your family! We offer an easy to ride bus which will take you directly from Osaka (Namba or Shin-Osaka) to Hachi Kita Kogen in the morning, and back in the late afternoon. Booking this bus trip allows you to benefit from several special offers and discounts. Below is the bus schedule: Departure: Namba Station: 6:40 am Shin-Osaka Station: 7:20 am Arrival at Hachi-Kita: 10:35 am Return departure from Hachi-Kita: 16:00 pm Arrival at Shin-Osaka Station: 19:30 pm Arrival at Namba Station: 20:00 pm Please come at least 10 minutes prior to the departure times. By booking this bus trip you are eligible to the following bonuses or discounts: - one-day lift ticket for Hachi Kita Kogen ski resort - discount for rental wear (2000 JPY for ski or snowboard set, 1500 JPY for wear). Can be booked and paid on the spot only. Sizes up to 30 cm, wear up to 185 cm. - 100 JPY discount for lunch in the slope restaurant on weekdays only - free entry to the Kids Park",
        "strLocation": "Hyogo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-hyogo-enjoy-skiing-and-snow-play-in-hachi-kita-day-trip-from-osaka/8097?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy skiing & snow play in Hachi Kita, day trip from Osaka!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-04 10:20:58"
    },
    {
        "intDurationHour": 13,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 14966,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1484468436/vrugrh1vmyvslr2vddni.jpg",
        "strIntroduction": "The winter night illuminations of UNESCO World Heritage Site Shirakawago village are one of the most anticipated seasonal events in Gifu prefecture, Japan. The amazing illuminations are only on for a few days per year, so don't miss out! In this comfortable and convenient bus tour departing from Nagoya you can see the lit up village and stroll the old streets of the traditional city Takayama. In addition, you will relish the taste of high-grade Hida beef! Brief information about the destinations: - Shirakawago: This is a World Heritage \"gassho-zukuri\" farmhouse village. Hundreds and thousands of tourists come to visit the village for its unique scenery, especially in the winter when snow covers the village and gives it a magical quality that is further enhanced by the winter illuminations lighting up the Ogamachi area. - Hida Takayama: This is an old post-station town from the Edo period, popularly called a \"Little Kyoto″. Its quaint streets lined with old houses attract numerous tourists from home and abroad. Itinerary: - 9:00 am: Meet and depart from Nagoya Station - Eat a delicious grilled Hida beef lunch at Takayama. Hide beef is of the very highest grade, rivalling Kobe beef this is certainly a local delicacy! (50 min) - Take a scenic walk around Takayama old town and feel the history of this untouched corner of Japan (90 min) - Go to the Shirakawago Shiroyama Observatory Deck for an unparalleled view of the winter illuminations (150 min) - 22:20 pm: Return to Nagoya Station, end of tour. ※ The amount of snow is variable, depending on weather conditions. ※ If there are delays to the tour schedule our first priority will be the Shirakawago illuminations. In such case, strolling in Takayama may be omitted or shortened. ※ In Shirakawago, there is no shuttle bus service to the observatory during the illuminations. When you go, it takes around 30~40 minutes from the parking lot by walking. The road to the observatory might be closed owing to heavy snow or other weather conditions. This tour is provided by YOKOSO Japan Tour Check the Tour Conditions link below. http://voyag.in/2diT9k2",
        "strLocation": "Gifu",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-gifu-last-chance-hida-takayama-and-shirakawago-winter-illuminations/8078?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Last Chance Hida-Takayama & Shirakawago Winter Illuminations",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-04 10:24:57"
    },
    {
        "intDurationHour": 9,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 2993,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1484467299/igdompijpgl4cyl9gsxd.jpg",
        "strIntroduction": "In this bus tour to Chiba you will have the chance to enjoy the natural and culinary wonders of the season at a special discounted price! The tour starts and ends in Shinjuku, Tokyo, and the seats are limited! Don't miss your chance to take a wonderful bus tour to Chiba and enjoy the first signs of Japan's spring season! The itinerary is as follows: 8:50 am: Shinjuku Washington Hotel meet-up and departure - Strawberry picking in Chiba city (30 minutes) - Chiba City Art Museum (see the special ukiyo-e exhibition for 60 minutes) - have a buffet lunch with Korean BBQ, sushi and deserts at Stamina Taro for 60 minutes - visit the Inage Kaihin Park and see the first blossoming flowers of the season (50 minutes) - enjoy shopping at Aeon Mall Makuhari-shintoshin (90 minutes) 18:30 pm: Arrival at Shinjuku, end of tour In addition to the above, you will receive a special \"Omotenashi Lucky Bag\" that includes: ①Free 1GB SIM card ②Information of Travel Japan App. ③Discount shopping coupon Please use these items during your trip in Japan. ※Your passport information is necessary to register SIM card and use various services. Please make sure to bring your passport with you on the tour day. You can still participate in the tour if you forget to bring it on the day. This tour is provided by YOKOSO Japan Tour Check the Tour Conditions link below. http://voyag.in/2diT9k2",
        "strLocation": "Chiba",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-chiba-pick-strawberries-and-eat-a-bbq-lunch-in-chiba-bus-tour-to-chiba/8077?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "60% OFF Pick strawberries & eat BBQ lunch, bus tour to Chiba",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-04 10:30:22"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 3695,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1481097184/kiwxbvungdju6rx2ievm.jpg",
        "strIntroduction": "You can enjoy Japanese historical and traditional costumes in Kyoto. We have arranged authentic costumes and will tell you how to wear them easily. These include: ・侍 Samurai ・芸者 Geisha ・かぐや姫 Kaguya Hime princess ・忍者 Ninya ・町娘 Musume ・坂本龍馬 Ryoma Sakamoto Time of the rental: 1 to 3 persons /1.5 h 4 to 6 persons /2 h 6 to 8 person /2.5 h over the 8 persons/ please ask to me Please enjoy wearing some costumes and taking pictures! We will return to the studio 15 minutes before the end of the experience. We will support you during your experience.",
        "strLocation": "Kyoto",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-kyoto-dress-as-a-samurai-geisha-ninja-japanese-princess-kyoto/7964?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Dress as a Samurai, Geisha, Ninja, Japanese princess: Kyoto",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-04 10:34:58"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 2772,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1481179301/lnsuns3gcrwzuntn75o0.jpg",
        "strIntroduction": "In this activity you will have a tea ceremony with the option to dress up in a traditional Japanese costume! The time necessary for the activity is as follows: 05 min: Tea ceremony lectures. 20 min: Tea ceremony demonstrations. 20 min: Making tea experience. 10 min: Take a photo. Make your own Matcha green tea in this activity! Optional: Dress up in a traditional Japanese style while having the tea ceremony! ■Traditional Japanese costume: 1000 JPY extra ・侍 Samurai (for men and women) ・坂本 竜馬 Ryoma Sakamoto (for men) ・芸者 Geisha (for women) ・かぐや姫 Kaguya Hime princess (for women) ■Kimono: 1-day rental ※advance reservation needed You can go to anywhere until 6:00 PM, after the tea ceremony. Please reserve at least one day in advance. ・Casual kimono (Yukata/summertime), 3500 JPY extra for men and women ・ High class kimono(summer kimono/summertime), 5500 JPY extra ・Hair styling, 1500 JPY extra",
        "strLocation": "Kyoto",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-kyoto-experience-tea-ceremony-with-photo-shooting-in-kyoto/7968?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Exprience Tea Ceremony with photo shooting in Kyoto",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-04 10:38:19"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 1848,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1481182133/v11pbuctoqdeihgwyziu.jpg",
        "strIntroduction": "Trace each stroke of the Chinese characters on the paper which have already been printed out from the backward. It is easy to trace them. The practice of writing sutra leads to calm and refresh one's mind, body and soul. Time of the shakyo experience : 1 to 8 persons /1 h over the 8 persons/ please ask to me. Content of the activity: 05 min: shakyo lecture 50 min: practice to trace them 05 min: Take a photo Optional: Dress up in a traditional Japanese style together with the shakyo experience! ■Traditional Japanese costume: 1000 JPY extra ・侍 Samurai (for men and women) ・坂本 竜馬 Ryoma Sakamoto (for men) ・芸者 Geisha (for women) ・かぐや姫 Kaguya Hime princess (for women) ■Kimono: 1-day rental ※advance reservation needed You can go to anywhere until 6:00 PM, after the tea ceremony. Please reserve at least one day in advance. ・Casual kimono (Yukata/summertime), 3500 JPY extra for men and women ・ High class kimono(summer kimono/summertime), 5500 JPY extra ・Hair styling, 1500 JPY extra",
        "strLocation": "Kyoto",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-kyoto-try-shakyo-hand-copying-sutra-in-kyoto/7970?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Try Shakyo (Hand-copying sutra) in Kyoto",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-04 10:43:15"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 2772,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1481523823/u71xys96oo0kaih5myfx.jpg",
        "strIntroduction": "In this activity you will be able to make Tsumami-zaiku, a traditional Japanese craft. It is a decorative item made of small pieces of cloth that are pinched and folded with tweezers. The content of the activity: 10 min: Tsumami-zaiku lectures 50 min: Make your own Tsumami-zaiku. Optional: Dress up in a traditional Japanese style together with the craft experience! ■Traditional Japanese costume: 1000 JPY extra ・侍 Samurai (for men and women) ・坂本 竜馬 Ryoma Sakamoto (for men) ・芸者 Geisha (for women) ・かぐや姫 Kaguya Hime princess (for women) ■Kimono: 1-day rental ※advance reservation needed You can go to anywhere until 6:00 PM, after the tea ceremony. Please reserve at least one day in advance. ・Casual kimono (Yukata/summertime), 3500 JPY extra for men and women ・ High class kimono(summer kimono/summertime), 5500 JPY extra ・Hair styling, 1500 JPY extra",
        "strLocation": "Kyoto",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-kyoto-experience-traditional-tsumami-zaiku-craft-making-in-kyoto/7977?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Experience traditional Tsumami-zaiku craft making in Kyoto",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-04 10:48:29"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 37878,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1484203984/yykddcmyz4gkvg1lsidj.png",
        "strIntroduction": "You can experience Natural Skin Care – Cosmetic Electro-Acupuncture in Osaka, Japan! What does the treatment involve? 1. Before you start, you will be asked to fill in some details about how you are feeling and what you would like to improve with your facial firmness and tone. 2. Takes a before-and-after photo, so you can see the improvement after the cosmetic acupuncture. 3. Ultra-fine acupuncture pins are then inserted into the face and are left in for 20-30 minutes. Don't worry. You will immediately feel relaxed. It is actually important to relax and not to move too much, to get the full effect of the acupuncture and let your facial muscles tone up naturally 4. The acupuncture pins are then removed. ******************************************************** What's Electro-Acupuncture? As with traditional acupuncture, needles are inserted on specific points along the body. The needles are then attached to a device that generates continuous electric pulses using small clips. These devices are used to adjust the frequency and intensity of the impulse being delivered, depending on the condition being treated. Electro-acupuncture uses two needles at time so that the impulses can pass from one needle to the other. Several pairs of needles can be stimulated simultaneously, usually for no more than 30 minutes at a time. One advantage of electro-acupuncture is that a practitioner does not have to be as precise with the insertion of needles. This is because the current delivered through the needle stimulates a larger area than the needle itself. How Does it Work? •Fine lines may be erased, deeper ones reduced •Bags around the neck and eyes are firmed •Patients may experience firming of the jowls, reduction of under-eye bags •Skin will look softer/tauter and have a healthy glow •Sagging and sunken tendencies, such as droopy eyelids, crepey neck, jowls and double chin can be reduced •Acne, scarring, rosacea and discolouration is visibly reduced •Overall health and well-being is enhanced Cosmetic acupuncture is a safe and effective skin care solution for the prevention and treatment of the customary signs of ageing for most people. There are however some conditions where it should not be performed. These include: •Severe high blood pressure (it is okay when blood pressure is under control) •Severe migraines (this doesn’t mean headaches – acupuncture facial renewal can actually improve the symptoms of headache). If the patient is having a migraine only once every three months or so they can receive acupuncture facial renewal. •Pregnancy Cosmetic acupuncture should also not be performed during an acute infection, or an acute facial herpes breakout. The patient may wish to treat acute infections with general acupuncture until symptoms subside. Once these conditions have passed, the patient may receive a cosmetic acupuncture treatment. Does it hurt? You may experience a slight sensation where the needle is inserted, or a dull tingling or ‘lifting sensation’ that may radiate. This is a positive sign and means that the treatment is working. It is certainly less painful than you might think. Plucking your eyebrows would cause more eye-watering pain than acupuncture needles. Unlike the injection of potentially harmful chemicals into your skin, acupuncture facial renewal’s only side effect is an improved sense of health and well-being.",
        "strLocation": "Osaka",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-osaka-japanese-natural-facelift-cosmetic-electro-acupuncture/8073?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Japanese Natural Facelift: Cosmetic Electro-Acupuncture",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-04 10:52:56"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 6929,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1484023092/sdlzne5zgpadxhroksoc.jpg",
        "strIntroduction": "In this trip you will learn more about Japan's history in food-making and particularly in vinegar brewing in Handa city, not far from Nagoya. Below is the schedule of the tour: -Meet at your hotel at 10:00 am - move by train and taxi - visit and see the museum of vinegar 11:00-13:00 - 13:00- lunch at a Japanese restaurant (if you want, depends on your schedule) You can learn more about some of Japanese food history. You will visit a vinegar warehouse and will see a giant 20-meter long ship that that played an active part in the Edo era. You will feel the spirit of the voyage to carry vinegar to Edo. In addition, you can try to make sushi, and your original vinegar bottle.",
        "strLocation": "Aichi",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-aichi-discover-japan-food-history-on-a-tour-in-handa-near-nagoya/8058?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Discover Japan's food history on a tour in Handa,near Nagoya",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-04 10:56:41"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 7576,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1484011930/wwntmfkfew426x0p5y4e.jpg",
        "strIntroduction": "Come to our newly opened beautiful cooking studio in Shibuya, Tokyo in a quiet Shibuya neighborhood! In this activity we will make Gyoza dumplings, a very popular dish in Japan! Class menu: ・Welcome drink: Matcha Latte ・Fried gyoza with pork, shrimp, and veges ・Boiled gyoza with handmade fresh gyoza dough with pork and shrimp ・Daikon salad with house-made sesame dressing ・Dessert: Mochi balls with black sesame and honey sauce",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-enjoy-a-gyoza-making-class-in-tokyo/8068?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy a Gyoza Making Class in Tokyo!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-04 11:01:37"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 2772,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1484011534/chsvwbwsub6vv5cprra2.jpg",
        "strIntroduction": "Origami (from \"ori\" meaning \"folding\", and \"kami\" meaning \"paper\", where \"kami\" changes to \"gami\") is the art of paper folding, which is often associated with Japanese culture. In this activity we'll go and appreciate origami arts made by origami artists in Tokyo. We will: -Watch origami arts -Buy origami -See an origami workshop -Trial lesson is also availalable if desired (extra fee might apply, the fee is 2000 JPY, for example, depending on the lesson) This activity is usually offered as a group tour with other locals and foreigners, but if you wish, I can guide you privately.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-visit-origami-folding-paper-exhibition-with-local-people/8067?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Visit origami folding paper exhibition with local people",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-04 11:06:00"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 5728,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1483792986/e2t3ubpptbk8fddvsnku.jpg",
        "strIntroduction": "This is a private guided day trip to Yoshinogari area in Saga, Kyushu! You can enjoy cycling between Yoshinogari railway station and Yoshinogari Historical Park. If you prefer a fifteen minute's walk, then let's walk! The Yoshinogari Historical Park is an outstanding archaeological site in Saga Prefecture. The huge park covers a large settlement from the Yayoi Period (400 BC to 300 AD).This archaeological site is of great importance in Japanese and world prehistory because the massive size and important nature of the settlement and the artifacts are found there. Yoshinogari consists of a settlement, a cemetery, and variously shaped territories. Bronze mirrors from China, Japanese-style bronze mirrors, bronze daggers, coins, bells, and halberds, iron tools, wooden tools, prehistoric human hair, and many other precious artifacts have been dug out from Yoshinogari features. The total area of this site is approximately 40 hectares. Many agencies have been exploring this site since 1986. Due to the superior features, artifacts, and significance in Japanese prehistory, the site was designated as a \"Special National Historic Site\" in 1991, and a National Park was created there in 1992. Ancient structures are being reconstructed on the site and the park is a major tourist attraction. You can apply for the following interactive workshops there. Magatama: You can make an ancient stone pendant. The material cost is 200-250 JPY. Last class is 1 hour and 30 min prior to the park's closing. Hi-Okoshi : You can make fire like the way ancient human did. The cost is 100 JPY. Last class is 1 hour prior to the park's closing. Tsuchi-bue : You can make an earthen flute. The cost is 100 JPY. Last class is 1 hour and 30 min prior to the park's closing. You can drop in at the site of Metabaru Airport's gate. It was one of the bases of kamikaze squad in WW2. A lot of young pilots departed from the airport, and most of them never returned. The story was turned into a movie in 1993. The title of the movie is \"Summer of moonlight (月光の夏)\". There are many good restaurants in and around the park. At your request, I can select the most adequate restaurant.",
        "strLocation": "Saga",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-saga-visit-yoshinogari-in-saga-a-time-travel-to-japan-roots/8061?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Visit Yoshinogari in Saga, a time-travel to Japan's roots!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-04 11:10:51"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 5728,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1483606165/waerhfzlgbqc7jvl7rid.jpg",
        "strIntroduction": "Many foreign visitors say, \"I wish I could speak Japanese.\" while many Japanese people say, \"I don't have any opportunity to speak in English.\" That's why I've decided to offer you a good language lesson tour. More and more foreign tourists are visiting popular tour spots like Asakusa and Tsukiji. So, I'll guide there, and also do Japanese and English lesson for foreign visitors and Japanese people respectively. After short my lesson, you can try to communicate with other tourists or shop clerks. One day tour After meeting at Tsukiji or Tsukiji-shijo subway station, we'll stroll through Tsukiji market. While seeing around market, I'll guide you Tsukiji market and also do English/Japanese lesson. After Tsukiji tour, you can eat lunch at sushi or other restaurants. After lunch, we'll get to Asakusa by subway. At Asakusa, I'll guide you Kaminarimon (thunder gate), Nakamise-dori (Nakamise shopping street) and Sensoji Temple. And also, you'll try to talk with other people in Japanese/English. After strolling Asakusa, the tour will conclude at Asakusa station. -----Basic time schedule----- 9:00 Meet at Tsukiji or Tsukiji-shijo Station 9:00-13:30 Tsukiji fish market 13:30-14:00 Tsukiji- Asakusa (by subway) 14:00-17:00 Asakusa 17:00 End of the tour at Asakusa Station Half day tour Firstly, you can choose Asakusa or Tsukiji. If you want to choose Tsukiji, you need to start tour in the morning on market-opening day. Tsukiji tour will start at Tsukiji or Tsukiji-shijo subway station, and we'll stroll through Tsukiji market. While seeing around market, I'll guide you Tsukiji market and also do English/Japanese lesson. The lesson includes communication with other people or me in English/ Japanese. This tour will end at sushi restaurant or Tsukiji or Tsukiji-shijo subway station. -----Basic time schedule (morning plan only)----- 9:00 Meet at Tsukiji or Tsukiji-shijo Station 9:00-12:30 Tsukiji fish market 12:30 End of the tour at Tsukiji or Tsukiji-shijo Station Asakusa tour will start at Asakusa station. Meeting at Asakusa station, we'll stroll through Asakusa. I'll guide you Kaminarimon, Nakamise and Sensoji and do English/Japanese lesson. The lesson includes communication with other people or me in English/ Japanese. This tour will end at Asakusa station. -----Basic time schedule (morning plan)----- 9:00 Meet at Asakusa Station 9:00-12:30 Asakusa 12:30 End of the tour at Asakusa Station -----Basic time schedule (afternoon plan)----- 13:30 Meet at Asakusa Station 13:30-17:00 Asakusa 17:00 End of the tour at Asakusa Station Notes: 1. To enhance your learning effect, I strongly recommend that you study basic phrases prior to this tour. I'll email you a resume about this lesson tour. As this lesson tour is very short, you should get used to basic phrases before this tour. 2. If you only want to learn English/Japanese conversation, you can choose cut guiding about the tour spot and take only language lesson. Please let me know at least one week before your tour. 3. This tour is during a test period. If you are OK to upload your photo during the tour on the page, I'll offer a special price lesson tour (first 3 groups). Please choose the special price plan! 4. This tour is not just sightseeing but a lesson tour. Please remember that you talk with foreign people. However, most people in Asakusa and Tsukiji are very kind. Don't be afraid!",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-tour-tokyo-while-practicing-your-japanese-or-english-skills/6933?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Tour Tokyo while practicing your Japanese or English skills!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-04 11:16:45"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 44899,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1483526804/nsaljvv1wjk9njhabpeg.jpg",
        "strIntroduction": "Let's taste a gelato using the highest grade Matcha in Japan! When you knead a gelato, the gelato gets air and its fragrance comes out. This is because our gelato has high density. Finally, put a dish with the gelato over the fire! Tsuyoshi Dohmoto, Arashi, and many other public entertainers have tasted this gelato. A lot of TV shows picked up this gelato. Eat the sweets which are treated with pure gold and be happy! This Matcha has been recognized as the best by being awarded a prize from the Minister of Agriculture, Forestry and Fisheries. It costs 27 000 JPY for 100 gram. For build-to-order manufacturing, we order powdered green tea after receiving a reservation. Then we make the gelato only for you. The master cook makes hand-carving on the gelato like a rose with full use of an elaborate technique. It's truly gorgeous! Pure gold on the gelato will amaze you too! Everything is handmade and unique. No two products are the same. This is the gelato only for you. Please experience the gorgeous experience prepared only for you. After you finish the class, we will present you with a special gelato mixing bowl with our logo as a souvenir. You can create a wonderful memory in this shop of Kyoto. You cannot enjoy this experience in any other place. Please enjoy it! Schedule: ① Reception ② About Japanese tea gelato of Kyoto ③ Explanation of eating way of special gelato ④ Taste the gelato ⑤ Put the gelato you left on fire and drink the gelato ⑥ We will present you with a special gelato mixing bowl with our logo ⑦ End Now, the market is filled with products using matcha. Not only sweets but also drinks and other products. But most products are cheap and easy to buy, so they can use only a cheap matcha of raw materials. Actually, there are many customers saying “I don’t like matcha, because of its bitterness”. This is because they don’t know the really good taste of highest grade matcha. We just want you to know the real \"Umami\" taste of high grade matcha. That is why we use expensive high grade matcha to make gelato, and we are particular about the manufacturing method to make use of matcha. And also, we are particular about how to taste and enjoy the fragrance. We are so happy that you interested in \"Umami\" of the highest grade matcha!",
        "strLocation": "Kyoto",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-kyoto-taste-the-best-and-strongest-matcha-gelato-in-japan/8054?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Taste the best and strongest matcha gelato in Japan!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-04 11:22:33"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 2772,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1483507521/ob1kmrbokvmpchlwwd9m.jpg",
        "strIntroduction": "Let’s enjoy the Plum Blossom festivals with local people in and around Tokyo! From the beginning of February-beginning of March (In full bloom time from the middle of February to the beginning of March) Operating hour from 10:00-16:00 (Sat, Sun, Holidays) A plum festival usually includes: ・Outdoor tea ceremony ・Japanese drum, Japanese dance, a comical Japanese dance, shamisen, storytelling, rakugo, others, traditional short comedic drama, Japanese harp ・Flower arrangement exhibition This activity is usually offered as a group tour with other locals and foreigners, but if you wish, I can guide you privately.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-see-a-plum-blossom-festival-with-local-people-in-tokyo/8048?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "See a Plum Blossom festival with local people in Tokyo",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-04 11:27:58"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 13858,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1485315326/btkgaig9ojop6szhtcex.jpg",
        "strIntroduction": "We have the second brain in our guts. If your guts are happy, you will be happy. It is on the fast track to make your guts healthy if you want beauty and health. Living fermented food have a lot of lactobacillus and beneficial bacteriums. Living food is truly alive. We can get a lot of enzymes and beneficial bacteriums from living food. We will invite a Raw Food master/fermented food adviser. For example: - tofu cheese by rice malt (no animal product) - raw maccha pudding - rice malt vegan gratin After the workshop, we will serve you vegan lunch/dinner.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-join-a-vegan-food-cooking-workshop-with-local-people/8057?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Join a Vegan food cooking workshop with local people",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-04 11:31:50"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 6559,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1483513295/j7u9qky8akiags8j1o5s.jpg",
        "strIntroduction": "This is a private tour for you. You don't need to worry about other customers. The tour duration is 3- 3.5 hours. Participants: 1-4 Meeting point: Gaien-mae Station Availability: Any time between 10:00 and 19:00 Itinerary (example): Meet up at Gaien-mae Station ↓ Learn Japanese at an office near the station. ↓ Experience writing Japanese calligraphy. ↓ Take a break at a cafe. If we have time, I'll take you to some interesting places. Just tell me where you want to go! I'm looking forward to seeing you soon! Thank you!",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-learn-japanese-calligraphy-and-culture-at-aoyama-tokyo/8051?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Learn Japanese, calligraphy and culture at Aoyama, Tokyo!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-04 11:36:36"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 4712,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1483518719/jdgyk7b71i8rfw31j7xl.jpg",
        "strIntroduction": "Paper folding, or \"Origami\", is one of Japan's unique traditional arts. It is the art of folding a sheet of paper into various figures such as birds, animals and many other things without using scissors or paste. Colored sheets of paper which are cut in a square shape are used for this, and it has been a popular pastime among Japanese children. This is a private tour for you. You don't need to worry about other customers. The tour duration is 2- 3 hours. Participants: 1-6 Meeting point: Gaien-mae Station Availability: Between 10:30 and 19:00 Itinerary (example): Meet up at Gaien-mae Station ↓ Experience Japanese culture \"Origami\" (Paper folding) at the office. ↓ Take a break while doing Origami. (Drink and eat some of Japanese sweets) I'm looking forward to seeing you soon! Thank you!",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-experience-the-japanese-art-of-origami-paper-folding/8053?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Experience the Japanese art of \"Origami\" (Paper folding)",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-04 11:42:11"
    },
    {
        "intDurationHour": 16,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 4388,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1453856902/gccn1j93ycaccgwtzlpe.jpg",
        "strIntroduction": "Please come to our hostel, Guest House KURA. It's located in Suzaka city, Nagano. From Nagano Station, you can take a local train called \"Nagano Dentetsu Line\" to Suzaka Station. It's 15 mins walk from Suzaka station to our hostel. Our hostel is traditional Japanese old house, and was renovated in a way that retained the building's Japanese quint atmosphere. It's already more than 110 years old. We hope you can enjoy the traditional Japanese style atmosphere. According to your travel schedule, we will take you to the highly recommended outdoor onsen! It takes about 40 mins by car. This onsen is one of our favorite places known for its sulfuric water. This onsen also haa a private pool, so if you like you can enjoy it as a couple or family. Even if you have tattoo, they don't care about that in the private onsen!",
        "strLocation": "Nagano",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-nagano-try-a-natural-onsen-with-snow-view-and-stay-overnight-nagano/4628?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Try a natural onsen with snow view & stay overnight, Nagano",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-04 11:47:17"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 5728,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1482921119/dkgyu2jeka0oke7dw5iy.jpg",
        "strIntroduction": "This class is an attempt to get non-meditators aware of the benefits of meditating no matter what they believe. Meditation is not associated with any religion or philosophy but a part of the condition of life itself. In Japan the Shingon Buddhists of ancient times brought esoteric meditation from China and knew that this meditation was a science of expanding the mind into the reality of existence. Japan has a long history of this experience but it is shrouded in mysticism and hidden from the general public. Ancient meditation techniques traveled from India to China and later to Japan over a thousand years ago. It is part of not only ancient Japanese heritage but the world’s heritage. Let’s not lose it.",
        "strLocation": "Kyoto",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-kyoto-experience-esoteric-meditation-in-a-local-house-in-kyoto/8032?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Experience Esoteric Meditation in a local house in Kyoto",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-04 11:52:03"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 2772,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1482842654/xnyrlviicikx5vko4q9o.jpg",
        "strIntroduction": "You can rent and be dressed in a traditional Japanese costume, kimono or yukata (during the summer). You will be provided a memorable experience of the Japanese traditional culture. Our shop is located in the Gion district in Kyoto which is famous for being the geisha district. It is very centrally located and easy to find for someone not from the area. Wearing a kimono, you can visit the Yasaka Shrine or the Chionin Temple in about 2 minutes, the Kiyomizu-dera and the Heianjingu Shrine in about 15 minutes from the kimono shop on foot. You can visit Fushimi Inari Taisha, Arashiyama district and other various famous places in about 30 minutes by using train. Inclusions in this plan: •Kimono or yukata rental •Kimono fitting by a professional All items necessary for dressing a kimono are included in this plan. Just bring yourself! Options for men's kimono or yukata rental, hair styling, makeup and upgrades are also available. •Hair styling (1000 JPY) •Makeup (1000 JPY) •Men's kimono or yukata rental (1000 JPY) Ask a staff for more details. English-speaking, Chinese-speaking and Japanese-speaking staff are available. Kimono/yukata size: •Women: 4.5 ft (140 cm) to 5.75 ft (175 cm) •Men: 5.5 ft (170 cm) to 6 ft (185 cm) •Children: 3.25 ft (100 cm) Our business time is 9:00-19:00. Please return the kimono or yukata and others you rent by 7 pm. Please notify us of the time that you will visit our shop as well as your name and sex. Directions to our shop: •Approximately 5-10 minutes on foot from Kawaramachi Station, Hankyu Line & Gion-Shijo Station, Keihan Line •Approximately 20 minutes by Kyoto City Bus from Kyoto Station, JR, Kintetsu and Kyoto Subway Line to \"Gion\". The exact address will be provided when you book.",
        "strLocation": "Kyoto",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-kyoto-experience-rental-kimono-and-yukata-in-kyoto/8027?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Experience Rental Kimono and Yukata in Kyoto",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-04 11:57:02"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 13858,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1482843845/gn2efz0gf914oa0uuw21.jpg",
        "strIntroduction": "You can rent and be dressed in a traditional Japanese attire for women, furisode. You will be provided a memorable experience of the Japanese traditional culture. Our shop is located in the Gion district in Kyoto which is famous for being the geisha district. It is very centrally located and easy to find for someone not from the area. Wearing a furisode, you can visit the Yasaka Shrine or the Chionin Temple in about 2 minutes, the Kiyomizu-dera and the Heianjingu Shrine in about 15 minutes from the shop on foot. You can visit Fushimi Inari Taisha, Arashiyama district and other various famous places in about 30 minutes by using train. Inclusions in this plan: •Furisode rental •Furisode fitting by a professional All items necessary for dressing a furisode are included in this plan. Just bring yourself! Options such as hair styling and makeup are also available. •Hair styling (1000 JPY) •Makeup (1000 JPY) Ask the staff for more details. English-speaking, Chinese-speaking and Japanese-speaking staff are available. Furisode size: 4.5 ft (140 cm) to 5.75 ft (175 cm) Our business time is 9:00-19:00. Please return the furisode and others you rent by 7 pm. Please notify us of the time that you will visit our shop as well as your name. Directions to our shop: •Approximately 5-10 minutes on foot from Kawaramachi Station, Hankyu Line & Gion-Shijo Station, Keihan Line •Approximately 20 minutes by Kyoto City Bus from Kyoto Station, JR, Kintetsu and Kyoto Subway Line to \"Gion\". The exact address will be provided when you book.",
        "strLocation": "Kyoto",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-kyoto-experience-long-sleeved-furisode-kimono-wear-in-kyoto/8028?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Experience long-sleeved \"Furisode\" Kimono Wear in Kyoto",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-04 12:02:53"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 5820,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1482969325/nifjlqjrmo1urywumccr.jpg",
        "strIntroduction": "In a quiet Japanese house in the northern suburb of Kyoto city, you will experience a luxurious time for yourself through exploring the deep core of you, through movement-based Expressive arts therapy. Stretching exercise and short meditation time are included in this session. - For those who would like to have a playful opportunity to explore -yourself, in a non-judgmental circumstance. - For those who are interested in the therapeutic function of dance and art. - For those who would like to dig deep into your creativity. Art supplies will be provided for this experience. Please wear comfortable clothing.",
        "strLocation": "Kyoto",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-kyoto-experience-movement-based-expressive-arts-therapy-in-kyoto/8029?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Experience Movement-based Expressive Arts Therapy in Kyoto",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-04 12:07:32"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 8130,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1482916532/ml47sjke7x3oxbgop0gl.jpg",
        "strIntroduction": "- - - - Tour Overview - - - - Tsukiji Market is a brilliant place for exploration, whether you’re a foodie, a people-watcher, a photographer, or all of the above. After 1-hour walking, move on to the Japan's largest Cooking school where you will enjoy Sushi Roll Making. - - - - What to Expect - - - - *Tsukiji Market* You will visit ONLY the Outer Market. Stop at a shrine to learn some tips about how to pray in Japanese traditional way instead of seafood wholesale area. Explore the local market with local friendly tour guide to experience some sample taste, while stop by some traditional shop selling such as kitchen tools, Japanese traditional knife, local pickles and more! If time permits, stop at Namiyoke Shrine to learn local tips about how to pray your wish in Japanese traditional way. *Sushi Roll Making Class* After spending around an hour in the Tsukiji Market, move on to a fully appointed gourmet cooking studio run by the largest cooking school in Asia. Learn how to prepare some of the most authentic washoku dishes, meaning traditional and homemade Japanese meals, including Sushi Rolls and Tamagoyaki (Japanese egg omelet) along with some side dishes. Learn various Japanese cooking techniques from your professional instructor and experience the essence of authentic Japanese flavor and spirit. Finish your tour by digging in to your culinary creations, accompanied by your choice of drinks. From the cooking school, make your own way back to your accommodations or next destination. - - - Tour Schedule - - - - 11:50 Meet up at Tsukiji Honganji Temple 12:00 Group walk at the Tsukiji Market (ONLY outer market) 13:30 Cooking class starts 15:00 Tour ends - - - Cooking Menu - - - Rolled-Sushi, Japanese egg omelet + one more dish with Japanese soup.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-afternoon-tsukiji-gourmet-walking-and-sushi-roll-making/8030?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Afternoon Tsukiji Gourmet Walking & Sushi Roll Making",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-04 12:12:18"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 9054,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1482817708/mlodc15zy2fo7e6xpzmf.jpg",
        "strIntroduction": "- - - Tour Overview - - - - Meet up with your guide at Tsukiji Honganji Temple, just outside the market’s main gate. As you navigate your way through this labyrinth of all local things, learn from your guide about the market’s history and why many Japan’s top chefs visit here daily to pick up the freshest-quality ingredients. You never know what you might find as you stroll past the stalls of this amazing food center. Stop by some local shops selling traditional knife, kitchen tools such as Bento box and other local things. If time permits, stop at a small shrine to learn about how to pray in traditional Japanese way with many tips that locals are following as always. **NOT visiting the Inner Seafood Wholesale Market** After exploring Tsukiji, you will then have a unique hands-on Tempura making experience. - - - Tour Schedule - - - - 11:50 Meet up 12:00 Tour Start 13:30 Cooking Class Starts 15:00 Tour ends - - - Note - - - - Depending on the day of travel, the sushi workshop takes place either in Ginza, Marunouchi or Nihionbashi.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-3-hour-tsukiji-gourmet-walking-and-tempura-frying-experience/8025?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "3-Hour Tsukiji Gourmet Walking & Tempura Frying Experience",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-04 12:15:47"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 8961,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1482381905/wti3aay6itqky8txnhwc.jpg",
        "strIntroduction": "■What to Expect Experience the best views of Kyoto from inside a helicopter with large windows. Enjoy the view of Kyoto from the sky in a helicopter cruise with a special person or friends by charter flight. Fly above Kyoto like a rock star in a luxurious helicopter. Taking off from Kyoto Heliport, you fly over Fusimi Momoyama‒jo Castle, Kiyomizu‒dera, Ginkakuji, Gosho, Kinkakuji, Nijo Castle, Toji Temple, Kyoto Tower and then back to Kyoto Heliport. Visiting world heritages from the sky is special moment for you. The 600 meter panorama view is a new style of sightseeing. With tour narration there's no better way to enjoy the dramatic Kyoto skyview. Heliport fees are included. ■What's Included ・Sightseeing flight ・Flight insurance ・Gratuities ■Know Before You Go * The flight may be cancelled due to bad weather. * The flight course may be changed due to weather. * Tax and insurance are included in the price. * Possible reservation time: 10:00 – 16:00 * Please come to Kyoto Heliport at least 30 minutes before your reservation time. If you are late, you may not be able to board the helicopter. • If the tour can't be conducted due to inclement weather, specific problems with the aircraft, other disturbances to flight operations or flight cancellation, you may ask for a refund or change to an alternative date • You will be informed by the host if your flight is cancelled due to the above. For morning flights, you will be notified before 16:00 the day before; for evening flights, two hours before. In some cases, even if you have arrived at heliport, there remains a possibility that your flight will cancelled due to above reasons. We apologize sincerely in advance for this • Let the supplier know your weight and which hotel you plan to stay at.",
        "strLocation": "Kyoto",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-kyoto-kyoto-sky-cruising-helicopter-tour-over-kyoto/8001?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Kyoto sky cruising: Helicopter tour over Kyoto",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-04 12:19:08"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 2772,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1482913521/lou3yhwmsxz2s4rbc0no.jpg",
        "strIntroduction": "Enjoy a Nabe (Hot Pot Dish) Party with local people in Tokyo! Hot Pot Cuisine is a conglomerate of ingredients cooked together in a hot pot, or “nabe” (nah-bay). Generally a number of people will eat together from a single pot. A wide range of ingredients can be used in hot pot cuisine, with one main ingredient usually boiled together with vegetables and tofu. The ingredients are cut into bite-sized pieces for an enjoyable meal. Except for special cases, an earthen pot is almost always used for hot pot cuisine. A portable burner is placed on the table for the pot to sit on, and the food is generally boiled on the spot while everyone eats, periodically adding new ingredients. Hot pot cuisine is most often consumed in the winter months to keep warm. This activity is usually offered as a group tour with other locals and foreigners, but if you wish, I can guide you privately.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-enjoy-a-nabe-hot-pot-dish-party-with-local-people-in-tokyo/8031?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy a Nabe (Hot Pot Dish) Party with local people in Tokyo",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-04 12:24:31"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 2772,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1482814888/uufiepdefs2gpr4fvpst.jpg",
        "strIntroduction": "Enjoy Tokyo's Christmas markets with local people! Christmas market in Hibiya Park Among all the German-style Christmas markets happening in Tokyo in December, this Hibiya Park extravaganza just might be the one most worth attending: in addition to the obligatory stalls hawking everything from handmade holiday decorations to hot chocolate, German beer and glühwein, you can look forward to a 14m 'Christmas pyramid' imported straight from the city of Dresden. This tuned-up version of a traditional German holiday staple is apparently the largest of its kind in the world, and even has a Guinness World Record certificate to prove it. Christmas market in Roppongi Hills You will feel like you are in Germany at our Christmas Market, where gorgeously decorated shops and stalls will offer authentic German food and Christmas goods, with over a 1,000 items for sale. Come enjoy the warm atmosphere of a German Christmas! Yebisu Garden Place Christmas Marche Taking over from the farmer's markets that happen year round at Ebisu Garden Place's Clock Plaza, this European-style Christmas market offers all the usual knickknacks and goodies, from snow globes to mulled wine and continental grub, in addition to French specialities such as organic edibles from the island of Corsica and handmade candles. An impressive tree is set up right next to the stalls, while the shopping complex below is decorated with a massive Baccarat chandelier and thousands of shining LEDs. This activity is usually offered as a group tour with other locals and foreigners, but if you wish, I can guide you privately.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-enjoy-christmas-markets-in-tokyo-with-local-people/8024?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy Christmas markets in Tokyo with local people",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-04 12:29:20"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 2772,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1482801071/odneggbhemwhcpp2mi7f.jpg",
        "strIntroduction": "This is a Thanksgiving Day Party with local people in Tokyo. Thanksgiving Day is a national holiday celebrated in Canada and the United States. It was originally celebrated as a day of giving thanks for the blessing of the harvest and of the preceding year. Thanksgiving is celebrated on the second Monday of October in Canada and on the fourth Thursday of November in the United States. This activity is usually offered as a group tour with other locals and foreigners, but if you wish, I can guide you privately to a bar of your choice. I can certainly introduce you to the hottest nightlife places in Tokyo!",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-thanksgiving-day-party-with-local-people-in-tokyo/8005?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Thanksgiving Day Party with local people in Tokyo",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-04 12:34:51"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 2772,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1482490936/ai1wcqbx5ehxnn91jdip.jpg",
        "strIntroduction": "This is a \"Movember\" party in Tokyo with local people with a fake or real moustache. What makes a fun and interactive? Perfect timing and venue, interesting people, appealing choice of delicious drinks. What I would recommend is to come earlier and not to miss a chance to talk as much as you can. This activity is usually offered as a group tour with other locals and foreigners, but if you wish, I can guide you privately to a bar of your choice. I can certainly introduce you to the hottest nightlife places in Tokyo! About Movember: Movember is a charity event for men's health on a global scale, attempting to prevent men from dying too young. The combination of \"Mo\" comes from Moustache and November. There is a rule that men have to shave smoothly and after that can't shave until November 30th. They can keep only a Moustache, not a beard. It started in Adelaide in Australia, and spread to Oceania, Europe and North America. It became one of the most popular charity events.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-enjoy-a-movember-party-in-november-with-a-fake-moustache/8004?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy a \"Movember\" Party in November with a (fake) moustache",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-04 12:39:48"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 2772,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1482391319/hvcobvxotlrhr6nalx9q.jpg",
        "strIntroduction": "Let's enjoy Japanese Halloween costume play party together in Tokyo! Although Halloween wasn't celebrated in Japan until recent years, it's becoming popular year after year. Many stores sell colorful Halloween decorations, costumes, and sweets. Also, many Japanese cities/towns, shopping malls, and theme parks hold fun Halloween events in September and October. Halloween parades, costume parties, and trick-or-treat events are often observed in fall. Kosupure (cosplay) has been popular among Japanese youth. It's a Japanese word for costume play. Costume play in Japan usually means masquerade. People dress in anime/movie/computer game character costumes, uniforms, samurai/ninja costumes, kimono, and more. Lots of people enjoy wearing various costumes and make-ups/masks and becoming to their favorite characters. This activity is usually offered as a group tour with other locals and foreigners, but if you wish, I can guide you privately to a bar of your choice. I can certainly introduce you to the hottest nightlife places in Tokyo!",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-party-during-the-halloween-costume-night-in-tokyo/8003?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Party during the Halloween Costume Night in Tokyo!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-04 12:42:52"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 2772,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1482383663/qrdr55mzm1urbcb2ihed.jpg",
        "strIntroduction": "Let’s enjoy the annual autumn night light-up in a famous Japanese Garden in Tokyo with local people! Rikugien's annual light-up returns again for when the park's trees turn red and golden in the autumn night. The view reflects beautifully off the water, creating a magical and unforgettable atmosphere. The park stays open until 9 pm for the duration of the event, the cosy teahouses are open throughout, and you can catch guided tours of the park at 11 am and 2 pm daily. The light-up takes place at the end of November and the beginning of December. This activity is usually offered as a group tour with other locals and foreigners, but if you wish, I can guide you privately.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-see-the-autumn-night-light-up-in-a-japanese-garden-in-tokyo/8002?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "See the Autumn night light-up in a Japanese Garden in Tokyo",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-04 12:45:51"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 2772,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1482382282/l96woloqafwi31mwiuqv.jpg",
        "strIntroduction": "Experience Bonenkai (forget-the-year gathering), Japanese style end-of-year party at a Japanese style Izakaya A bounenkai (literally \"forget-the-year gathering\") is a Japanese drinking party that takes place at the end of the year, and is generally held among groups of co-workers or friends. The purpose of the party, as its name implies, is to forget the woes and troubles of the past year, and hopefully look to the new year, usually by consumption of large amounts of alcohol. A bounenkai does not take place on any specific day, but they are usually held in December. An izakaya (Japanese: [izakaja], ee-ZAH-ka-yah) is a type of informal Japanese gastropub. They are casual places for after-work drinking. They have been compared to Irish pubs and early American saloons and taverns. This activity is usually offered as a group tour with other locals and foreigners, but if you wish, I can guide you privately to a bar of your choice. I can certainly introduce you to the hottest nightlife places in Tokyo!",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-join-an-end-of-year-party-bounenkai-in-tokyo/8000?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Join an End of Year party (Bounenkai) in Tokyo!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-04 12:51:00"
    },
    {
        "intDurationHour": 16,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 68365,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1482478793/teq6f143ujbkajm69zop.jpg",
        "strIntroduction": "Enjoy a wonderful journey in Hokkaido by participating in this 2 days private guided tour, to visit Otaru, Muroran City, and Sapporo City! This tour comes along with private transportation service with English-speaking supports, giving you a full privacy while traveling around Hokkaido! The journey starts at New Chitose Airport on the first day, where you will depart for Shiraoi town to have your lunch there. Enjoy a wonderful Wagyu lunch at Shiraoi town before heading to Muroran City! After lunch, you will visit Muroran City for sightseeing, where you will visit the Cape Earth, Sokuryozan Observatory Tower, and Mitara Muroran. Enjoy the great view of the Pacific Ocean from over 100 m altitude! Also visit Sokuryozan Observatory Deck, where you can enjoy the view of Muroran City! Also visit Mitara Muroran, a rest area in Muroran City, where you can see the beautiful Hakucho (Swan) Bridge! You will visit Lake Toya Onsen, an onsen area in Hokkaido, which is famous for its hot spring baths and beautiful view of the lake. You will spend the night at one of the hotels in Lake Toya Onsen! On the second day, you will visit Makkari to stop by Wakimizunosato, where you can buy delicious tofu products, and you can enjoy the view of Mt. Yotei from the car windows as well! After arriving in Otaru Canal, you will walk around the canal for an hour to explore the beauty of the canal and the city! Stop by the museums, shops, and restaurants to get the beautiful souvenirs for your family back home! Before leaving for Sapporo, you will have a sushi lunch at one of the restaurants in Otaru, where you can enjoy exquisite sushi served by the freshest seafood products from Japan Sea! At the end of the tour, you will be visiting Sapporo to see its beautiful tower clock and to explore the old Hokkaido Government Office (Akarenga Government Office)! The itinerary for this tour is as follows: Day 1 - Depart from New Chitose Airport 11:00 - Have lunch in Shiraoi area (e.g.: Farm Restaurant Uemura) 12:00-13:00 - Muroran City sightseeing: Cape Earth, Sokuryozan Observatory Deck, and Mitara Muroran 14:00-16:00 - Visit Lake Toya Onsen and spend the night at the hotels in that area 17:00 Day 2 - Depart from the hotel 9:00 - Visit Makkari and stop by Wakimizunosato to buy tofu products 9:40-10:10 - Enjoy the breathtaking view of Mt. Yotei from the car windows - Walk around the Otaru Canal 11:40-12:40 - Have sushi lunch in Otaru (e.g.: Otaru Masazushi) 13:00-14:00 - Sapporo City sightseeing: Sapporo Clock Tower, Old Hokkaido Government Office (Akarenga Government Office) 15:00-16:00 - Tour ends at Sapporo Station or hotels around the main street 16:15 Reservation for this tour is difficult to make, so we recommend you to book this tour with no hassles by using our wonderful service!",
        "strLocation": "Hokkaido",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-hokkaido-two-days-private-guided-tour-in-muroran-otaru-and-sapporo/8008?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "2 Days Private Guided Tour in Muroran, Otaru, & Sapporo!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-04 12:56:24"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 4157,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1482220307/y3ckrb0a9t5j4dc6hqfi.jpg",
        "strIntroduction": "We are currently offering this awesome Go Kart program for Osaka area, where you can enjoy having a ride on a Go Kart while wearing funny costumes! Dress up as your favorite characters and get on the Go Kart to explore Osaka's most famous sightseeing spots such as Namba, Dottonbori, Tsutenkaku Tower, and Kitashinchi area! We have several different costumes, which you can choose and wear it while having a ride on the Go Kart! Most of the participants of this program would choose the Mario costumes, as they want to represent the characters of Super Mario Kart series! You can safely drive around Osaka city with the Go Kart, but you need to provide us a valid regular driving license to participate in this program! You don't have to wear helmets while driving on the Go Kart! You can also request for an English speaking driver guide, who will guide you through the program, guiding you how to drive the Go Kart around Osaka city! Reservation is difficult to make, so use our reservation service to book this program with no hassle! This shop is open every day under the following schedule: 10:00 - 18:00 All go-karts must return by 6pm, so the last start time is 3, 4 or 5pm depending if you book a 1, 2 or 3 hour ride. Please note that: ※ You must have a valid Japanese drivers license, Japanese SOFA license, or International Driving Permit based on the 1949 Geneva Convention*. ※ Bring a valid Japanese drivers license, Japanese SOFA license, or International Driving Permit* and a copy of your passport (passport is not required for Japanese) to the shop on the day. ※ All karts are for 1-person. There are no multi-person karts. ※ You have to fill the tank up before you return the kart when you choose the 2, 3, or 5 hour course. ※ We don't recommend you park the kart anywhere because there are not many parking lots in Osaka, and we can't take any responsibility if any accidents happen to the kart. ※ The facility has costumes that you can borrow for no charge. However, you can buy some inexpensive costumes at the nearby Don Quixote shop if you would like your own! ※ You can book an optional add-on for a driver to guide you throughout Akihabara. The driver will drive in a separate kart. ※ The height restriction: must be 150cm to 185cm. ※ Preferred 100 kg and less. Over 100kg: the kart won’t move as fast ※ The activity is cancelled only when it rains heavily. When the activity is cancelled due to bad weather, you will be able to re-schedule without charge. If the alternative date for re-scheduling due to bad weather is not available, you will get a full refund. ※Pregnant Drivers: It is possible for pregnant drivers to take part in this experience but the go-kart handle may hit the guest's tummy and it may be uncomfortable. It is possible to make a booking first and go to shop try to see if she can fit comfortably in the kart. If the pregnant guest cannot fit, a refund will be provided for the pregnant guest. ※ You will need to buy \"Flexible date/time change\" option when you re-schedule the date for your own reasons. ※ The insurance fee is included in the price. Third Party Liability = Unlimited Guest himself/herself = up to JPY 30,000,000 Disclaimer = JPY 50,000 ※ In case of an accident caused intentionally or by negligence, the deductible amount can go up to 50 000 JPY. *Holders of a license from Belgium, France, Germany, Monaco, Slovenia, Switzerland or Taiwan can use an official Japanese translation provided by the Japan Automobile Federation (JAF) or the country’s embassy or consulate in Japan. We will promise you to make your trip unforgettable! Don't miss this chance!",
        "strLocation": "Osaka",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-osaka-rent-go-karts-and-ride-around-osaka/7993?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Rent a Go-Kart and ride around Osaka!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-04 13:01:41"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 3418,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1482135055/nluyuyftpxemjzpnpqu3.jpg",
        "strIntroduction": "You should definitely join this program if you love the Super Mario Kart series, as you will have the chance to explore Yokohama City with Go Kart while wearing funny and cute costumes! You can have a ride on the Go Kart and explore Yokohama's famous sightseeing spots such as Minato Mirai, China Town, and the Landmark Tower, and enjoy the beautiful view of Yokohama while driving around the city with this Go Kart! You can choose a costume that you like, and wear it while driving around the city as the cartoon characters that you like with this program! Most of the participants of this program love to wear the Mario costumes, representing the characters in Super Mario Kart series. You can safely drive around Yokohama city with no helmets as long as you have the regular driving license! You can also request for an English speaking driver guide who will guide you while driving the Go Kart around the city! Reservation is difficult to make, so use our reservation service to book this program with no hassles! Please note that: ※ You must have a valid Japanese drivers license, Japanese SOFA license, or International Driving Permit based on the 1949 Geneva Convention*. ※ Bring a valid Japanese drivers license, Japanese SOFA license, or International Driving Permit* and a copy of your passport (passport is not required for Japanese) to the shop on the day. ※ All karts are for 1-person. There are no multi-person karts. ※ You have to fill the tank up before you return the kart when you choose the 2, 3, or 5 hour course. ※ We don't recommend you park the kart anywhere because there are not many parking lots in Tokyo, and we can't take any responsibility if any accidents happen to the kart. ※ The facility has costumes that you can borrow for no charge. However, you can buy some inexpensive costumes at the nearby Don Quixote shop if you would like your own! ※ You can book an optional add-on for a driver to guide you throughout Akihabara. The driver will drive in a separate kart. ※ The height restriction: must be 150cm to 185cm. ※ Preferred 100 kg and less. Over 100kg: the kart won’t move as fast ※ The activity is cancelled only when it rains heavily. When the activity is cancelled due to bad weather, you will be able to re-schedule without charge. If the alternative date for re-scheduling due to bad weather is not available, you will get a full refund. ※Pregnant Drivers: It is possible for pregnant drivers to take part in this experience but the go-kart handle may hit the guest's tummy and it may be uncomfortable. It is possible to make a booking first and go to shop try to see if she can fit comfortably in the kart. If the pregnant guest cannot fit, a refund will be provided for the pregnant guest. ※ You will need to buy \"Flexible date/time change\" option when you re-schedule the date for your own reasons. ※ The insurance fee is included in the price. Third Party Liability = Unlimited Guest himself/herself = up to JPY 30,000,000 Disclaimer = JPY 50,000 ※ In case of an accident caused intentionally or by negligence, the deductible amount can go up to 50 000 JPY. *Holders of a license from Belgium, France, Germany, Monaco, Slovenia, Switzerland or Taiwan can use an official Japanese translation provided by the Japan Automobile Federation (JAF) or the country’s embassy or consulate in Japan. We will promise you to make your trip unforgettable! Don't miss this chance!",
        "strLocation": "Kanagawa",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-kanagawa-rent-go-karts-and-ride-around-yokohama-kanagawa/7991?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Rent a Go-Kart and ride around Yokohama Kanagawa!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-04 13:04:58"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 2938,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1482736641/xeg9whu5ri4xzwvqagyo.jpg",
        "strIntroduction": "Have you ever wished a plan for girls—shopping, eating and visiting some cultural places? This is a plan made especially for women who would love to have a tour and gain cultural experiences just like the local girls do in Japan. Please consult with us if you have any specific foods, shopping districts or places you would like to visit. This tour includes many cultural places to visit, as well as local areas where people in Osaka shop. There are two different options, so please pick the ones you would like to visit depending on your interest. Here is a brief information of the places you will be visiting. ・Tsuyuno-shrine: This shrine is known for the god of love and relationship. Many woman visit here to wish for ever-lasting love, to grant their one-sided love, and to wish for new love. ・Hep five and Hankyu department store: Both of them are two famous shopping department stores in Osaka. The size of these department stores are enormous, and you will find anything from clothes, foods and souvenirs! ・Dotonbori: Dotonbori is a very famous shopping district in Osaka. Here, you will find numerous restaurants, shops and cultural cites. Dotonbori street is very popular for people to eat and walk. It will be very bright and loud at night, and you will see why people like spending their time in the city during the night in Japan. -Scheduled Plan (Model Course. You can request places to go if you have)- 9:30am Meet at Osaka station 9:40am~10:30am Visit Tsuyuno-shrine (Famous for the god of love and relationship) 10:40am〜1:00pm Shopping at Hep Five + Hankyu Department Store Osaka Umeda Main Store 1:20pm~2:40pm Walk around Dotonbori -Plan A 3:20pm~6:20pm Visit Osaka Aquarium KAIYUKAN 7:10pm Visit to Takoyaki Museum in Universal CityWalk Osaka End of the tour -Plan B 3:10pm~5:00pm Visit to Sumiyoshi Grand Shrine 5:50pm~Umeda Sky Building End of the tour Come eat delicious food in Osaka, shop clothes that are in the trend right now, and visit the temple to wish success in your love life! Enjoy your time with your girl friends and make this trip an unforgettable one!",
        "strLocation": "Osaka",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-osaka-eat-play-and-shop-one-day-osaka-trip-for-girls/8020?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Eat, Play, and Shop! 1 Day Private Osaka Trip for Girls",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-04 13:08:21"
    },
    {
        "intDurationHour": 6,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 11086,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1482291900/sjsp4scbj2jrzejwzqlw.jpg",
        "strIntroduction": "We want to make sure your family have the best day in Kyoto it could possibly be. We offer you the chance to discover Kyoto on a private experience with a list of options to choose from. Options include TOEI Movie Park, Arashiyama boat ride, taiko drum lessons, pottery making, tea ceremony, Nishiki Market, Teramamchi arcade, kimono rental and dress up, rickshaw rides, geisha meetings, performance arts, manga museum and much more. We know the best ways to get around the city so you can maximize your stay. We can arrange a reservation at a nice place for lunch or eat casual along the way. We send you a questionnaire before you arrive so that we can plan well for the day as planning is important when travelling with family. Join us on a fun filled day discovering beautiful Kyoto!",
        "strLocation": "Kyoto",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-kyoto-family-fun-in-kyoto-for-a-day/7996?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Family Fun in Kyoto for a day!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-04 13:13:50"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 4619,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1482212908/uxyviegzl79l5axhtht8.jpg",
        "strIntroduction": "The traditional Japanese house is just a 1-minute walk from Kinkakuji Temple (Golden Pavilion). In the same building, you can experience tea ceremony as well. The Ikebana class is also held by a master who has qualification in English. First, the master will explain the history of Ikebana, and the differences between Japanese and western flower arrangement. For the next step, the instructor will show you the traditional style (rule) of Ikebana, how to cut, bend, and make angles. Finally, you will try making your original Ikebana!",
        "strLocation": "Kyoto",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-kyoto-enjoy-ikebana-japanese-flower-arrangement-in-kyoto/7994?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy Ikebana (Japanese flower arrangement) in Kyoto!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-04 13:19:42"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 2772,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1482491004/z8zl1kcvhuqihgd8cnsz.jpg",
        "strIntroduction": "The famous Beaujolais Nouveau wine went on sale on the third Thursday in November. Traditionally, Beaujolais Nouveau Party is an event to check the quality of grapes, and it was mainly for the wine industry, but later it became a popular event for marketing the sale of new wine. Venue (changes depend on the events): -Tableaus Lounge (Jazz and Cigar bar) -Cavo (small local french wine bar) -Any ohter popular local bars (in Ebisu, Daikanyama, Omotesando, Roppongi, Shibuya, etc.) This activity is usually offered as a group tour with other locals and foreigners, but if you wish, I can guide you privately to a bar of your choice. I can certainly introduce you to the hottest nightlife places in Tokyo!",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-beaujolais-nouveau-party-at-a-wine-bar-with-local-people/7992?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Beaujolais Nouveau Party at a wine bar with local people",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-04 13:24:45"
    },
    {
        "intDurationHour": 32,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 20417,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1482050901/yzdwerccuonijnjyp9tt.jpg",
        "strIntroduction": "Tuesday Night Gion Night walk 7 pm Discover the area of Gion at the best time of day when the lanterns light up in the evening. See the historic neighbourhoods and geisha districts and make a special night visit to some temples and shrines. After that enjoy a beverage in a local pub and learn about the nightlife customs new and old. Wednesday Group Bike Tour 10 am Discover Kyoto on two wheels, by far the nicest way to get around the city. We discover three major sites of beauty as well as discover some of the back streets and unique neighbourhoods. We offer background knowledge and stories to help you get more out of your visit. Thursday Bar Hopping Night 8 pm On this fun night out we visit three or more local bars including some hidden away spots and depending on the mood sometimes head to a club, karaoke bar or end up sipping hot sake in a Japanese izakaya. You can enjoy sharing stories about travel in Japan with your new drinking buddies or even meet some locals along the way. Friday Hike and Hot Springs 11 am Enjoy a fantastic day in a little gem of an area just north of Kyoto city. This hike to the top of the modestly tall Kurama mountain is a nice work out and there is so much to see along the way. It’s great for getting to see the lush Japanese countryside without having to venture too far. After the hike enjoy a delicious lunch followed by a rejuvenating hot springs bath. A perfect end to the day.",
        "strLocation": "Kyoto",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-kyoto-enjoy-four-fun-days-of-various-activities-in-kyoto/7847?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy four fun days of various activities in Kyoto!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-04 13:27:54"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 5081,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1481766417/ntxiccrwi1oitcpgysuo.jpg",
        "strIntroduction": "This is the ultimate Stand Up Paddle (SUP) boarding adventure in the tropical waters of Okinawa! Here is the itinerary: - Gather at our handmade marine house in Onna village, Okinawa - We will move down to the beach and teach you the basics of how to SUP. - You will start by paddling with your knees on the board. - Once you are familiar with it, we will then try and stand on the board. - The more confident you become, the more enjoyable it will be. - Depending on the condition of the sea, we can discover the surroundings or even enjoy surfing! This tour departs at 8:30, 10:30, 13:30, and 15:00 daily. Please state your preferred time when you make your booking, and if you require pickup at your hotel in the Onna village area. If you're staying outside Onna village, please come to the meeting point by bus or taxi. ※This tour is for 13 years old and above Let's have fun and enjoy SUP together in Okinawa! We look forward to hearing from you!",
        "strLocation": "Okinawa",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-okinawa-try-a-stand-up-paddle-adventure-in-okinawa/7986?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Try a Stand Up Paddle adventure in Okinawa!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-04 13:31:45"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 3695,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1481796903/pwehkeddohdpaukiceuq.jpg",
        "strIntroduction": "What is takoyaki? Takoyaki is a fried octopus ball, which is a “must eat\" food when you visit Osaka. In this activity you'll learn how to make takoyaki at a takoyaki stand. At this workshop you will not only eat takoyaki, but also get the chance to make them by yourself and feel like working at a takoyaki stand. Isn't that fun? Here is the detailed program of the activity: 1. You'll learn how to make takoyaki, which is the most exciting part of the workshop! The most important thing is how to make a beautiful round-shaped takoyaki. 2. You can choose some of the takoyaki flavors of the shop. 3. You can taste the takoyaki you make. This activity is available under the following schedule: Everyday : 15:00 - 20:00 pm (a total of 2 hours during this time period) How about tasting takoyaki you make for yourself? It'll be one of the best memories of your Osaka trip!",
        "strLocation": "Osaka",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-osaka-make-takoyaki-at-a-takoyaki-stand-in-osaka/7978?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Make Takoyaki at a Takoyaki stand in Osaka!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-04 13:36:02"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 2310,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1481221540/vlgj4qsxvgkeiyeraqsu.jpg",
        "strIntroduction": "The Tokyo Pub Crawl is basically a \"bar hopping\" tour. Your local tour operator will organize a group of people: some friends and some complete strangers. Many people come from overseas, as well as Japan. Everyone is welcome, lots of people come alone, don't be shy. By the end of the night its just one happy family. The average group size is 80 - 100 people, so things will be pretty lively! Together, we will visit various bars or clubs over the course of an evening in Tokyo. In a nutshell, the Tokyo Pub Crawl is a great way to experience some fun venues that the city's nightlife has to offer, and meet fun and interesting people along the way. Bar 1 Usually a laid-back, local dive bar with some space to sit down. Good environment for talking and getting to know each other. We will be doing a mixer/icebreaker here, so get ready to mingle! First shot will be handed out and done as a group. For those who are really thirsty, you'll have a chance to win a free drink right away. Note: Food will not be served, so make sure to grab a bite beforehand! There's many restaurants in the area. Bar 2 Things will heat up a bit at the second bar, and after a drink or 2, why not? More music and plenty of chances to get to know your fellow pub crawlers even more, as we kick-off our games and activities. By games and activities, we mean more chances to win free drinks. Hint: Hangout near the DJ booth for a head start on free drink contests. Bar 3 At this point, if you've elected to consume alcohol, you'll be drunk. Either way, you'll have met some cool people. Finding a table to sit down and chat shouldn't be a problem, but you'll probably be dancing instead. The games and contests continue here, so best to follow the crowd if you're looking to get in on the action. Getting in the action means free drinks. Are you sensing the theme here? Bar 4 / The Club If you haven't found yourself on the dance floor by now, you'll be hard pressed not to do so at our last stop, which is always a nightclub. PRO TIP: Stay ALL NIGHT! The club will be open until 5 am. The locals start arriving around 1:00 am or so. So of things look a little empty, convince the person next to you to hang out a bit and give it a shot. Nothing left to do than party the night away. NOTE: The Tokyo pub crawl officially ends at 11:30 pm, so make sure to keep tabs on your last train. Although if there is an after party, and there often is, you're invited! If you have any questions about train schedules, ask the pub crawl staff.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-enjoy-tokyo-night-life-with-a-tokyo-pub-crawl/7967?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy Tokyo's Night Life with a Tokyo Pub Crawl",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-04 13:39:03"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 12749,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1481958591/q4eaai9gkzpkiu19lsh3.jpg",
        "strIntroduction": "This is a private tour tailored for you, not a group tour. Encounter impressive and beautiful temples, shrines, castle from as early as the 8th century in Kyoto. About 20% of the national treasures are located there. There are 17 temples and shrines registered as World Heritage Sites by UNESCO. Leave the guide to make plans or if you had any requests for places to visit, tell me. Usually two or three sites are available as a one day trip. Especially in the case of big temples or shrines, two places are enough for the available time. Example tour: Meet at Tokyo Station at 9 am Go to Kyoto by bullet train (Shinkansen) Visit by local train one of the world heritage temples, famous for its beautiful Japanese garden. Enjoy natural views including Arashiyama mountain and the bamboo forest by riding a Jinrikisha. Have lunch at local restaurant at 1 pm. Go to another famous temple by train, walking or taxi. Encounter the marvelous Buddhist art culture, or go to Nijo Castle which dates from the 16th century. Take a break with green tea and sweets. Buy box meal for supper on the Shinkansen. Arrive back at Tokyo Station at 19-20:00 pm. Depending on the season, the recommendable temple or shrine are different. There are many tourists and Kyoto is very crowded in spring and autumn. It is not guaranteed how many places you can visit.",
        "strLocation": "Kyoto",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-kyoto-take-a-one-day-private-trip-from-tokyo-to-kyoto-with-a-guide/7983?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Take a one day private trip from Tokyo to Kyoto with a guide",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-04 13:43:53"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 2772,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1481694251/q7oeijcra99hkcmi1qps.png",
        "strIntroduction": "It is already winter and there are many romantic winter illumination lights all around Tokyo: Shibuya, Roppongi, Nakameguro, Omotesando, and more. Do you have anything special planned for winter holidays? If no, please join this event and make international friends. Example of the itinerary: - meet at 20:00-20:15 - walk to see the illumination lights: 20:15-21:00 - visit a bar and make friends: 21:30-23:00 During the Christmas season, lets exchange gifts to each other. Please bring a small gift during that period. Note: the winter illuminations in Tokyo are on until January. This activity is usually offered as a group tour with other locals and foreigners, but if you wish, I can guide you privately.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-go-out-on-a-winter-illumination-viewing-and-meet-up-in-tokyo/7984?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Go out on a winter illumination viewing and meet-up in Tokyo",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-04 13:49:39"
    },
    {
        "intDurationHour": 6,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 18477,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1481614008/djwofky0rsnfskis9iw2.jpg",
        "strIntroduction": "This is a unique 1-day tour in which you can immerse yourself in the world of traditional Kendo and samurai! The tour consists of the following experiences: 1) Kendo experience With over 20 years of Kendo experience, Keio University Kendo club graduate Japanese Kendo practitioner and Malaysian Kendo representatives will help you learn and experience authentic Kendo while great fun and safely. We will guide beginners thoroughly until they can have a taste of combat game or match. Have a taste of a real “battle” and bring forth the fighting. You will be tested and will have the chance to test what you have learn during the tour through “Balloon Kendo” with other participants in a mini-tournament format. 2) Special Samurai lunch After the Kendo experience, we'll take you to have lunch at a Kendo-themed restaurant. We provide a special samurai meal and Kendo/Samurai goods. You can enjoy the taste of Japanese traditional dishes and atmosphere. 3) Visiting a Kendo gear factory \"Bogu\", the armour suit used in KENDO, is a traditional craft that has been passed on for generations in Japan for over a century. A guide will first introduce you to the principles and ideals of the Samurai and Kendo which will be followed by a tour to the traditional armour workshop where the craft has been passed on in the family for many generations. Let's all experience the \"Samurai Spirit\" and feel \"the heart of the craftsmen\"! Model schedule, starting at 8:40 am: 8:40 am: Meeting at Uguisudani Station North exit 9:00 am-11:00 am: Kendo experience (at Uguisudani) 12:00 pm-13:00 pm: Lunch at a Kendo restaurant (at Ikebukuro) 14:00 pm-15:00 pm: Visiting Kendo gear factory (at Nishishinjuku gochome) Model schedule, starting at 9:40 am: 9:40 am: Meeting at Uguisudani Station North exit 10:00 am-12:00 pm: Kendo experience (at Uguisudani) 13:00 pm-14:00 pm: Lunch at a Kendo restaurant (at Ikebukuro) 15:00 pm-16:00 pm: Visiting Kendo gear factory (at Nishishinjuku gochome)",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-experience-1-day-kendo-tour-with-samurai-lunch-in-tokyo/7982?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Experience 1 day Kendo tour with Samurai lunch in Tokyo",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-04 13:52:49"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 3141,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1481533326/yuwmyacs9ke0yxeujjfe.jpg",
        "strIntroduction": "There are seven Japanese Sake breweries at Saijo, Hiroshima, within a kilometer distance south of JR Saijo Station, alongside the old western Japan road Sanyodo. Unlike the winery or brewery tours in other areas, a car is not necessary for this one. Two hours on foot is enough to visit all the breweries. You can enjoy tasting sake in each brewery as you wish, without worrying about transportation. A certified national guide as well as sake sommelier will help you appreciate not only sake but also Saijo, a town known for its historic streets and houses, as well as the food and sweets related to sake. Detailed information about the tour: 1) Available days: Every day except Mondays 2) Hours: any 2 hours between 10:00 and 16:00 3) Meeting Place: JR Saijo Station Note: There is a possibility that some breweries are closed at the time of the tour due to their business calendar, etc.",
        "strLocation": "Hiroshima",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-hiroshima-take-a-japanese-sake-brewery-guided-tour-at-saijo-hiroshima/7932?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Take a Japanese Sake brewery guided tour at Saijo, Hiroshima",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-04 13:56:25"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 1571,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1475712294/ovmxkrh8uybslmewzuww.jpg",
        "strIntroduction": "The splendid theater Yamanaka-za in Yamanaka Onsen, Ishikawa prefecture, is located in the same building as the women's bath of the public bath house Kikunoyu. Yamanaka Onsen is easily accessible from Kanazawa city and worth a visit not only for its beautiful nature and healing hot springs, but also because of its rich cultural heritage. Inside the theater you will see a gorgeous display of Yamanaka lacquerware with gold decoration, ancient scrolls, lattice doors, coffered ceilings and much more! The highlight however is the performance of traditional folklore songs and dances by the well-trained elegant local geisha artists. Every Saturday, Sunday and on public holidays from 15:30 a 1-hour performance is held in Yamanaka-za. Spectators can watch skilled geisha artists performing a total of 6 traditional songs, among which are the famous Yamanaka-bushi, the Shishi lion dance, and more. Only on Saturdays you can meet a geisha after the performance and visit the backstage together where she will teach you the steps of the traditional dances. At the end of this experience, the geisha will give you a Japanese sweet as a souvenir. Discover the geisha art of Yamanaka Onsen in the gorgeous theater hall Yamanaka-za!",
        "strLocation": "Ishikawa",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-ishikawa-see-a-geisha-performance-of-folklore-songs-in-yamanaka-onsen/4604?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "See a geisha performance of folklore songs in Yamanaka Onsen",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-04 14:02:05"
    },
    {
        "intDurationHour": 16,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 87766,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1481185078/ftwywefugvp4rjuugfrp.jpg",
        "strIntroduction": "This 2-days Hiroshima and Kurashiki Tour starts at Kyoto Station and ends at Osaka. Visit famous tourist spots like Itsukushima Shrine, the Hiroshima Peace Memorial Park and Museum, the Atomic Bomb Dome, the Kurashiki Bikan Historical Quarter, the Ohara Museum of Art and Okayama Korakuen! On Day 1, you will visit the beautiful Itsukushima Shrine as well as historical places like the Hiroshima Peace Memorial Park and Museum, and the Atomic Bomb Dome. You will learn about the history of Japan and visit UNESCO World Heritage Sites! On Day 2, you will stroll around Kurashiki Bikan Historical Quarter including the Ohara Museum of Art and a visit to Okayama Korakuen. You will feel the traditional Japanese atmosphere and relax in the beautiful landscapes. All of the spots in this tour are worth a visit, if you'd like to learn the history of Japan, feel the traditional Japanese culture, and relax in beautiful natural spaces, don't miss the opportunity to visit the best spots in Hiroshima & Kurashiki area! The tour starts in Kyoto with a ride on the Shinkansen and ends in Osaka. This tour is available on Mondays, Wednesdays and Saturdays. The price includes: lunch on day 2, admission fee, transportation fee, English guide fee, accommodation fee, pick-up and drop-off service at designated hotels.",
        "strLocation": "Kyoto",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-kyoto-enjoy-a-2-days-hiroshima-and-kurashiki-tour-from-kyoto/6519?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy a 2-Days Hiroshima & Kurashiki Tour from Kyoto!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-04 14:05:05"
    },
    {
        "intDurationHour": 16,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 87766,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1481184981/hm1ass1twnisxuxcx1hm.jpg",
        "strIntroduction": "This 2-days Hiroshima and Kurashiki Tour starts at Shin Osaka station and ends in Kyoto. Visit famous tourist spots like Itsukushima Shrine, the Hiroshima Peace Memorial Park and Museum, the Atomic Bomb Dome, the Kurashiki Bikan Historical Quarter, the Ohara Museum of Art and Okayama Korakuen! Your journey starts by riding the Shinkansen bullet train at Shin Osaka Station all the way to Hiroshima station. Then, take the ferry to the Miyajima and Itsukushima Shrine! Find your best spot for taking beautiful pictures of the famous floating shrine. In the afternoon you will visit Hiroshima Peace Memorial Park to learn about the history of japan at the Hiroshima Peace Memorial Museum and to see the Atomic Bomb Dome. On Day 2, stroll around Kurashiki Bikan Historical Quarter, where you can see traditional Japanese buildings, then visit the Ohara Museum of Art and visit Okayama Korakuen, considered one of the top 3 gardens in Japan! You will finish your journey with a shinkansen ride to Kyoto. This tour is available on Mondays, Wednesdays and Saturdays. The tour includes: lunch on day 2, admission fees, transportation fees, English-speaking guide fee, accommodation fee and pick-up and drop-off service at designated hotels.",
        "strLocation": "Kyoto",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-kyoto-enjoy-a-2-days-hiroshima-and-kurashiki-tour-from-osaka/6517?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy a 2-Days Hiroshima & Kurashiki Tour from Osaka!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-04 14:08:19"
    },
    {
        "intDurationHour": 13,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 44807,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1481184891/evda1u39dpvo87mgvbiy.jpg",
        "strIntroduction": "This is a 1 day tour that will take you to Hiroshima and Miyajima by Shinkansen bullet train from Kyoto with an English-speaking guide! You will visit Itsukushima shrine in Miyajima, the Peace memorial Park, the Peace Memorial Museum and the atomic bomb dome in Hiroshima. Don't miss the chance to explore the top 3 popular tourist attractions in Hiroshima and Miyajima! Miyajima is an island where, as the legend goes, people and Gods live together. It is one of the top three scenic spots in Japan and it is well-known for the floating Itsukushima shrine and its great Torii gate. Itsukushima shrine is a UNESCO World Heritage Site and it has more than 1400 years of history. At the time when Taira-no-Kiyomori began the construction of this shrine in 1168, it was an attempt to build the mythical Ryugu-jo (Dragon Palace), where the goddess of the sea lives. Hiroshima Peace Memorial Park is one of the most famous memorial parks in Japan. The park houses several historical buildings and monuments including the Peace Memorial Museum, the atomic bomb dome, and the Memorial cenotaph for the atomic bomb victims. The Peace Memorial Museum opened in 1955, with the purpose of showing the damage caused by atomic bomb, and promote the eradication of nuclear weapons. These are all must-visit places for visitors who want to know the history of Japan! This tour is available everyday except for Tuesdays and Thursdays.",
        "strLocation": "Kyoto",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-kyoto-explore-hiroshima-and-miyajima-by-shinkansen-from-kyoto/6514?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Explore Hiroshima & Miyajima by Shinkansen from Kyoto!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-04 14:13:53"
    },
    {
        "intDurationHour": 16,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 97004,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1481175237/v1gaaewpfuclb0xeeaad.jpg",
        "strIntroduction": "An ideal round-trip tour for first time travelers to Japan to visit the top sites and wonders of Japan before returning to Tokyo. Day 1 begins with a luxury coach trip to Mt. Fuji and its many scenic views, including the 5th Station panorama at 2,300 m above sea level! After a traditional Japanese lunch, you will take a cruise on Lake Ashi, then ride over the volcanic Hakone mountains on the Mt. Komagatake ropeway. Day 1 concludes with an exciting bullet train ride from Odawara Station to Kyoto and you will check in to your hotel. Day 2 begins with visiting the sights by tour bus, including: Nijo Castle, Kinkakuji Temple, Kyoto Imperial Palace, Heian Shrine, Sanjusangendo Hall, and Kiyomizu Temple. The day includes a stop for lunch, and concludes with a bullet train ride back to Tokyo. Pick up and drop off is at specified Tokyo and Kyoto hotels. *Tour prices depend on hotel's location. All prices include accommodation, lunch, English-speaking guide, admission fees and transportation costs. Please check when booking for any available special offers.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-enjoy-a-two-day-tour-at-mt-fuji-hakone-and-kyoto-from-tokyo/6085?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy a 2-Day Tour at Mt. Fuji, Hakone and Kyoto from Tokyo!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-04 14:16:52"
    },
    {
        "intDurationHour": 16,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 44160,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1481100782/kp2rc6bt1j7emmcdm2ht.jpg",
        "strIntroduction": "If you are interested in Japanese culture, this experience will give you a wonderful trip. Departing from Tokyo City, the bullet train will take you to Gifu prefecture. Then, after taking a local line, you can slip back in time to the Edo era! Hida Takayama is famous for it's beautifully preserved Edo-style streets, stunning scenery and traditional architectures. There, you can explore around the town for one of its many museums, its nature and delicious foods. Ramen noodles and Japanese beef are famous in Hida Takayama, and don't forget checking out the Hida Folk Village, in the Sanmachi area! After you explore the town, Takayama green hotel welcomes you to a room and hot spring. Please relax as much as you like. DAY1 10:30 - 12:40 -Departure from Tokyo/Shinagawa/Shin-Yokohama Station *Please check the tickets that will be delivered to you before the departure date for the exact time. -Head to Nagoya by Hikari Shinkansen (reserved seat) from Tokyo Station, Shinagawa Station, or Shin-Yokohama Station. -Head to Hida Takayama by Hida Limited Express (reserved seat) from Nagoya. 15:00 - 17:20 -Takayama Station -Check in at the Takayama Green Hotel, and then spend the afternoon and evening exploring the quaint mountain town! DAY2 Morning to early afternoon. Check out the hotel and enjoy free time in Hida Takayama. 15:30 - 16:50 Take the Hida Limited Express to Nagoya Station from Hida Takayama Station Please check your itinerary and tickets for the exact time. Take the Nozomi Shinkansen (reserved seat) from Nagoya Station to Tokyo Station. Check your tickets for the exact times. 20:00-21:20 The trip ends at Shin-Yokohama/Shinagawa/Tokyo Station",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-visit-hida-takayama-gifu-by-shinkansen-from-tokyo/4910?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Visit Hida Takayama, Gifu, by Shinkansen from Tokyo",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-04 14:22:45"
    },
    {
        "intDurationHour": 17,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 31965,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1481100732/qdddo3qfqopn7igh9qha.jpg",
        "strIntroduction": "This plan is a one-day return-trip from Tokyo to Kyoto by the fastest Shinkansen, Nozomi. If you take this tour plan, you will speed to Kyoto by the Tokaido Shinkansen line and Nozomi Shinkansen which is famous as the fastest bullet train in Japan. With the Nozomi Shinkansen you can expect a comfortable trip to Kyoto on an incredibly precise service. During the train trip, you can enjoy a scenic view of Mt. Fuji and Biwa Lake which are an excellent representation of Japan's nature. Then discover historical buildings and associated historical places. You will also have the opportunity to try “Ekiben” which is a Japanese bento sold on a train or at a train station. Each station and train has their own special ekiben, based on the local cuisine lunch and it is one of the highlight of a riding Shinkansen. If you are interested in trying an ekiben, you can choose one from a wide range at Tokyo station. On the tour you will visit three of the most popular tourist attractions in Kyoto. Nijo Castle is a UNESCO registered building which was once the house for the shogun and his visitors. The Kinkakuji, which is Japan's famous Golden Temple which is covered in gold, and surrounded by a traditional Japanese pond. The last attraction is the Kyoto Imperial Palace which was once a residence of the Emperor of Japan. Schedule Details: 06:00 : Check in and departure time -Tokyo Shinagawa/ Yokohama Shin-Yokohama -Arrival Kyoto Station -Nijo Castle (50 min) -Kinkakuji Temple (40 min) -Kyoto Imperial Palace (40 min) 12:40-13:00 : Afternoon - Free Time 20:00 : Kyoto Train Station 22:30-23:20 : Tour ends upon reaching Tokyo, Shinagawa or Shin-Yokohama Station ※About Tickets※ - We cannot 100% guarantee tickets. After we confirm your booking, we will purchase them for you as soon as possible, but please be aware there's always a slight chance for them to sell out in the meantime. - In addition, you may not be able to receive a refund once we obtain tickets for you. - In the event we cannot acquire tickets, we will reimburse you the full cost. - Please reserve weekend tickets early because they sell out fast. ※ Important Ticket Delivery & Pickup Information - Please Read Carefully ※ 1. Ticket Delivery We will deliver your tickets to your hotel in advance for your concierge to hold for you. The tickets will be available upon check-in. If you would like us to deliver the tickets to your hotel, please provide us with the following information: - Hotel name - The full name used for your reservation - Check-in date Please note: - We require at least 3 full business days for delivery. If placing a last minute booking within 3 days of your visit, or if you do not provide us your hotel information at least 3 full business days prior your ticket date, you'll need to collect your tickets from our Tokyo office in Shibuya. - If your hotel reservation details change, please tell us immediately through the Voyagin dashboard. - We only deliver to hotels with a concierge with whom we can confirm the receipt of the ticket delivery. We do not deliver tickets to hostels, guesthouses, or private residences. Please let us know if you are not staying at a hotel so we can provide our office details for you to pickup the tickets. 2. Ticket Pickup: If you are not staying at a hotel, book within 3 days of the ticket date, or prefer to pickup your tickets, you can collect your tickets from our Tokyo office in Shibuya. Our office is located 6 minutes (on foot) from Shibuya station. Address: (English) Miyamasu ON Building 5th floor, 1-15-8 Shibuya, Shibuya-ku, Tokyo (Japanese) 〒150-0002 東京都渋谷区渋谷 1-15-8 宮益 ON ビル 5F Detailed Directions (Shibuya station to Voyagin): http://voyag.in/shibuya-station-to-voyagin-office Google Map (Shibuya station to Voyagin): http://voyag.in/voyagin-google-map",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-sightsee-on-kyoto-tour-via-shinkansen-from-tokyo-to-kyoto/4880?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Sightsee on Kyoto Tour via Shinkansen from Tokyo to Kyoto",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-04 14:28:22"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 6929,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1481442162/i9fclmmggeylsfvuohpd.jpg",
        "strIntroduction": "Those travelers who visit Japan with the aim to learn more about the distinctive local culture and experience it, will certainly enjoy participating in an authentic tea ceremony. This activity is located next to the UNESCO World Heritage Site of the Golden Pavilion (Kinkakuji) in Kyoto and gives you the chance not only to discover the secrets of Sado, the way of tea, with its rules and etiquette, but also to experience the tea ceremony as a hands-on activity, in which you will make the green tea yourself! You will learn more about the traditions of tea ceremony and its rules by a professional expert. You will witness the elegance and beauty of a genuine tea ceremony, before participating actively by making your own green tea and tasting it with delicious Japanese sweets! Don't miss this excellent opportunity to experience the way of tea in the traditional atmosphere of Kyoto!",
        "strLocation": "Kyoto",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-kyoto-learn-how-to-make-green-tea-in-a-tea-ceremony-in-kyoto/7975?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Learn how to make green tea in a tea ceremony in Kyoto",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-04 14:33:43"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 9700,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1481441824/qgl5xhsz3dr37qlniwd5.jpg",
        "strIntroduction": "One of the must-do things in Japan is trying on a beautifully ornamented kimono or yukata. This activity is located just next to the UNESCO World Heritage Site of the Golden Pavilion (Kinkakuji) in Kyoto and gives you the chance to pick your favourite kimono or yukata from a large selection and put it on with the help of a professional instructor. The photo opportunities will be a valuable and wonderful memory from your visit to Kyoto! You might already know that yukata is a lighter version of kimono that people wear mainly in summer, but you will find it surprisingly difficult to tie the obi belt properly. A traditional kimono is even more complicated to put on. However, in this experience a professional instructor will help you put on the kimono or yukata in the most authentic way, so that the final result will be definitely picture-worth! Book this cultural experience and enjoy the elegant appearance of traditional Japan!",
        "strLocation": "Kyoto",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-kyoto-try-a-beautiful-kimono-next-to-kyoto-golden-pavilion/7974?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Try a beautiful kimono next to Kyoto's Golden Pavilion!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-04 14:39:01"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 6929,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1481440538/dk94zkmnu6aluecstafy.jpg",
        "strIntroduction": "Those travelers who visit Japan with the aim to learn more about the distinctive local culture and experience it, will certainly enjoy participating in an authentic tea ceremony. This activity in the center of Osaka gives you the chance not only to discover the secrets of Sado, the way of tea, with its rules and etiquette, but also to experience the tea ceremony as a hands-on activity, in which you will make the green tea yourself! The real Japanese home that you will enter is located just next to Shitennoji Temple, one of the country's oldest Buddhist temple and the very first one to be built by the state. The spirit of ancient history in the middle of a large urban environment represents the epitome of Japan's attractive contrasting image. You will learn more about the traditions of tea ceremony and its rules by a professional expert. You will witness the elegance and beauty of a genuine tea ceremony, before participating actively by making your own green tea and tasting it with delicious Japanese sweets! Don't miss this excellent opportunity to experience the way of tea in the heart of Osaka!",
        "strLocation": "Osaka",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-osaka-participate-in-a-tea-ceremony-in-a-real-japanese-home-osaka/7973?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Participate in a tea ceremony in a real Japanese home, Osaka",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-04 14:42:23"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 9700,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1481439101/hgbx1d4iqizfygz4md1p.jpg",
        "strIntroduction": "One of the must-do things in Japan is trying on a beautifully ornamented kimono or yukata. This activity in the center of Osaka gives you the chance to pick your favourite kimono or yukata from a large selection and put it on with the help of a professional instructor. The photo opportunities will be a valuable and wonderful memory from your visit to Osaka! The real Japanese home that you will enter is located just next to Shitennoji Temple, one of the country's oldest Buddhist temple and the very first one to be built by the state. The spirit of ancient history in the middle of a large urban environment represents the epitome of Japan's attractive contrasting image. You might already know that yukata is a lighter version of kimono that people wear mainly in summer, but you will find it surprisingly difficult to tie the obi belt properly. A traditional kimono is even more complicated to put on. However, in this experience a professional instructor will help you put on the kimono or yukata in the most authentic way, so that the final result will be definitely picture-worth! Book this cultural experience and enjoy the elegant appearance of traditional Japan!",
        "strLocation": "Osaka",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-osaka-wear-a-beautiful-kimono-in-a-real-japanese-home-in-osaka/7972?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Wear a beautiful kimono in a real Japanese home in Osaka",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-04 14:47:24"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 7760,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1481332402/eavdmepjn7elkqbwckbq.jpg",
        "strIntroduction": "Every spring during the Cherry Blossom season Japanese people gather at parks under the cherry trees to appreciate the beauty of these fragile and quick-blooming flowers before they disappear. They bring some foods and drinks, as well as a blue sheet to sit on, then enjoy the picnic while appreciating the beauty of nature. Nagoya Castle is one of Japan's largest castles, and is the largest by the territory. On its grounds you can visit not only the castle itself, but also Honmaru Palace, which has been rebuilt in its original design fully made from wood and complete with wall art. Schedule: 10:00 AM: Meet at Nagoya Station Tourist Information Centre and go to Depachika Shopping centre to buy foods and drinks for the picnic. 10:45 AM: Take subway to Nagoya Castle 11:15 AM: Arrive at Nagoya castle. Leave the foods at lockers and enjoy free time exploring the castle and the grounds 1:00 PM: Arrive at Meijo Park for the picnic under the cherry blossoms. Such picnics are called \"Hanami\". 2:30 PM: End the tour at Sakae",
        "strLocation": "Nagoya",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-nagoya-enjoy-cherry-blossom-party-and-nagoya-castle-tour/4463?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy Cherry Blossom Party and Nagoya Castle Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-04 14:50:40"
    },
    {
        "intDurationHour": 5,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 15705,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1481072683/cb75c6apjmn84rsrt6vm.jpg",
        "strIntroduction": "Join this program and have a wonderful winter journey in Hokkaido! Enjoy fun snowmobiling program and fill your tummy with the BBQ lunch! This program can be joined by everyone as the instructor will teach you how to ride the snowmobile. You can also experience eating the delicacies of Hokkaido on a table made from snow! We recommend you to participate in this tour on the last day of your visit, as this program takes place at \"10 pound\", a recreation area located in between Sapporo City and New Chitose Airport! We also offer free hotel pick-up and drop-off service within Sapporo city area with taxi, so you can travel safely and efficiently with this program! Below is the sample itinerary for this tour: - 9:30 Free pick-up service at your hotel in Sapporo - 10:40 Arrive at \"10 pound\" - 11:00-12:00 Snowmobiling - 12:00-13:30 BBQ lunch - 14:30 Drop-off service at your hotel in Sapporo ※Important Notes※ - The minimum participants of this tour is 2 people - The heights of the participants must be over 120 cm - Children must be accompanied by an adult - Children in some cases cannot ride on the snowmobile alone, so the instructor will accompany them - The taxi driver is not an English-speaking tour guide - The guide / instructor will explain things in simple English - The program might be cancelled due to severe weather or course conditions etc. - Riding a snowmobile must be performed with caution, so please follow the guide’s instruction at all times - Rental snow wear is also available, please let us know about the size when making the reservation - Depending on the weather, the lunch might be served on a wood table as well. Reservation is difficult to make, so make sure that you book this program in advance with our service!",
        "strLocation": "Hokkaido",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-hokkaido-snowmobile-and-bbq-with-free-taxi-service-in-sapporo-hokkaido/7960?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Snowmobile & BBQ with Taxi Service in Sapporo, Hokkaido!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-04 14:53:56"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 5081,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1481082401/zvzospqngfpskqta1bgg.jpg",
        "strIntroduction": "Visit Hokkaido and explore the beauty of Lake Shikotsu with this clear Kayak tour program! Cruise along Lake Shikotsu with our glass bottom Kayaks, which only 20 of them are available in Japan so far! Enjoy the view of the crisp clear water of lake Shikotsu and discover Lake Shikotsu's great ecosystem and nature with this tour program! Lake Shikotsu offers incredible scenery through the year, both on land and underwater, and it is the only place in Japan where you can see the red salmon swimming. In the Winter, you can see Lake Shikotsu settling for a long winter. You can see the trees start to frozen and see the wild animals of Lake Shikotsu, which you can only see in the winter. Lake Shikotsu never freezes, even during the winter, and it is also known as the lake with clearest water during the winter in Japan! ※Important Notes※ - The participants must be older than 4 years old - Children must be accompanied by parents - Children whose heights are under 140 cm can only participate in the tour from July to September - Pregnant women cannot participate in this tour - The tour will still be conducted even when it rains or snows. We will only cancel the tour for safety reasons due to severe weathers - Discounted ticket for the natural hot springs Marukoma Onsen is available if you would like to go after the tour. - If you are participating in this tour during the winter, please let us know about your height, weight, and shoe size for the wet suits. Rental fee is included in the price Book this tour with no hassles by using our service, and get free CD-R of your photos taken at Lake Shikotsu!",
        "strLocation": "Hokkaido",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-hokkaido-clear-kayak-tours-in-lake-shikotsu-hokkaido/7963?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Clear Kayak Tour in Lake Shikotsu from Sapporo, Hokkaido!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-04 14:59:32"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 5081,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1481076780/czqmikxsbirpwgxsxdme.jpg",
        "strIntroduction": "Have a wonderful winter journey in Hokkaido with your friends or family and visit Snowland Rurumappu, where you can enjoy playing in the snow! Snowland Rurumappu is a snow theme park located in Eniwa, Hokkaido, and it is famous for its high quality snow and environment for snow playing and tube sled! In addition to the snow activity, you can also enjoy banana boating at Rurumappu! Wear your snow shoes, and explore Rurumappu by walking in the snow, and take a break inside a kamakura snow dome while enjoying a cup of free hot drink as well! Free hotel pick-up and drop-off service within Sapporo city area is available. You can also enjoy a Genghis Khan BBQ lunch or Cheese Fondue lunch inside the Kamakura by purchasing the option menu! The itinerary of this tour is as follows: - 8:50 Free hotel pick-up service within Sapporo area - 9:50 Arrive at \"Snowland Rurumappu\" in Eniwa - 10:00-12:00 Have fun at Rurumappu - 13:00 Free hotel drop-off service within Sapporo area If you purchase the lunch option, you will arrive at your hotel around 14:00-15:00. (Please book the add-on for transfer service extension for each extra hour you stay at Rurumappu) ※Important Notes※ - The minimum participants for this program is 2 people - Participants must be 3 years or older - Children must be accompanied by an adult - Banana boat and snow shoes are available for those who are older than 6 years old, and children 3-5 years old can have a ride on rafting boat (accompanied by an adult) - The taxi driver is not an English-speaking tour guide - The guide / instructor will explain things in simple English - The program may be cancelled or changed due to severe weather conditions - Please follow the guide's instruction at all times - If the park is crowded, you might not be able to play in the kamakura snow dome - Full set of rental snow wear is available, please let us know about your size, gender, heights, and age when making the reservation",
        "strLocation": "Hokkaido",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-hokkaido-snow-playing-with-free-taxi-service-in-sapporo-hokkaido/7961?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Snow Playing with Taxi Service in Sapporo, Hokkaido",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-04 15:03:10"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 6282,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1481069491/kkh3tzqnjp0cqpi4xyjw.jpg",
        "strIntroduction": "Have a wonderful winter journey in Japan by visiting Niseko, Hokkaido! Enjoy winter rafting activity while seeing the scenic winter panorama of Niseko! Niseko is famous for its great winter panorama, and it is also one of the most famous ski destinations in Japan! The snow powder quality in Niseko is very great for snow playing, skiing, and snowboarding! This program is enjoyable by all age, as children can participate in this tour program as well! Cruise down the clear and calm river of Niseko withy your friends or family, and see the scenic view of snow-covered river bank! We are also offering optional menu for you to travel safely and more efficiently in Niseko! By purchasing the optional menu, you can enjoy private transportation service in Niseko as well! ※Important Notes※ - The maximum participants of this program is 4 people - Pregnant women, intoxicated people and people with injuries are not allowed to participate in this program. Making reservation for this program is difficult, so we suggest you to use our service to book this program with no hassles!",
        "strLocation": "Hokkaido",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-hokkaido-enjoy-winter-rafting-in-niseko-hokkaido/7958?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy Winter Rafting in Niseko, Hokkaido!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-04 15:06:57"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 12934,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1481012553/kxlbnuxgqcmloxz9u4rd.jpg",
        "strIntroduction": "Visit Hokkaido and enjoy a wonderful winter journey by having a ride on hot-air balloon in Furano! Enjoy the breathtaking view of Furano this winter from the sky with this hot-air balloon tour program! See the beautiful view of the snow covered fields and overlook at Mt. Taisetsu and Mt. Tokachi on clear days! Furano is city in Hokkaido that is famous for its great ski resort and its great view of Mt. Taisetsu and Mt. Tokachi. Enjoy winter in Japan by visiting Furano for its beautiful snow! ※Important Notes※ - The minimum participants for this tour is 2 people - You can participate as a single rider here, but you will be charged for double price if there is no other single rider applying for this program - The participants should be older than 6 years old - Please inform us about the pick-up and drop-off place and time when making the reservation - We will pick you up at the designated place, in between 6:00-8:00 in the morning - The activity might be cancelled due to severe weather - The insurance is included, but we also recommend you to have your own insurance for accidents - Please follow the instructions provided by the guide/instructor at all time as you are responsible for your own safety and well-being Reservation is difficult to make, so we recommend you to use our service to book this program with no hassles!",
        "strLocation": "Hokkaido",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-hokkaido-hot-air-baloon-riding-in-furano-hokkaido/7957?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Hot-Air Balloon Riding in Furano, Hokkaido!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-04 15:11:31"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 11548,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1481009364/hg3vhap1r8qcr6xxbowu.jpg",
        "strIntroduction": "Have a wonderful winter holiday by participating in this winter horse riding program in Sapporo, Hokkaido! Visit Wild Mustang's, one of the most famous cowboy towns in Japan, for a fun horse riding activity! Enjoy the beautiful view of the wine orchard and the great mountains of Hokkaido! Wild Mustang's offer courses from beginners to advanced levels, and Wild Mustang's Sheriffs will teach you how to ride the horses in Western style! Below is the sample itinerary of this tour if you choose the 40 minutes horse riding program: - 10:00 Hotel pick-up service (within Sapporo area) - 10:50 Arrive at \"Wild Mustang's\" - 11:00-11:40 Winter horse riding - 12:40 Hotel drop-off service (within Sapporo area) The departure time can be adjusted upon your request, please let us know your preferred time when making the reservation. However, please note that this program requires at least 2.5 - 3 hours and if you extend the tour length, additional fee will be charged. ※Important Notes※ - The minimum participants for this tour is two persons - All participants should be older than 7 years old and children must be accompanied by adults - Please wear comfortable clothes and shoes such as snow suits, long pants, long sleeves, and sneakers - Please refrain from wearing skirts, shorts, high heels, and sandals - We recommend you to wear sunscreen - One taxi occupies 2-4 people, your group will be divided into separate taxis if the participants are more than 4 people - The taxi driver is not an English-speaking tour guide - The guide/instructor will explain things in simple English - The program might be cancelled due to severe weather conditions - Please follow the guide's instruction at all times - All the courses are operated with utmost caution. However, horses are live animals, so there is a possibility of accidents such as an unexpected fall from the horse Reservation for Wild Mustang's is difficult to make, so we recommend you to use our reservation service to book the program with no hassles!",
        "strLocation": "Hokkaido",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-hokkaido-horse-riding-tour-with-taxi-service-in-sapporo-hokkaido/7955?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Horse Riding Tour with Taxi Service in Sapporo, Hokkaido!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-04 15:17:05"
    },
    {
        "intDurationHour": 9,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 12934,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1481004775/i2dx1xyhu4mvj01jtcqc.jpg",
        "strIntroduction": "Have a wonderful winter journey in Hokkaido by visiting a beautiful ice cave with taxi pick-up service in Otaki! Join this tour to enjoy one of the most beautiful hidden gems of Japan in Hokkaido if you want to have an unforgettable winter holiday this year!! Put the snowshoes and walk through the snowy forest to explore the hidden gems of Otaki! Discover the mystical ice cave, which is called as \"Nyoro-nyoro\" by the locals, and see the breathtaking view of the ice stalagmites (ice pillars and icicles)! This tour includes free hotel pick-up and drop-off service within Sapporo area, giving you the opportunities to travel safely and efficiently in Hokkaido! The itinerary of this tour is as follows: - 10:00 Hotel pick-up service (within Sapporo area) - 12:30 Arrive at Otaki Kinoko-oukoku and have lunch there by yourself - 13:30-16:30 Ice Cave Tour and explore the beautiful ice stalagmite - 19:00 Arrive in Sapporo & hotel drop-off The pick-up and drop-off service for New Chitose Airport is also available with no additional charge, and please let us know when purchasing this program if you need this service. ※Important Notes※ - You need at least 9 hours to participate in this program. Additional fee will be charged if you extend the tour length - The minimum participants for this tour is two persons - All participants should be older than 9 years old and children must be accompanied by adults - Pregnant women and people with chronic disease cannot participate in this program - Snow wear and snow boots rentals are available with additional fee. Please let us know your clothes size and shoe size when making the reservation - One taxi occupies 2-4 people, your group will be divided into separate taxis if the participants are more than 4 people - The taxi driver is not an English-speaking tour guide - The guide/instructor will explain things in simple English - This program might be cancelled or changed due to weather conditions - Please follow the instructions provided by the guide at all times - Depending on the snow conditions, you might not be using snowshoes - We will provide handmade snacks on the tour at tea-time. Please let us know in advance if you have any food allergies (wheat, egg, walnuts, etc.) Reservation for this program is difficult to make, and we recommend you to use our service to book with no hassles!",
        "strLocation": "Hokkaido",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-hokkaido-ice-cave-tour-with-taxi--service-from-sapporo-hokkaido/7954?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Ice Cave Tour With Taxi Service from Sapporo, Hokkaido",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-04 15:22:31"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 2032,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1480566750/mhtsa4azh7taehfnu9jp.jpg",
        "strIntroduction": "The Owl Park cafe in Ikebukuro, Tokyo, is a great place to play with cute owls and relax in the cosy atmosphere of those adorable birds. Below is the information about our facility: - entrance fee is included in the price. There is no time limit! However, during crowded times, we will switch to shifts. - open between 12 pm and 20 pm on all days except Wednesday, Thursday and public holidays. - even though this is a cafe, you can bring in your own drinks. - we have vending machines for drinks installed! - up to 10 people can book at once. Let's play with the owls! Looking forward to seeing you!",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-play-with-cute-owls-at-the-owl-park-cafe-in-ikebukuro-tokyo/7943?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Play with Cute Owls at the Owl Park Cafe in Ikebukuro, Tokyo",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-04 15:28:24"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 8777,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1481009251/fk61uxzqz12qvv9nljx2.jpg",
        "strIntroduction": "This is a private tour for you. You don't need to worry about other customers. The tour duration is 3- 4 hours. Participants: 2-8 Meeting point: Sendagi Station Tour time: ①9:45- ②12:45- ③15:45- Itinerary (example): Meet up at Sendagi Station ↓ Experience making Japanese sweets and attend a tea ceremony at local shop. ↓ Walking and shopping at Yanaka-ginza Street. If we have a time, I'll take you to other places in Yanaka. Just tell me where you want to go! I'm looking forward to seeing you soon! Thank you!",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-experience-making-and-eating-japanese-sweets-and-yanaka-tour/7926?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Experience making and eating Japanese sweets & Yanaka tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-04 15:32:17"
    },
    {
        "intDurationHour": 16,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 35014,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1470632387/ayrmbtol3lryvutl27kt.jpg",
        "strIntroduction": "Spend the weekend and the holidays by spoiling yourself to stay at one of Kyoto's best hotel, Hotel Monterey Kyoto! Explore the local culture and the history of Kyoto by visiting many historical places and famous sightseeing spots! The tour will depart early in the morning, so you will have a lot of time to walk around Kyoto for the rest of the day! Hotel Monterey Kyoto is located at the heart of Kyoto city, just a 2-minute walk from Exit 6 of Karasuma-Oike Subway Station. The design of the hotel is influenced by the arts and crafts of Scotland and the old town of Edinburgh. Located at the heart of Kyoto, Hotel Monterey is perfect for both business and sightseeing guests. The guestrooms are in stylish Western-style design, and are fully equipped with modern comforts. Free WiFi & LAN are available in all guestrooms area. You can visit Kyoto's famous sightseeing spots, which are as follows: - Kinkaku-ji Temple Kinkaku-ji is Kyoto's most famous sightseeing spot and iconic sight. It is famous for its 'Golden Pavilion'. The temple is located in the middle of a pond, ant you can see the clear reflection of the temple on the surface of the pond. - Ginkaku-ji Temple Ginkaku-ji temple has enormous halls and magnificent gardens, which also has a tremendous sand garden in the middle of the temple. Ginkaku-ji is famous for its 'Silver Pavilion'. - Kiyomizu-dera Temple Kiyoizu-dera Temple is one of Kyoto's most famous sightseeing spots, which are always crowded for the whole year. Many people visit Kiyomizu-dera Temple to see the view of Kyoto city from the top of the temple, which is very beautiful. - Gion Gion is Kyoto's most famous Geisha district, and it has many top notch restaurants and izakayas. Indeed, some of the restaurants are awarded Michelin Stars for its quality. The schedule for the tour is as follows: - Day 1 6:00 - 6:55 Transfer to Tokyo station or Shinagawa station on your own. 6:00 - 6:55 Depart to Kyoto station with Nozomi Shinkansen (fastest bullet train). 8:02 - 9:08 Arrive at Kyoto Station - Day 2 Free time until departure 13:10 – 15:50 Transfer to Kyoto Station on your own. 13:10 – 15:50 Depart to Tokyo station or Shinagawa station with Nozomi Shinkansen (fastest bullet train) 15:30 – 18:20 Arrive at Tokyo station or Shinagawa station. ※ Important Ticket Delivery & Pickup Information - Please Read Carefully ※ 1. Standard Ticket Delivery Ticket delivery is included in the price of your ticket. We will deliver the tickets to your hotel, and the tickets will be available for pickup from your hotel concierge when you check-in. If you would like us to deliver the tickets to your hotel, please provide us with the following information: - Hotel name - The full name used for your reservation - Check-in date Please note: - We need at least 3 business days for delivery. If placing a last minute booking within 3 days of your visit, or if we don't get your hotel information soon enough, you'll need to collect your tickets from our Tokyo office unless you book the optional \"\"Same Day Delivery Service to Tokyo Hotels\"\" service (described below). - If you are not staying at a hotel, you are required to pickup the tickets from our office. 2. Optional: Same Day Delivery Service to Tokyo Hotels We offer same day ticket delivery to central Tokyo hotels if the booking is placed before 17:00 JST. The same day delivery service is only available to hotels with a concierge. The tickets will be delivered to your hotel within 3 hours of us accepting your order; please note that this does not mean the tickets are delivered within 3 hours of you placing your order. If you are interested in the same day delivery service, please also book the \"\"Same Day Delivery Service to Tokyo Hotels\"\" option with your tickets. 3. Ticket Pickup: If you are not staying at a hotel, book within 3 days of the ticket date, or prefer to pickup your tickets, you can collect your tickets from our Tokyo office in Shibuya. Our office is located 6 minutes (on foot) from Shibuya station. Address: (English) Miyamasu ON Building 5th floor, 1-15-8 Shibuya, Shibuya-ku, Tokyo (Japanese) 〒150-0002 東京都渋谷区渋谷 1-15-8 宮益 ON ビル 5F Detailed Directions (Shibuya station to Voyagin): http://voyag.in/shibuya-station-to-voyagin-office Google Map (Shibuya station to Voyagin): http://voyag.in/voyagin-google-map This activity is provided by HIS",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-one-night-stay-at-hotel-monterey-kyoto-early-tokyo-departure/7378?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "1 Night Stay at Hotel Monterey Kyoto (Early Tokyo Departure)",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-04 15:35:26"
    }
]