[
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 106,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1475051499/ad1pkoiyivs6shxshig3.jpg",
        "strIntroduction": "This bus will take you to both Kanagawa Prefecture and Shizuoka Prefecture to visit Odawara Castle, Lake Ashi and Mt. Fuji 5th Station, where you can enjoy the splendid view of the lake and the mountain! This bus tour departs from Shinjuku and will take you to Odawara Castle, where you can explore the history and the ancient of Odawara. After visiting the Odawara Castle, enjoy having your lunch at Minoya Kichibei in Odawara, where you can enjoy an all-you-can-eat crab dishes. After lunch, enjoy cruising on Lake Ashi from Motohakone Port with Hakone Pirate Ship, while enjoying the precious scenery of Mt. Fuji from on top of the boat! After cruising on Lake Ashi, you will visit the Mt. Fuji 5th station, which is a great spot for sightseeing. Explore the restaurants to enjoy the local food and the souvenir shops to buy some local crafts! The itinerary of the tour is as follows: Bus departs from Hotel Gracery Shinjuku - 8:30 Meet up at Shinjuku Washington Hotel - Depart to Odawara Castle by bus - Explore the Odawara Castle (40 minutes) - Have all-you-can-eat crab lunch at Odawara – Minoya Kichibei (50 minutes) - Depart to Motohakone Port by bus - Cruise on Lake Ashi with Hakone Pirate Ship (30 minutes) - Arrive at Togenkyo Port - Depart to Mt. Fuji 5th Station by bus - Stroll around Mt. Fuji 5th Station (40 minutes) - Depart to Shinjuku by bus - 18:30 – 19:00 Tour ends You can enjoy free Wi-Fi and electrical socket inside the bus, and get some prizes by participating in the lottery event while traveling on the bus. You can also get a fold-away bag for free by making a reservation with our service (limited offer until the end of September)! This tour is provided by YOKOSO Japan Tour Check the Tour Conditions link below. http://voyag.in/2diT9k2",
        "strLocation": "Kanagawa",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-kanagawa-all-you-can-eat-crab-lunch-and-mountain-fuji-fifth-station-bus-tour/7552?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "All-you-can-eat Crab Lunch & Mt. Fuji 5th Station Bus Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 15:43:34"
    },
    {
        "intDurationHour": 6,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 134,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1473644773/ivcoevb2mgfnc4mvjwnj.jpg",
        "strIntroduction": "Explore the best sights in Miyazaki prefecture with this 6 hour long private car tour that departs Hososhima Port and takes you to both breathtaking natural and man-made sightseeing spots. You will visit the legendary Amanoiwato Shrine, dedicated to the Sun Goddess Amaterasu, who is said to have hid inside a cave from her brother who liked to play pranks on her. This is a myth that the ancient Japanese used to explain the solar eclipse. The shrine is located opposite a cave near the Iwato river and holds a significant place in Japanese mythology. If you follow the path leading out of Amanoiwato Shrine, you will start to see piles of rocks arranged as a symbol of the pilgrimage that other people have undertaken to this sacred place, and eventually you will be able to reach Amano Yasukawara Cave, where you can partake in a purification ritual held by the shrine priest who will be happy to answer your questions and explain the sacred nature of the place. Another highlight of this tour is Takachiho Gorge, a natural wonder hidden in the Kyushu mountains. It is a V-shaped gorge with steep cliffs rising up from the Gokase river, featuring the breathtaking Manai Falls, a 17-meter high waterfall that creates a majestic atmosphere due to the mist produced by the fall of water into the river. There is also a 600 meter long walking trail where you can admire the local vegetation that, as in the rest of Japan, varies according to the seasons. The 1,200 year-old Takachiho Shrine is nearby, it is one of the most sacred temples in Japan because it is said it was here that the Goddess-sun Amaterasu descended. The tour will also take you to Kunimigaoka Observatory, featuring breathtaking views of the Kyushu mountains, and notable for the thick layer of fog that usually covers the mountaintops giving it a surreal atmosphere. It is ideal for a morning stroll to quiet the mind and relax in a natural environment. The tour ends back in Hosohima Port. However, because it's a private tour, you'll have the flexibility to visit the sights at your own pace and according to your interests. Don't miss the chance to explore the best of Miyazaki prefecture in the comfort of your own private tour.",
        "strLocation": "Miyazaki",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-miyazaki-shore-excursion-to-takachiho-in-miyazaki-with-a-private-car/7548?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Shore Excursion to Takachiho in Miyazaki with a private car",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 15:48:30"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 61,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1473640792/lrlaukegmkxtwxxoztxa.jpg",
        "strIntroduction": "Ugetsu Chaya is a traditional tea house with tatami mats and large wooden tables, located inside an insuperable location: the World Heritage Daigoji Temple in eastern Kyoto. As if that wasn't enough, the temple is surrounded by Japanese maple trees and other vegetation that turn golden and crimson with the arrival of autumn, giving the whole place a beautiful and almost surreal appearance. Imagine having this quintessential Kyoto landscape as backdrop to a delicious Japanese course meal, and on top of that, being able to admire the autumn leaves with special illumination designed to highlight the beautiful colors. Dining at Ugetsu Chaya promises to be more than a night out, it allows you to enjoy Kyoto up close in an authentic environment without the crowds you often find at touristic spots. Likewise, you will be able to experience Kyoto through its traditional course meal cuisine featuring local and seasonal ingredients from the area prepared to perfection and served to you in a beautiful presentation. With your dinner reservation, you will also have access to the night-time visit of the area, which will allow you to enjoy the landscape at your pace. Don't miss the chance to experience Kyoto's authentic cuisine and autumn landscapes.",
        "strLocation": "Kyoto",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-kyoto-dine-in-a-traditional-tea-house-among-kyoto-autumn-leaves/7546?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Dine in a traditional tea house among Kyoto's autumn leaves",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 15:51:44"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 108,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1475208217/mmho1alsu0ywjguemdtf.jpg",
        "strIntroduction": "This bus will take you to Yamanashi Prefecture to visit Lake Kawaguchi, Mt. Fuji 5th Station, and Misaka Farm where you can do an all-you-can-eat grape picking! Mt. Fuji 5th station is a great place for sightseeing, as it has many souvenir shops and restaurants that you can stroll around. You can also enjoy the splendid view of Mt. Fuji from this station, as it is close enough to the summit of Mt. Fuji! After visiting the Mt. Fuji 5th station, you will be visiting Miharashi-tei for lunch, a local restaurant at Lake Kawaguchi. At this restaurant, you can enjoy the grilled pork and grilled smelt (vegetarian / non-pork meal is available upon request, please inform us when booking). After lunch, you will be visiting the Kawaguchi-kohan station, where you will have a ride on the ropeway. Enjoy the astonishing view of the Lake Kawaguchi & Mt. Fuji from the ropeway! After riding on the ropeway, you will visit Fujimidai station to enjoy the scenery from the observatory before visiting Misaka farm for its famous all-you-can-eat grape picking! After visiting the Misaka-farm, you will visit Chateau Katsunuma where you can taste and purchase Yamanashi's local wine. The itinerary of the tour is as follows: Bus departs from - 7:30 Hotel Gracery Shinjuku - 7:50 Shinjuku Washington Hotel - Depart to Mt. Fuji 5th station (90 minutes) - Stroll around Mt. Fuji 5th station (50 minutes) - Have lunch at Miharashi-tei, Lake Kawaguchi (50 minutes) - Walk to Kawaguchi-kohan station - Have a ride on the ropeway (8 minutes) - Enjoy panoramic view from the observatory at Fujimidai station (40 minutes, including a returning ropeway journey to Kawaguchi-kohan station) - Depart for Misaka Farm by bus - All-you-can-eat grape picking (30 minutes) - Wine tasting and shopping at Chateau Katsunuma (30 minutes) - Return to Shinjuku by bus (90 minutes) - 18:20 Tour ends This bus tour is very famous, so make a reservation in advance with our service and get a free folding shopping bag! This tour is provided by YOKOSO Japan Tour Check the Tour Conditions link below. http://voyag.in/2diT9k2",
        "strLocation": "Yamanashi",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-yamanashi-bus-tour-to-mountain-fuji-fifth-station-ropeway-and-grape-picking/7544?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Bus Tour To Mt. Fuji 5th Station Ropeway & Grape Picking!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 15:56:54"
    },
    {
        "intDurationHour": 6,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 106,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1471683451/lqdsvnckjagrgxyztkkz.jpg",
        "strIntroduction": "This is a sightseeing tour in Sakura city, Chiba prefecture, near Narita Airport, on a scooter with a Japanese guide. Below is the schedule of this tour: 1. We will Pick you up at Keisei-Sakura Station, Keisei-Usui Station or JR Sakura Station at 9:00 am. 2. You will receive the scooter at my shop after you sign the contract. 3. Gloves and helmet rental requires additional fee. (500 JPY/day) 4. The tour starts around 10:00 am. 5. We will tour around the Sakura city's attractions: rice paddies, windmill, Lake Inbanuma, National Museum of Japanese History, Sake brewery and more. 6. Along the way we will eat lunch at a ramen restaurant. 7. Before 16:00 pm, we will refuel with gasoline at a gasoline station, and return to my shop. 8. We will send you off to the station. You must have a Japanese driver's license or an International Driving Permit for this tour.",
        "strLocation": "Chiba",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-chiba-ride-a-scooter-in-sakura-city-near-narita-airport/7448?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Ride a Scooter in Sakura city, near Narita Airport",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 16:01:48"
    },
    {
        "intDurationHour": 5,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 79,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1473329031/h9e7ghy74kphgn2pd96l.jpg",
        "strIntroduction": "This is a one day tour around Enoshima Island's highlights! Lunch at Seafood restaurant: Enoshima has specific seafood meals. You can enjoy them for lunch. Also on the Benten street, you can get snacks and souvenirs. Enoshima Shrine: Everything in the shrine has a special meaning. Our guide will tell you the story of legend and history about Enoshima. Enoshima Sea Candle tower (Observatory): The observatory is not so high, but the view is sweeping. Enoshima is surrounded by the ocean, so nothing obstructs your view. Enoshima Ryugu (Dragon): The dragon has close relations with the origin of Enoshima. What does the dragon mean? Why do people worship the dragon? Enoshima Iwaya Caves: They are not just caves. There are many attractions and you will be given a small Japanese lantern to go into the dark caves. If you go down the caves, you will surely find something. Can you guess what you will see?",
        "strLocation": "Kanagawa",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-kanagawa-find-many-attractions-in-enoshima-ocean-history-seafood/7530?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Find many attractions in Enoshima: Ocean, History, Seafood!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 16:06:50"
    },
    {
        "intDurationHour": 48,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 440,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1473086988/iwuhx1wxx4g2hzckmkwe.jpg",
        "strIntroduction": "Drive for about two and half hours through beautiful Japanese countryside, mountains and along winding rivers to Kumano Hongu Shrine. Walk up the stone steps to Kumano Hongu Shrine and also visit the largest Tori Gate in the World.. Make a short stop at Kumano Hayatama Shrine and find lunch in a local restaurant or grab a lunch box and find a nice spot outside to eat. Drive for about one hour to Kumano Nachi Shrine and hike up to the waterfall and visit the beautiful red pagoda. Nachi is the highest waterfall in Japan and with the red pagoda in the foreground makes for an amazing photo opportunity. After an awesome journey through the mountains of Nara and Wakayama, spend a night on Oshima Island in a Japanese Inn or stay in budget hotel in Kushimoto city. Sushi dinner or Japanse Inn dinner included. Next day wake up early and watch the sunrise if possible. Eat breakfast and drive along the coastal highway with amazing views, then up through the mountain roads to Koyasan. Grab something to eat and then wander through the massive cedars and ancient graveyard of Okunoin, which is the largest cemetery in Japan. Then walk along the path to Kongobunji Temple stopping in the central shop area for souvenirs.",
        "strLocation": "Wakayama",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-wakayama-explore-the-famous-shrines-of-kumano-kodo-in-a-private-tour/7508?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Explore the famous shrines of Kumano Kodo in a private tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 16:10:40"
    },
    {
        "intDurationHour": 6,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 49,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1473342804/qnoaz3n42lbw8ky9uay8.jpg",
        "strIntroduction": "Location photo tour can be the way you get to know the deep perspective on Tokyo that only a few people know. This service is offered with an interpreter and a photographer who knows around the area well. He/she will take photos during your adventure. Akihabara Akihabara is known as a Mecca of Anime, Manga and Japanese-Pop culture. We will show you the other avant-garde perspective of Akihabara you haven't seen yet. We'll go around Akihabara and its streets that have lots of unique shops. You can get original and handmade crafts assembled by young creators and designers. Ryogoku Roygoku is famous for Sumo. Also there are a lot of interesting spots. You can eat \"Chanko\" which is a hot-pot meal originally for Suko wrestlers. Ryogoku is just by Sumida river, and you can have a relaxing time with comfortable wind and an atmosphere of the old downtown. We will explore the Edo Tokyo Musum, Ryogoku-Kokugikan and Yasuda Japanese garden. You will get to know what beautiful Old Japan was. Kuramae Kurama is in between Asakusa and Ueno area. Nowadays it is becoming a hot spot where you can enjoy modern and high-designed cafe, handcraft workshop. And you can get a handmade refined craft-work. The first place we'll go is Kamokiri, this is the shop where you can make your original notebook. And there are lots unique and exclusive stationary goods that you can only see here. Cross the Sumida river and get some yummy nibbles. Tokyo Sky Tree Tokyo Sky Tree is known as the most famous spot for tourists. The tall is 634 meter high and it's the second tallest building in the world. At the viewing deck (450 meter high), the view of Tokyo from the bird's eye will make you feel as if you were the Emperor of Tokyo.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-deep-tokyo-photo-excursion-with-a-professional-photographer/7532?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Deep Tokyo Photo excursion with a professional Photographer",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 16:13:03"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 374,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1473419868/oqycuxusn9hrdadmfokn.jpg",
        "strIntroduction": "Niseko is one of the best powder snow destination in the world. The area offers a tons of slopes with fresh powder snow. As a true local, I will guide you to best slopes of the day. I will guide you around backcountry areas of Niseko. The tour starts with a conversation with the guest to introduce myself as a ski guide. It is very important to guide you safely to know about each other so that we can ski and snowboard comfortably. My backcountry tour includes photo service, tips for good riding, explanation of Niseko and Japan. As a true local, I can guide you around good places to eat and relax after ski and snowboard. I can guide you anywhere you want to ride around Niseko. If you are not an advanced skier or snowboarder, I can take you to easier mountain slopes with spectacular views.",
        "strLocation": "Hokkaido",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-hokkaido-enjoy-a-niseki-backcountry-ski-and-snowboard-tour/7536?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy a Niseko Backcountry ski & snowboard tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 16:17:20"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 97,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1473311674/ndtunuqc3z2sxlnuqlzp.jpg",
        "strIntroduction": "Niseko is the most scenic town in Hokkaido. There are some opportunities for taking amazing photos of the countryside landscape. In this private DOWNHILL cycling tour you will visit some of the best spots and take amazing photos. Even if you have been there before, you will experience something different when riding a bike. Our private dowhnill cycling tours are a hybrid of the self-guided, and are also considered “semi-guided.” These tours are the same as self-guided with one primary exception: the addition of a support van rather than a ride-along guide. Here is the tour we have for our beginner or intermediate cyclists: -Private Downhill Cycling Tour in Niseko- Details: The easiest way to discover Niseko. Level: Relaxed and Moderate Total distance: about 14 km Duration: about 3 hours *Minimum amount is 2 people, Maximum 5 people. *The price includes; Rental bike, English speaking support, helmet, a bottle of mineral water. *This tour is available every day between Jun 5 and Oct 25th. You can decide the starting time between 9 am and until 3 pm. Note that the price includes about 3-hour tour. If you want to extend the tour, you need to pay additionally.",
        "strLocation": "Hokkaido",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-hokkaido-enjoy-niseko-downhill-cycling-tour-in-hokkaido/7529?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy Niseko Downhill Cycling Tour in Hokkaido",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 16:22:30"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 62,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1472951767/bocs8y2gvuz8fkhm1g8y.jpg",
        "strIntroduction": "I will guide you through the shops and cafes of the modern Shibuya area in Tokyo. Below is the example itinerary of this tour: 9:00 Meeting up at JR Shibuya Station's Hachiko statue, then go to some of the following stores: → Q Front → Tower Record, Tower Cafe → Analog cafe & lounge → Cafe Apres-midi → Santa Monica 10:00 Continue to the following stores: → Gonpachi → Kugatu-Do → Suzumeno Oyado → Reco Fun → Book Off → Disc Union 11:00 Visit the following cafes or restaurants: → Village Vanguard → Utagawa Café → Sushi-Nova 12:00 Dismiss the tour Enjoy Shibuya!",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-explore-shibuya-for-shopping-in-3-hours/7505?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Explore Shibuya for shopping in 3 hours",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 16:25:11"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 74,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1476011145/hwdd4ggxoa6pkohsr1bw.jpg",
        "strIntroduction": "Are you ready to become a sushi chef? I promise to give a wonderful experience and create great memories from your trip to Japan through this sushi making experience! Let’s learn how to make sushi correctly under the kind directions of a professional Sushi Instructor! Place and Access: Instructor’s Home in Tsunashima area (Japanese typical apartment) Let’s meet at Tsunashima Station on Tokyu Toyoko Line. It takes only 21 minutes from Shibuya. Content of Tour: ① Let’s learn about Sushi and Japan! (quiz contest） ② Let’s make Vinegared rice! ③ Let’s make California Roll! ④ Let’s make Decorative Sushi Roll! ⑤ Let’s make 7 kinds of Nigiri Sushi! ⑥ Let’s enjoy sushi you will make! ⑦ Tea time (Enjoy Japanese traditional sweets and Japanese cold sweet milk tea) Belongings: Please join without bringing anything. Everything will be prepared for this experience. Tour Schedule: Every Saturday, Sunday, and National Holidays ・Morning tour 10:00 - 12:30 or ・Afternoon tour 15:00 - 17:30",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-experience-genuine-sushi-making-in-tokyo/7449?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Experience Genuine Sushi Making in Tokyo!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 16:30:24"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 429,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1473501093/gp5c6fqjbre9gjnph4vz.png",
        "strIntroduction": "Photo Shooting (It takes 2.5-3 hours to complete) Please arrive at the studio 10 minutes before your appointment. Even if you arrive too early, depending on the situation of the previous customers, we might be unable to support you. Select the “Kimono” of your choice. Then, we will dress up, do hair-set, and make-up for your children. Once your children are ready, we will start shooting, while suggesting studios and poses to fit the particular “Kimono.” Shooting patterns are: 1. Mainly the child (90%), 2. Photos with brothers and sisters (5%), and 3. Family photos (5%). ※ Concerning the family photo, according to the atmosphere of our studio, it is recommended to wear casual (a jacket and pants) rather than formal (suits), natural color or light colors than black line, and western style clothes than Kimono. ※ As the studio is exclusive for children, each room may be small by its size and capacity. So please understand in advance, that the family photo will not be the ones like traditional style, which are in a big room. ※ Concerning shooting with your friends, relatives, and your family, up to two families of the child can be in the shooting. In addition, the shooting of the main children will be up to two children. ※Although we welcome you to visit us in a large number of people, the number of pictures of one child will be decreased upon increasing the number of children and families. When you have finished shooting, we will edit the taken photo data (up to 60 minutes). Meanwhile, we offer you drinks, so please relax in a private rooms exclusively for your family. ※ In this room, children are welcome to dine, but the adults should refrain from dining. Free Wi-Fi and smartphone charger are also available. 150 types of Japanese children's animation are also available on a TV. Exhibition of the latest Japanese electronic magazines and photo books are also available. Smoking is available at the balcony on the second floor. In addition, it is also possible to see sightseeing spots around the studio during this time. You can rent two bicycles, a Wi-Fi pocket, and a tablet for free. So you can go around the sights without hesitation. ※ Please come back to the studio within 60 minutes of editing. After we have finished editing, you can watch a slide show of the taken photos on a wall-mounted TV. Then we will give you the shooting photo data (30 to 50 sheets), which you watched in the slide show in a CDR. In addition, at this time, we will send a web album to your registered e-mail address that was registered at the time of reservation. From the web album, you can look at and download all the shots from the day in your smart phone and PC. ※ At our studio, we will shoot about 150 photos per group. Yet, we do not ask you to select 30 to 50 photos of your favorite at a monitor. Our cameraman will check all the 150 photos, will eliminate the photos with blur, closed eyes, the same composition, the same look, and so on, will select 30 to 50 photos, will retouch and trim, and then hand in the photos to a customer. ※ Shooting of children is LIVE! There is a range of 30 to 50 photos. This is because there are influences such as children's condition (they don't like wearing Kimono, they never stop even for a second, and so on), shooting many people in a group, and so on, which takes time for preparing not for shooting itself.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-have-photos-of-your-kids-in-kimono-taken-in-a-pro-studio/7542?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Have photos of your kids in kimono taken in a pro studio!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 16:35:32"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 66,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1473139738/djzdd6mhkoakaqh8jsrp.jpg",
        "strIntroduction": "This is a unique activity containing the following experiences: 1. SAMURAI DANCE SHOW Enjoy a lively and dramatic samurai dance performance by a Samurai dancer, Ryuou Arai, who is the current third head master of his traditional Japanese arts school. Explanation of the samurai dance will be provided as well. Audience would be able to immense themselves in the unique atmosphere of traditional Japanese entertainment. So come on down to witness the spectacular samurai dance performance which utilizes Japanese sword (katana) and Kimono which are usually used and worn by the samurais in ancient times right now! ２. SAMURAI COSTUME DRESS UP You will be able to wear a kimono. Firstly you will choose variety of some Kimono. Then learn how to tie the obi (the string that supports your kimono along your waist) and wear a kimono with the aid of our staffs. After you have put on your kimono, you can take a commemorative photo while wielding either a fan or a Japanese sword (katana). ３. SAMURAI DANCE EXPERIENCE When you have finished dressing up, learn a simple choreography from our samurai dancer. You will learn how to draw and cut the a Japanese sword. Continue to learn some advanced sword stance and walking style of the olden days of Japan. Complete your session with some challenging Samurai dance. You will experience the dance that the samurais would do before they fight a battle. You will feel the samurai spirit through experiencing the dance. After the experience you will get a diploma certifying the completion of your activity. About the instructor: Debut at: 3 years old School: Kinou Ryuu（錦凰流） Position: third head master License: Samurai Dance Master Accomplishments: 2008 Performed in Dalian, China 2014 Lectured at Oxford University 2015 Lectured at the University of Sydney This activity is held in Kichijoji, Tokyo.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-dress-up-like-a-samurai-and-enjoy-a-samurai-dance-in-tokyo/7517?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Dress up like a samurai and enjoy a samurai dance in Tokyo!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 16:40:37"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 79,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1473211139/rcpozhoh6nno6b2nuoka.jpg",
        "strIntroduction": "You can wear a costume actually used in Kabuki, put on Kabuki makeup, and take a photo in the old playhouse \"Aioi-za\" in Mizunami, Gifu prefecture. Aioiza is a playhouse equipped with a full-scale theater structure, including Hanamichi (passage through the audience), Suppon (a trapdoor on the Hanamichi from which an actor appears on stage), a revolving stage, and more. It is also a Jikabuki Museum housing more than 4,500 items, including costumes, wings, and stage properties of Jikabuki passed down from the end of the Edo period. Kabuki is a form of theatrical art unique to Japan. When the art of Kabuki started in the Edo period, its modern and eccentric costumes and hairdos and the gorgeous, picture-like stage sets fascinated many people. People in rural parts of the nation, who were enthusiastic fans of Kabuki , learned the art of Kabuki from traveling acting troupes, and eventually started organizing and playing Kabuki performance themselves in their hometowns. Such amateur forms of Kabuki played in rural parts of Japan are called \"Jikabuki\", which still continues today in some regions. Kabuki costume experience in Gifu: Dates: 10/２（Sun）・10/８（Sat）・10/16（Sun）・10/29（Sat）・11/6（Sun）・11/12（Sat） From 13:30 or 15:30 Capacity: Up to 3 persons at a time Required time: Approximately 120 minutes *The time varies by the number of persons. What to bring: Face towel You will receive a present, an Oshiguma (a printing of Kabuki actors’ face makeup on cloth).",
        "strLocation": "Gifu",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-gifu-experience-dressing-up-as-a-kabuki-actor-in-gifu/7521?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Experience dressing up as a kabuki actor in Gifu",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 16:44:36"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 37,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1473212571/ditcqp0v7hbslpnbgugr.jpg",
        "strIntroduction": "You can put on dynamic Kabuki makeup, known as Kumadori, by yourself. After putting on the makeup, please enjoy taking photos at the playhouse \"Aioi-za\" in Mizunami, Gifu prefecture. A Japanese lunch at the playhouse is included. Aioiza is a playhouse equipped with a full-scale theater structure, including Hanamichi (passage through the audience), Suppon (a trapdoor on the Hanamichi from which an actor appears on stage), a revolving stage, and more. It is also a Jikabuki Museum housing more than 4,500 items, including costumes, wings, and stage properties of Jikabuki passed down from the end of the Edo period. Kabuki is a form of theatrical art unique to Japan. When the art of Kabuki started in the Edo period, its modern and eccentric costumes and hairdos and the gorgeous, picture-like stage sets fascinated many people. People in rural parts of the nation, who were enthusiastic fans of Kabuki , learned the art of Kabuki from traveling acting troupes, and eventually started organizing and playing Kabuki performance themselves in their hometowns. Such amateur forms of Kabuki played in rural parts of Japan are called \"Jikabuki\", which still continues today in some regions. Kabuki makeup experience Dates: 10/８（Sat）・10/29（Sat）・11/12（Sat） From 10：30 Capacity: At least 2 persons and up to 10 persons at a time Required time: Approximately 120 minutes What to bring: Face towel You will receive a present, an Oshiguma (a printing of Kabuki actors’ face makeup on cloth).",
        "strLocation": "Gifu",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-gifu-experience-the-unique-make-up-of-kabuki-actors-in-gifu/7522?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Experience the unique make-up of kabuki actors in Gifu",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 16:48:15"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 19,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1473213488/diualjbu9psa0kbnjpwc.jpg",
        "strIntroduction": "You will take a guided tour of the old playhouse, including an experience of Kabuki music and performance as well as watching the preparation for Kabuki, including costumes and makeup, on stage. Aioiza in Mizunami, Gifu prefecture, is a playhouse equipped with a full-scale theater structure, including Hanamichi (passage through the audience), Suppon (a trapdoor on the Hanamichi from which an actor appears on stage), a revolving stage, and more. It is also a Jikabuki Museum housing more than 4,500 items, including costumes, wings, and stage properties of Jikabuki passed down from the end of the Edo period. Kabuki is a form of theatrical art unique to Japan. When the art of Kabuki started in the Edo period, its modern and eccentric costumes and hairdos and the gorgeous, picture-like stage sets fascinated many people. People in rural parts of the nation, who were enthusiastic fans of Kabuki, learned the art of Kabuki from traveling acting troupes, and eventually started organizing and playing Kabuki performance themselves in their hometowns. Such amateur forms of Kabuki played in rural parts of Japan are called \"Jikabuki\", which still continues today in some regions. Playhouse guided tour and lecture on how to create a Kabuki character Dates: 10/２（Sun）・10/16（Sun）・11/6（Sun） From 10：30 Capacity: At least 6 persons and up to 30 persons at a time. Required time: Approximately 120 minutes",
        "strLocation": "Gifu",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-gifu-take-a-guided-tour-of-a-kabuki-playhouse-in-gifu/7523?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Take a guided tour of a Kabuki playhouse in Gifu",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 16:51:21"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 29,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1473234081/bsd5upslximpputxxwl4.jpg",
        "strIntroduction": "Izakaya is a Japanese pub that is very popular among all ages. If you have 2 hours free in the evening, let’s go to Izakaya and enjoy a great time together. You must go to Izakaya at least once while you are in Japan! It is highly recommended to be there on the first day of tour trip to Japan in order to obtain various information on Japan and Japanese people, while talking to your host in a relaxing and refreshing atmosphere. At the same time, you can observe Japanese people and culture at the Izakaya. By starting your trip in the Izakaya, you will enjoy the rest of your stay more in Japan. After you finished your activity and sightseeing for the day, just go to the Izakaya and enjoy the most popular Japanese foods and drinks. You can feel real Japan there. Below is the sample schedule of this activity: 18:00 Meet at your hotel Go to Izakaya nearby your hotel Enjoy your foods & drinks 20:00 Go back to your hotel",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-enjoy-a-joyful-izakaya-night-in-tokyo/7524?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy a joyful Izakaya night in Tokyo",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 16:54:03"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 82,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1473150285/rcokmrhah4lxveqczuoo.jpg",
        "strIntroduction": "Get ready to dance salsa all night and have an exciting time. I will take you to at least 3 different clubs and introduce you to all the best dancers and other Tokyo dancer friends. I will pick you up at your hotel, AirBnB or central location and we will take the train, taxi or walk to the dance establishment. We will dance there and get a drink (non-alcohol is OK) and go to two other places. I will accompany/partner you while allowing you to roam around and enjoy yourself. If you want to dance all dances that is fine with me too. I will dance give you lessons and pointers on how to improve your salsa/bachata/merengue style. You may just want a salsa wingman/guide and not a dance partner -- that's OK too. I will show you the most exciting spots and best dancers. Fees pay for my transportation and admission to all events. You pay nothing extra. In general I go around with you until you find a place you like as long as I am under the payment amount. Your additional costs would be your own admission fees. Most clubs are 1500 JPY (US 15), some events are 2000-5000 JPY (US 50). I will chat online with you and send you an itinerary (w/descriptions, but no club names). If you have any questions let me know then. Yes, I also teach salsa/bachata/merengue dance. If you are a beginner and want to learn on this trip I will instruct you and give you all my pointers. I am known to be a very good and fun teacher. I employ easy to learn methods. Shall we dance! SALSA?",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-go-partying-with-a-salsa-nights-guide-and-male-escort/7518?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Go Partying with a Salsa Nights Guide and Male Escort",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 16:57:33"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 199,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1473152777/l04sgqzg5xypsorrvrrk.jpg",
        "strIntroduction": "In this unique experience you will learn the techniques of pulling and using a sword from a professional sword fight scene choreographer and will then become the main character in your own samurai fighting scene movie! You will have the chance to \"slash\" your opponent and have this experience on video! The movie will be sent to you after the experience and will remain an amazing memory from your trip to Japan! Your teacher and opponent will be Mr Kenji Sato, a well-known fight scene choreographer and action movie stunt man in Japan. He will pay special attention to teaching you the moves of the samurai, pulling out the sword and using it, as well as the action scenes of fighting with swords. Mr Sato has previously worked on \"The Last Samurai\", \"Biohazard\", \"47 Ronin\", \"Rurouni Kenshin\" and more! This experience is located in Chiba city. The activity takes a total of 3.5 hours (including the changing of clothes) and is available on the following days: October 8, 9 November 12, 13 December 10, 11 January 14, 15 February 11, 12 March 11, 12 You can choose between the following times: 8:30 am to 12:00 pm 12:30 pm to 16:00 pm Please wear clothes that are easy to move in (for example: shorts, T-shirt). Please book this activity at least one week advance. Last-minute bookings will not be accepted. Movie: http://voyag.in/samurai_chiba_01 http://voyag.in/samurai_chiba_02 http://voyag.in/samurai_chiba_03",
        "strLocation": "Chiba",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-chiba-become-a-swordsman-in-a-samurai-movie-shooting-in-chiba/7520?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Become a swordsman in a samurai movie shooting in Chiba!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 17:01:36"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 118,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1475117716/putjp2ylhks4f3622swe.jpg",
        "strIntroduction": "Join this tour to experience ice drifting and get on \"Monbetsu Garinko II\", one of Japan’s most famous ice breaker! The ice breaker accommodates 195 persons and depart from Monbetsu providing ice-viewing excursions for the travelers. The ice breaker breaks the ice and navigates it in the frozen Okhotsk Sea. The ice drifting season is from January to March, with its peak in February. Enjoy the scenery while drifting on the ice, and sometimes you will have the chance to see the animals come out from the sea such as sea eagles and spotted seals. The average temperature in February is -10℃ (14℉), so we recommend you to wear thick clothes to protect yourself from the cold. This tour will take you to Kamikawa and Monbetsu to enjoy the lunch box of \"Kitano – mikaku\", which consists assorted local seafood. You will also visit the Dezuka Suisan, a seafood products shop that is famous for its Kamaboko & Kani-mayo ball, and Mikawa Seika to enjoy the famous local sweets \"Kita-dora\". The itinerary of this tour will be as follows: - Sapporo Station North Exit 6:50 - Kamikawa (short rest) - Monbetsu, Dezuka Suisan (seafood products shop, try the \"Kani-mayo ball\" and seafood cake) - Monbetsu Port (Ice Drifting with Ice Breaker \"Garinko II\", 60 min) - Monbetsu Port - Monbetsu Seafood Product Shop - Kamikawa (short rest) - Sapporo Station North Exit 20:00 The tour departs from Sapporo with the following schedules: - January 26, 29 2017 - February 1, 5, 8, 15, 18, 23, 25, 26 2017 - March 3,7 2017 The travel bus on January 29, February 2, 18, 23, and March 3 2017 is equipped with a lavatory. Enjoy your winter this year with this wonderful ice drifting tour by making a reservation with our service! This tour is provided by YOKOSO Japan Tour Check the Tour Conditions link below. http://voyag.in/2diT9k2",
        "strLocation": "Hokkaido",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-hokkaido-monbetsu-garinko-two-ice-drifting-tour-from-sapporo/7510?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Monbetsu Garinko II Ice Drifting Tour From Sapporo!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 17:04:24"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 96,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1475117636/azm9cdxnambpkotggjhj.jpg",
        "strIntroduction": "Visit Kyoto this Autumn to enjoy its wonderful fall foliage, which is more beautiful than the cherry blossoms in Spring! The fall foliage last for two months, and the leaves start changing in Kyoto sometimes in October. The peak of the fall foliage is in mid-November, and you can still see colors on the trees until mid-December. This tour departs from Umeda and Namba, and will take you to 6 different tourists spots by bus, which are perfect for fall foliage. The spots you will be visiting are as follows: - Arashiyama Arashiyama is the second most important sightseeing area in Kyoto, where many temples and shrines are located in this area. It is famous for the Arashiyama Bamboo Grove. - Tenryuji Temple This temple is the headline attraction of Arashiyama, and it accommodates an incredible Zen temple, which garden is one of the finest gardens in Kyoto that has a wonderful mountain views. During the fall foliage, the mountains and the trees will turn red. - Komyoji Temple This temple is a superb temple, that is rarely visited by the tourist. It has a beautiful Japanese garden that will turn red in Fall. - Tofukuji Temple This temple that is carpeted with maple trees, and spanned by three different bridges, will turn red in November, and the view from the Hojo Garden is wonderful during Autumn. - Nanzenji Temple The maple trees near the San-mon gate will look very beautiful on top of the moss during Autumn. - Tetsugaku No Michi (The Path of Philosophy) This path is one of the most attractive sightseeing spots in Kyoto. During the Spring, this path is full with the blooming cherry blossom trees, and during the Autumn, this path is full with the red maple trees. The schedule of the tour will be as follows: - Umeda 7:30 - Namba 7:45 - Arashiyama - Walk around Tenryuji Temple (90 min, including Arashiyama) - Stroll around Komyoji Temple (40 min) - Stroll around Tofukuji Temple (60 min) - Stroll & walk around Nanzenji Temple & Tetsugaku No Michi (90 min) - Umeda or Namba (18:30 - 19:30) Lunch box is included in this tour. Reservation is difficult to make, so don't forget to book this tour in advance! This tour is provided by YOKOSO Japan Tour Check the Tour Conditions link below. http://voyag.in/2diT9k2",
        "strLocation": "Kyoto",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-kyoto-visit-kyoto-this-autumn-to-enjoy-the-fall-foliage/7509?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Visit Kyoto This Autumn To Enjoy The Fall Foliage!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 17:08:12"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 91,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1475124649/mhjkv41eytuggmqjlua4.jpg",
        "strIntroduction": "Visit Gifu and explore Hidatakayama & Shirakawago from Nagoya this fall to enjoy the astonishing view of the Autumn Leaves (Koyo) with your friends or family! This tour departs from Nagoya Station, and will take you to Gifu Prefecture to explore the Takayama and Shirakawago area by bus. After arriving at Takayama, you will have the Kei-chan Gozen set meal, which is a special menu available only in Gifu. The set meal includes fried chicken marinated with miso and soy sauce, served together with cabbage, onions, and other seasonal vegetables. Visit Hida Takayama, which is usually called Takayama, is an area located in northern Gifu prefecture, which is famous for its Sanno-machi Historic District and the Takayama Festival. Takayama, which is popularly called as \"Little Kyoto\" accommodates many historical places. Enjoy exploring Takayaka Jinya, Hida Folk Museum, and Hida no Sato and learn the traditional culture of Takayama. Explore Shirakawago, a village located at the food of Mt. Hakusan in Gifu prefecture, which is registered as a UNESCO World Heritage Site in 1995. Explore the \"Gassho-zukuri Farmhouse Village\" to enjoy its beautiful scenery. The village is made up of 27 thatched roof houses, which have been relocated from several areas in Shirakawago. The village preserves the classic atmosphere of the area with a temple, a coalhouse, and a horse paddock. Enjoy watching the live performances of traditional industrial arts like dyeing and weaving, and don’t forget to stop by the souvenir shop to buy Shirokawago’s famous soba. The itinerary for this tour is as follows: Meet at Nagoya Station ESCA underground shopping mall (West Exit) at 8:20 (8:00 on October 8 &9) Arrive and have lunch at Takayama (50 minutes) Walk around Takayama to enjoy the scenery (90 minutes) Arrive at Shirakawago and walk around (70 minutes) Arrive at Nagoya Station at 19:30 This tour departs on the following dates: - September 10, 11, 17, 18, 19, 22, 24 - October 3, 4, 5, 8, 9, 10 This tour is very popular among the locals and foreigners, so don't forget to make reservation in advance with our service! This tour is provided by YOKOSO Japan Tour Check the Tour Conditions link below. http://voyag.in/2diT9k2",
        "strLocation": "Gifu",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-gifu-visit-takayama-and-shirakawago-from-nagoya-by-bus-this-autumn/7503?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Visit Takayama & Shirakawago From Nagoya by Bus This Autumn!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 17:11:38"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 44,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1473146061/scxlmbaz4joilzberilc.jpg",
        "strIntroduction": "Explore Tenjinbashisuji, the longest shopping street in Japan, which is filled with local atmosphere. 10:00 Pick up at JR Temma Station. 10:05 Purara Temma, a local market which has 400 years history. You will see how lively people work and some seasonal fresh food there. 10:30 Have a green tea at a tea shop. You'll learn about Japanese tea culture there. 10:50 Walk along Tenjinbashisuji shopping street and the guide will explain about the street and the culture of shops we pass by, such as kimono, pachinko, Japanese sweets etc. Taste some Japanese flavors such as soy milk at a hand-made tofu shop, croquettes at one of the most popular shop in the area, miso and umeboshi (pickled plum) at an old miso and plum shop on the way to Osaka Tenmangu Shrine. 11:20 Visit Osaka Tenmangu Shrine, which is one of the biggest and historical shrines in Osaka. You'll learn how Japanese people worship at a Shinto shrine. 11:50 Tour Ends at Subway Minami-Morimachi Station / JR Osaka-Tenmangu Station.",
        "strLocation": "Osaka",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-osaka-go-on-a-tenjinbashisuji-deep-osaka-walking-tour/7519?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Go on a Tenjinbashisuji Deep Osaka Walking Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 17:16:26"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 29,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1473076163/xlqcefxrfc5wnzfnolfw.jpg",
        "strIntroduction": "Have you ever used a “fude” brush pen? Let’s write your name in “Kanji” or “Hiragana” or “Katakana” in Omotesando, Tokyo. In this Japanese Calligraphy \"Shodo\" class, a Japanese Shodo artist will translate your name into Kanji or Hiragana or Katakana. You can practice basic brush techniques & write your name. Finally, you will write on “Washi” paper or \"Uchiwa\" fan, and you can keep it as a souvenir from your trip! You don't need to bring anything to take part in this class. All tools will be provided. Schedule: This class will be held on Saturdays, twice a month. Next classes: 9/17 10/1 10/22 Time Schedule ・The 1st Period 12:00-13:15（75 min） + taking souvenir picture *please come by 11:50 ・The 2nd Period 13:30-14:45（75 min） + taking souvenir picture *please come by 13:20 ・The 3rd Period 16:00-17:15（75 min） + taking souvenir picture *please come by 15:50 ・The 4th Period 17:30-18:45（75 min） + taking souvenir picture *please come by 17:20",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-write-your-name-in-kanji-hiragana-or-katakana/7515?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Write your name in Kanji, Hiragana or Katakana",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 17:21:15"
    },
    {
        "intDurationHour": 6,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 62,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1473143657/dn9gv2btlsmew1xkufc6.jpg",
        "strIntroduction": "A perfect time to visit Tokyo is during autumn when the weather is pleasant and leaves begin to change color creating a picturesque scenery across different locations in the city. This tour covers five of the best autumn spots in Tokyo as chosen and recommended by different travel websites and bloggers. A private minivan shall be arranged for your group for convenient access to the sights. The tour itinerary is as follows: - Pick-up from your hotel (additional charges may apply if hotel is not located within central Tokyo) - Visit University of Tokyo Hongo Campus. The campus is one of the most beautiful in Japan and is especially picturesque during autumn when hundreds of Gingko Trees around the campus turn yellow in color. Have a pleasant stroll and see not only the autumn leaves but also the historical structures in the campus - Pass-by Ichounamiki Avenue, a well-known ginkgo tree-lined boulevard which leads to the Olympic Stadium - the main venue of Tokyo Olympics 2020. - Proceed to Yoyogi Park, one of the most famous parks in the city the turns into a forest of red and yellow during late November. - Visit Gyotoku Temple. This off the beaten path destination is unknown to most tourist but is one of the best places in Tokyo to see red and golden maple leaves - Visit Hibiya Park, Japan's first western style park featuring 51 types of trees donated from each of the prefecture across Japan. See their full beauty as the colors change during autumn. At certain times, a chrysanthemum flower display is also held at the park. *** Important Information *** 1) Itinerary may be subject to change depending on local conditions. 2) Condition of the autumn foliage is not guaranteed as weather can affect this. The typical best viewing time is from Late November to Early December. 3) Recommended start time of the tour is 1 pm to be able to see the evening illuminations at Marunouchi area across Hibiya Park 4) This tour is available from November 15 to December 10",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-see-5-of-the-best-autumn-spots-in-tokyo-guided-tour/7389?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "See 5 of the best autumn spots in Tokyo (Guided Tour)",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 17:25:34"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 184,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1472638449/blvqwtogs25y399ylgp3.jpg",
        "strIntroduction": "Enjoy a full-day of exploring Tokyo - from its traditional temples to its modern architecture. Comfortable coach transportation will enable you to visit many areas of this expansive city, whilst still being ensured that you have plenty of time to walk around and take in each site. Your knowledgeable & licensed tour guide is fluent in English and will be able to answer questions you have about Japan, Tokyo, and its people. The tour guide is also knowledgeable regarding Tokyo's unique architecture and will give you highlights of the history and inspiration behind the designs of many of Tokyo's famous buildings. Your guide will pick you up from the hotel, and your day will begin at the Zojoji Temple, which is one of the most popular Buddhist temples amongst locales. This iconic temple features Japan's traditional style of architecture, and is particularly photogenic because of its juxtaposition with the modern Tokyo Tower behind it. The tour will continue over to the Tokyo Bay, where you will visit the Fuji Sankei Building located on the man-made island \"Odaiba\" – a must-see area of Tokyo. Next, you will stop by Omotesando & Aoyama, an upscale area popular among younger generations. The area has been likened to the Champs Elysées avenue in Paris, and it features a number of flagship stores and unique buildings, including TOD'S and the Prada Boutique Aoyama, a gorgeous building that demands attention with its unique, stacked-block appearance. You will then relocate to the Ginza area (known for it's high-end shopping and luxury), where you will break for lunch at a stylish restaurant. While traveling through Ginza we will explore buildings such as Shiseido Ginza (Japan's top cosmetic brand) which is famous for its environmental consideration, earthquake-resistant features, and see-through metal exterior, as well as the must-see Maison Hermes building which was inspired by the Japanese lantern. Finally, the tour will relocate to the Tokyo Station area, situated in one of the most important business areas in Tokyo. Here you will explore the impressive International Forum in Marunouchi, which was modeled after a ship! After the tour concludes, you can take you back to your hotel (please make a request during your reservation), although it is recommended that you take your time and explore the Nakadori street after the tour. The area includes interesting destinations like the Mitsubishi Museum, and there are many delicious restaurants to be found in the Marunouchi Building. This area is where many Japanese businessmen and women enjoy their time after work.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-tour-tokyo-modern-and-traditional-architecture-highlights/7491?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Tour Tokyo's Modern & Traditional Architecture Highlights",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 17:30:00"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 239,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1472640164/yzoohslugfafge5r62yq.jpg",
        "strIntroduction": "Your translator guide will pick you up at your hotel and bring you to the training dōjō in Ginza. After you meet the sword-master, you will be instructed in how to put on the traditional kimono worn by samurai. The sword-master will explain and show you various swordplay techniques in the Iai-style of sword drawing, and correct your form as you try it for yourself. This style of swordplay focuses on the fast unsheathing techniques used to draw the sword and immediately disable your opponent. Your teacher is a 7th-level master swordsman in the Hisui-style of Iai, and he has done sword performances at many of the most important shrines in Japan (Ise Shrine, Meiji Shrine, Yasukuni Shrine, etc.) as well as other locations in Japan and throughout the world. You will also get the incredibly rare experience of \"tameshigiri\" – chopping up grass tatami mats with a real sword! After watching the master swordsman's demonstration you will get to attempt to cut the mat and compare your results. As you will learn in the lesson, when you have too many things on your mind, and when you try to be more than who you are, you will be unable to cut well. A major highlight of the lesson will be on concentration without thinking too much. The full lesson will be translated by your private guide, who will also translate any questions you may have for your instructor. After the lesson is over, you will be free to explore Ginza or travel wherever else you would like to in the city. Note: This activity uses real swords, so it is very important that all participants follow the sword-master's instructions. For safety reasons, some individuals (especially very active or inattentive children) may not be allowed to use the swords and participate in the mat cutting exercise. This decision remains with the sword-master, and we cannot refund any individuals who are not allowed to use the swords. We thank you in advance for your understanding.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-private-katana-sword-iai-lesson-with-a-samurai-descendant/7493?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Private Katana Sword Iai Lesson with a Samurai Descendant",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 17:34:04"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 299,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1472641817/fze4clu4obddcwsbdkwo.jpg",
        "strIntroduction": "You will be picked up at your hotel and brought to the restaurant. Once you arrive, your private experience will begin by meeting the master chefs and putting on the chef's apron and hat. The chefs who will guide you through the sushi-making process are all masters of their craft who trained diligently for many years before they were allowed to serve customers. You not only get to learn authentic sushi craftsmanship from a master chef, but you will also get the incredibly rare experience of actually stepping behind the sushi counter to make your creations from the point-of-view of a real chef. The friendly master chefs will guide you through making a number of different traditional \"nigiri\" sushi using the freshest of raw fish acquired earlier that day from the nearby Tsukiji fish market. Unlike much of the sushi found abroad, this is \"real-deal\" authentic sushi from a famous restaurant with almost a century of history behind it. You will finish by choosing one hand-roll to make (avocado, tuna or crab), and then you will move to a table to enjoy your creations, miso soup, and a couple of sushi pieces made by the master chef! During the meal the chef and your professional tour guide translator will explain to you the history of sushi, secrets of the trade and answer any questions you may have. In addition to the white chef's coat and hat, each of you will receive a fan, a traditional \"yunomi\" teacup, and a group photo to remember your experience. Note: This is an authentic experience which uses raw seafood. At the time of booking, you MUST notify the tour operator of any food allergies.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-enjoy-a-private-sushi-lesson-with-a-master-chef-in-tsukiji/7495?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy a Private Sushi Lesson with a Master Chef in Tsukiji",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 17:38:38"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 55,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1472017958/vlvxj3vvntuffnpz2jqt.jpg",
        "strIntroduction": "I carry a fudepen and a postcard all the time, so that I can make Sachifude presents to people. Sachifude is a special type of rule-free calligraphy for writing nice messages. Numazu in Shizuoka is a countryside city in Japan. Most foreign visitors go to Tokyo, but the countryside is also very beautiful and I recommend visiting it too. If you arrive at Numazu or Mishima Station, I will pick up you by my small car (10-20 minute rde). You can enjoy the experience for about 1 hour at my home. You can drink Shizuoka green tea and learn Sachifude's history. Then use the Fudepen and practice Sachifude writing of your favorite Japanese character. Fainally, you can write your own post card. I'll give stamps for a postcard to your country. You can send it to your friends and take the Fudepen with you. This activity is available for 3 to 4 people maximum.",
        "strLocation": "Shizuoka",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-shizuoka-create-your-own-original-work-of-japanese-sachifude-calligraphy/7459?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Create your original work of Japanese Sachifude calligraphy",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 17:42:18"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 54,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1472641112/gg9ipdubkhvxckledimx.jpg",
        "strIntroduction": "----- Overview ------- Duration: Approx. 60 mins Req. per Booking: 1-4 guest Req. to Run Class: 1 guest Minimum age is 9 years Minimum height is 130 cm (4.2 ft) --- Class Schedule ---- *10:30 Class starts* The cooking instructor will be waiting for you at the cooking studio. Let’s get started the fun! *Enjoy your meal!* After the class ends, you can enjoy your creation at the cooking studio, or by taking away with the Japanese-style lunch box.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-quick-n-easy-60-min-inari-zushi-cooking-class-in-tokyo/7148?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Quick-n-Easy! 60 min Inari-Zushi Cooking Class in Tokyo",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 17:46:57"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 118,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1472715071/hjr5insfqdwtzb7cp2pa.jpg",
        "strIntroduction": "Your experience will include stops at 12 family owned stalls and shops which have stood the test of time. At a few of the stops we will sample specialty products like tsukemono (vegetables from the surrounding mountains preserved in vinegar), yuba (the world's smoothest sashimi tofu made from the world famous Kyoto mountain water), and sparkling sake straight from the tap. At the other stops we will buy some specialty items for us to enjoy later at lunch including Saba (Mackerel), Dashimaki Tamago (specialty grilled egg dish made from specialty Kyoto fish and seaweed stock), Sansho (Japanese red pepper), Kamaboko (seafood preserved in fish paste), Tako (Octopus with quail egg) and Matcha (ground tea leaves). During the tour you will learn detailed information about the ingredients of different Japanese dishes, how their food is prepared and what is used to eat it. You will learn the process, from the ground to your bowl, of how white rice is processed for consumption and the origin of roasted tea leaves! Your experience will do more than just give you a chance to taste Kyoto's delicious food but will also give you a sense the history and atmosphere of the Nishiki Market experienced by the Japanese for generations. You will be consumed with physical and visual stimuli every step of the way and will enjoy stories from the past told directly from shopkeepers and families we will spend time with. We look forward to welcoming you to one of most beloved tours in all of Japan and hope to see you soon.",
        "strLocation": "Kyoto",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-kyoto-explore-kyoto-on-a-daytime-walking-food-tour/7500?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Explore Kyoto on a Daytime Walking Food Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 17:49:46"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 118,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1470296211/bncl6wrcchrjkwnjruyh.jpg",
        "strIntroduction": "Start your tour by walking through the busy streets of Shinjuku heading straight for Omoide Yokocho (literally “Memory Lane”) as our first stop. Omoide Yokocho is rightfully named as it is littered with rustic bars from the 1950s. Anyone of the older generation will feel as if they stepped back in time to the middle of the 20th century. Many of these bars still stay true to their roots, serving roasted giblets with beef and pork, which was a staple when food was scarce after World War II. From there we will make our way to Kabukicho, Asia’s largest, yet safest, red light district stopping at a kushikatsu stall for some authentic regional cuisine called kushikatsu (specialty food from Osaka of deep-fried skewered meat and vegetables). Each of our guests will get 4 kushikatsu and 1 drink. From here we will walk through the rest of Kabukicho, weaving in and out to give our guests a sense of its intoxicating atmosphere until we arrive at our second stop, a local eatery famous for highlighting the authentic regional flavors of southern Japan where guests will get to try 4 different dishes ranging from char grilled chicken, gyoza, chicken namba, miso and vegetables, yakisoba (grilled noodles, vegetables and meat), and cod roe with rice (menus change seasonally). After this, we move into Shinjuku’s Golden Gai neighborhood known for being Tokyo’s most popular spot for unique izakaya, bar stall and pub nightlife. A glimpse back to what Tokyo was like during the early and middle of the 20th century, Golden Gai locations are so densely packed you can almost be in two places at once (one foot in each). Despite is run-down appearance, Golden Gai generally attracts well-off clientele and their prices match accordingly with it being one of the most expensive places to drink in the city. Golden Gai is filled with over 200 small pubs, stalls, and karaoke bars where most are only big enough for five to seven people. Boasting the most densely packed nightlight area in the world, unique in every stall measured in inches rather than feet, Golden Gai will be a glimmer of Tokyo you will never forget and we look forward to having a cold-one with you in this historic place. This tour covers all food costs, 1 drink at kushikatsu and 1 drink at Golden Gai. We require a minimum of 2 travelers for the tour. If you are 1 traveler please contact us.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-enjoy-a-golden-gai-food-tour-in-shinjuku-at-night/7295?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy a Golden Gai Food Tour in Shinjuku at Night",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 17:54:20"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 49,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1472621334/wn342hbhurh1ghxlbsqm.jpg",
        "strIntroduction": "You will be able to experience a traditional tea ceremony and writing in Japanese calligraphy. Shodo: Using the “Fude” or brush, you can write your favorite “Kanji” or Japanese characters. After practicing with the basic “Kanji” you can challenge yourself to write more challenging characters! You can take home your writing as a souvenier. Matcha: We will make your “Matcha” or Japanese green tea right in front of your eyes. You will enjoy “Wagashi” or traditional Japanese confections and green tea as part of your Japanese experience. Schedule: ・10:00 start →10:05 shodo→10:35 matcha→11:00 finish ・13:00 start →13:05 shodo→13:35 matcha→14:00 finish ・15:00 start →15:05 shodo→15:35 matcha→16:00 finish Highlights: ・You can sit down on a chair and enjoy “Matcha”. ・You will not only drink Matcha but also make Matcha. ・Children over the age of 12 are required to pay regular price. ・Just 5 minutes away from Tokyo Metro Ginza Station.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-discover-japan-traditiona-tea-and-calligraphy-in-ginza/7488?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Discover Japan's traditional tea and calligraphy in Ginza",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 17:57:04"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 62,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1472942793/ijl2bc1qn9sdaizsjt7q.jpg",
        "strIntroduction": "Sugamo is an area located north of central Tokyo. It is well-known as Grandma’s Harajuku in comparison to the Harajuku's status as a center of Japanese youth culture and fashion. The Sugamo district retains the old downtown feel of traditional Japan. You can make for an interesting break from Tokyo’s usual pace. In this tour you will visit the district in 3 to 4 hours. I will pick you up at your hotel or we will meet up at Sugamo Station (JR or Mita Subway Line). The tour will start at 10:00 am. First, we will go to the Jizo-dori shooping street. There are almost no big chain stores and instead you will see a lot of unique independent shops, cafes, bakeries and restaurants. The delicacies of the street will surely thrill. A popular traditional sweet is called shio daifuku, which is a sweet azuki bean paste wrapped in soft, slightly salted mochi (sticky rice cake) skin. There are rows of shops selling other variety of sweets and snacks. Totally spoilt for choice. And we will also visit to Koganji Temple halfway down the shopping street. After that, we will go to lunch at Tokiwa-Shokudoh. Various Japanese home style foods are provided at reasonable price (usually less than 1000 JPY per plate). We will wrap up our tour about 02:00 pm at either JR Sugamo Station or JR Otsuka Station (next station from Sugamo). *Options: If you want to take a bath in a hot spring, we can go to the spa facility, Somei-Onsen Sakura. Rates Entrance fee is 1300 JPY (Children aged 3 to 12: 750 JPY). You can pay rental charges for towel and leisure wear worn inside the facilities. If you want to experience a local transportation, we will use the Toei Bus or the Toei Streetcar Arakawa Line around the Sugamo district (200 JPY). Inclusions: Included only guide fee. Drink and food, shopping cost are NOT included. Please pay for host's lunch meal during the tour. If you want pick-up service, host's transportation fee is included. But your transportation fees aren't. If you want to add spa option, please pay for host's entrance fee as well as yours. If you have any questions about my tour, please contact with me anytime!",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-explore-the-elderly-peoples-paradise-sugamo-walking-tour/7486?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Explore the elderly people's paradise Sugamo, walking tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 18:02:27"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 84,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1471512411/gnkl7507rejqujcyfyz3.jpg",
        "strIntroduction": "Feel the spirit and history of Edo in Kagurazaka After meeting at Keio Plaza Hotel, Tochomae Station or Shinjuku Station, the tour guide will take participants to Kagurazaka by train. *Please note that seating is not guaranteed. The guide will take participants through the busy shopping areas on Omote-dori street, and past the many refined restaurants tucked away in the alleys, as well as the stone-paved geisha quarter. Kagurazaka has been an area that has flourished for 150 years as a geisha district. While walking down the stone-paved streets with the guide, ponder what the lives of local people might have been like years ago. The tour route includes several famous temples and shrines: Tokyo Daijingu Shrine, Ushigome Mitsuke & Ushigomebashi Bridge, Kagurazaka-dori, Zenkoku-ji Temple. As well as Atamiyu Stairs, Kagurazaka Wakamiyahachiman Shrine, Koguri Yokocho, Kenban, Geisha Shindo etc. Then you will drop by a long-established izakaya bar filled with a Japanese atmosphere and enjoy a glass of refreshing drink and some snacks. When the tour ends in the evening, you are free to explore the district's nightlife or head to your next destination on your own. Time: 14:00 - 17:00 *Available on Sunday, Tuesday, Thursday",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-explore-street-food-and-bars-in-kagurazawa/7444?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Explore Street food and Bars in Kagurazaka!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 18:05:26"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 94,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1471510080/dv16u8x4gcfezgf3vkzt.jpg",
        "strIntroduction": "Experience Japanese Culture with your five senses! First check-in to the venue 10 mins prior to the starting time and enter the shop into a world of Japanese gastronomy! With around thirty seats, the shop incorporates a modern design alongside warmth and lighting achieved through use of articles like antique Japanese furnishings, ancient tree-wood and books. We've created a casual space for customers featuring a sort of Kyoto-esque serenity.. In the daytime, customers can enjoy what we call the Japanese Culinary Experience and Japanese Cafe Experience. In the evening, customers can reserve a table enjoy some Japanese dishes, along with carefully selected Japanese sake(Japanese liqueur). Choose out of 5 options, depending on what you want to learn, cook and eat. ・Sushi Class《11:00 or 16:00 start》 Menu (1 hour 10 mins): 1. Explain about what sushi is 2. Extract dashi(broth) 3. Make sushi vinegar and sushi rice 4. Make miso soup 5. Make sushi 6. Tea 7. ITADAKIMASU (Let’s eat!!) ・Okonomiyaki, Yakitori Class《11:00 or 16:00 start 》 Menu (1 hour 10 mins): 1. Explain what yakitori is 2. Skewer yakitori 3. Roast yakitori 4. Finish yakitori 5. Make okonomiyaki batter 6. Bake okonomiyaki 7. Explain what okonomiyaki is 8. Finish okonomiyaki 9. Tea 10.ITADAKIMASU (Let’s eat!!) ・Japanese cafe class 《Matcha / start time: 10:30- / 14:00- / 16:00-》 *Please input preferred time when you make a reservation. Menu(40 mins): 1. Explain the tea 2. Explain about tools and how to use 3. Make tea 4. Drink tea 5. How to use chasen 6. Japanese dessert 7. Let's eat!! *Participant under 16 must be with a parent and adult price will be charged for all options. *The store is closed on Tuesday.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-try-cooking-japanese-food-in-asakusa/7443?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Try cooking Japanese Food in Asakusa!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 18:08:52"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 49,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1471505722/i2w61m2buhdhb7eddwat.jpg",
        "strIntroduction": "Stroll along the streets of Asakusa in a gorgeous Kimono and become part of the scenery! A must-do on your vacation in Japan. Go to Yumenoya Asakusa at your preferred time and choose your favorite Kimono out of a wide selection. Our staff then, will help you dress up. The Kimono is a traditional garment and the word literally means a \"thing to wear\". Though not casually worn for its complexity in the present day Japan, men and women have adorned them since the historical days. After dressing up, go out onto the streets to walk around the city! There are many Japanese traditional architectures in Asakusa. Enjoy the scenery, peer into a few shops and take lots of pictures as a memoir of your day! Just remember to return the kimono before 5 PM! Available Start Times: 11:00/12:00/13:00/14:00/15:00/16:00 *The store is closed on Fridays.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-wear-a-kimono-and-walk-through-asakusa/7441?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Wear a Kimono and Walk through Asakusa!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 18:12:43"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 37,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1471503876/vvsmc33402y7lncrm3vm.jpg",
        "strIntroduction": "Create your very own Japanese calligraphy souvenir at Kanji House! After a short consultation, our Kanji experts will recommend characters they feel will best fit your personality and express who you are. Then, they will draw them for you beautifully. In Japanese, many characters are pronounced the same, despite having different meanings. This offers the potential for many unique combinations of characters. It’s a great way to take home a piece of Japanese culture and create a special memory of your trip. When you step into Kanji House, you will be welcomed by girls dressed in Kimono and Japanese traditional atmosphere. It’s an experience you’ll never forget!! Options: Choose between 4 plans depending on your preference and availability. Please input preferred time when you make a reservation. The duration for Course 1-4 is 30 minutes, Course 5 is 1 hour and a half. 1. KANJI HOUSE - Basic Plan - (JPY 2800) Tour will start every 30 minutes from 12:00 to 7:30 p.m. Kanji House staff will write your name by appropriate Japanese kanji character after asking your name and your personality. Then your name will be framed and packed by furoshiki which is a Japanese traditional wrapping cloth as a souvenir. 2. KANJI HOUSE - Origami Work Shop Plan - (JPY 3000) This plan starts every 30 minutes from 0:00 p.m. to 7:00 p.m. In this work shop, you learn how to make origami which is traditional Japanese paper craft. 3. KANJI HOUSE - Small Kakejiku Plan - (JPY 4500) This plan starts at every 30 minutes from 0:00 p.m. to 7:00 p.m. This plan includes basic plan and a small kakejiku souvenir. A kakejiku, which is also called a kakemono, is a scroll that is mainly hung on the wall of the tokonoma (alcove). Kakejiku are usually paintings that show the beauty of nature. Sometimes they are works of calligraphy that have been done on Japanese paper or silk. In this plan, your name is written on kakejiku. 4. KANJI HOUSE - Large Kakejiku Plan - (JPY 9500) This plan starts at every 30 minutes from 0:00 p.m. to 7:00 p.m. This plan includes the plan described above as well as a large Kakejiku souvenir. 5. KANJI HOUSE - Guided Tour Plan - (JPY 3800) This plan starts at every an hour and a half from 0:00 p.m. to 6:30 p.m. This plan includes the plan described above and a guided tour of Asakusa. After a fun and informative tour of Asakusa with your knowledgeable guide, you will return to Kanji House to make your Kanji name.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-create-your-own-japanese-calligraphy-in-asakusa/7440?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Create your own Japanese Calligraphy in Asakusa!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 18:16:56"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 179,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1471501747/znumll00c1xctez8hxpn.jpg",
        "strIntroduction": "Visit the two highlights of Tokyo! After meeting at Tsukiji Information Centre, the tour begins with a video called \"A day in Tsukiji\" featuring Tuna Auctions, active Inner fish market, etc. The Tsukiji Market is the biggest wholesale fish and seafood market in the world and also one of the largest wholesale food markets of any kind. You will walk to the Inner and Outer Tsukiji market and the guide will show you around 690 stalls in the fish section, 120 shops in the fruit and vegetable section, and the Uogashi fish wharf corner. You will also visit 350 stores in the Outer market. Then, you will go to a restaurant and have a traditional Edomae-style sushi lunch. The freshly caught fish will be a meal to remember! After lunch, visit Kabuki-za gallery & enjoy Japanese tea. Kabuki is one of the Japanese traditional performance which involves elaborately designed costumes, dancing, music, and arguably most importantly,the exaggerated actions performed by the actors. Kabuki-za Theatre is a very famous theater for Kabuki in Tokyo. The tour will ends here, so you can carry on shopping on your own, or relax in one of Ginza’s luxury restaurants or trendy coffee shops. *The price will apply to those age 5 and above.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-visit-tsukiji-market-and-kabuki-gallery-in-ginza/7438?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Visit Tsukiji Market and Kabuki Gallery in Ginza!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 18:21:14"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 44,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1471498588/vuf64ikavkraexj1bmji.jpg",
        "strIntroduction": "Experience dressing in a full kimono or samurai set and take a picture in them! While usually renting an actual, full kimono set will cost you big time and money, we’re offering you a cheaper alternative with the full experience in Asakusa Tokyo! You'll get to pick a kimono/samurai outfit of your choice, have a professional dress you up properly, take some photos in your outfits, and take those photos home with you. This experience is provided by the Kenbu Tachibana Ittoryu, which is a sword dance guild and has 80 long years of performance history. Schedule: * Choose one of the time slots below. 10:00-11:00, 11:00-12:00, 12:00-13:00, 13:00-14:00 14:00-15:00, 15:00-16:00, 16:00-17:00",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-wear-a-japanese-kimono-samurai-set-in-asakusa/7437?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Wear a Japanese Kimono/Samurai set in Asakusa!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 18:25:39"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 47,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1471497091/q8bzpfjcfilgevztqg3a.jpg",
        "strIntroduction": "This plan includes round trip bus service to Yamanaka Lake(available for reservation only). Please select your preferred date and time when you make a reservation. Full payment for bus service must be paid before departure. ーーーーーーーーーーーーーーーーーーーーーー A journey to real freedom! Let's try out an extreme sport by flying on water pressure on a water Jet board (Fly board)!! After you check-in with your voucher at Busta Shinjuku, the bus will head to Yamanaka Lake (Yamanakako Hirano Station). Her you will check-in by yourself at the meeting point, 20 minutes before the starting time. Once there, our professionally trained staff will supporting you all the way through your experience with the fly board. It’s quite safe and very easy to control even if you have no experience. Just plant your feet on the water Jet board that you can skyrocket out of the water up to height of 10 m above the surface! Once you gain enough experience you will be able to fly up to 10 meters! Moreover,if the sky is clear,you will be able to see Mt.Fuji when you are in the air. After the tour, the bus will leave again from Yamanaka Lake (Yamanakako Hirano Station) and drop you off at Busta Shinjuku.",
        "strLocation": "Yamanashi",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-yamanashi-experience-fly-board-with-a-view-of-mt-fuji-bus-included/7436?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Experience Fly Board with a view of Mt. Fuji! (Bus included)",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 18:30:42"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 55,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1471491615/b2hi8p9utjdkuwxkeich.jpg",
        "strIntroduction": "*This plan includes round trip bus service to Yamanaka Lake (available for reservation only). Please select your preferred date and time when you make a reservation. (Full payment for bus service must be paid before departure.) Looking for a summer adventure? Enjoy the marvelous view of Mt. Fuji world heritage While you do SUP cruising in early morning. You can see the amazing natural wonder with the sun rays kissing the tip of Mt. Fuji and it turns red in early Summer through the beginning of Autumn. Feel the peace that comes to your mind and soul - this will be an extraordinary moment of your life! No need to worry, our professional instructor will help you even if you are not good at swimming. A great combination between Red Fuji ,water mirror and peaceful environment will not let you down! Schedule: Check-in with your voucher at Busta Shinjuku - bus ride to Yamanaka Lake (Fujisan Yamanakako station) 3:30 AM Check-in with your voucher at meeting point 4:00 - 6:00 AM Enjoy SUP",
        "strLocation": "Yamanashi",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-yamanashi-enjoy-sunrise-on-sup-on-yamanaka-lake-bus-included/7435?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy Sunrise on SUP on Yamanaka Lake! (Bus Included)",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 18:34:12"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 67,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1471490093/dvowkblpa8v4wvnedpvf.jpg",
        "strIntroduction": "Looking for a summer adventure? Inflatable SUP or Inflatable Stand Up Paddleboard is a great choice while admiring the beauty of Mount Fuji! This plan includes round trip bus service to Yamanaka Lake (available for reservation only). Please select your preferred date and time when you make a reservation. (Full payment for bus service must be paid before departure.) After checking in at Busta Shinjuku with your voucher, you will hop aboard the bus on your way to Yamanaka Lake. Once arriving at the Yamanakako Asahigaoka Bus terminal, you will transfer to the meeting point yourself. At the venue, our staff will give you a brief 30-minute lecture on everything you need to know about SUP. In this program, you have to understand correctly about how to operate and stand properly on the paddle board for maximum stability and control. But don't worry even if it's your first time. You will get the hang of it during the lecture and following tour. After the tour starts you will have about an hour and a half to enjoy the Inflatable SUP on Yamanaka Lake while enjoying the surrounding view of Mt. Fuji. －Please feel free to enjoy this experience! Fixed digital camera (CASIO EXILIM FR10) on SUP will capture your image. After the program had finished, you can bring the Micro-SD card home. This program is for 15yo or older. Schedule: Morning Session\b: 10:00 - 12:00 Afternoon Session: 14:00 - 16:00 meet-up at the venue is 10 mins prior for both sessions",
        "strLocation": "Yamanashi",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-yamanashi-enjoy-stand-up-paddleboard-on-yamanaka-lake-bus-included/7434?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy Stand Up Paddleboard on Yamanaka Lake! (Bus Included)",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 18:39:01"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 81,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1471488159/yco8bbotoddmrfe4uahc.jpg",
        "strIntroduction": "A journey to real freedom! Let's try out an extreme sport by flying on water pressure on a water Jet board (Fly board)! The activity will be held in Edogawa River (on the border between Tokyo and Chiba prefecture), which has very easy to access from Tokyo by train！ The very first flying board experience in the Kanto region will take only 40 minutes from Shinjuku to arrive! Once you check-in 20 mins before your starting time, our professionally trained staff will support you all the way. The fly board quite safe and very easy to control even if you have no experience. Just plant your feet on the water Jet board that you can skyrocket out of the water, above the surface! Schedule: Choose your preferred starting time between 9AM - 4:30PM ( meet at the meeting point 20 minutes before the starting time.) Conditions: *Participants must be over 13 years old, 140 cm in Height and shoes size 22 cm-28 cm.(US size 4 -10) *Due to equipment limitations if your weight over 120 kg (265lbs) please contact the staff in advance. Facilities and equipment: Shower room,locker room, Rental wet-suit and underwater cameras are available.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-enjoy-flying-board-in-edogawa-river-tokyo/7433?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy Flying Board in Edogawa River, Tokyo!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 18:44:22"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 54,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1471486749/xkewtzrslv5170fwzqwd.jpg",
        "strIntroduction": "Looking for a summer adventure? Enjoy the marvelous view of Mt. Fuji world heritage While you do SUP cruising in early morning. You can see the amazing natural wonder with the sun rays kissing the tip of Mt. Fuji and it turns red in early Summer through the beginning of Autumn. Feel the peace that comes to your mind and soul - this will be an extraordinary moment of your life! No need to worry, our professional instructor will help you even if you are not good at swimming. A great combination between Red Fuji ,water mirror and peaceful environment will not let you down! Schedule: 3:30 AM Check-in with your voucher 4:00 - 6:00 AM Enjoy SUP",
        "strLocation": "Yamanashi",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-yamanashi-enjoy-the-marvelous-sunrise-on-sup-with-red-fuji-view/7432?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy the Marvelous Sunrise on SUP with Red Fuji's View!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 18:46:51"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 47,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1471485169/jnzsbobv4ktdwamlyxua.jpg",
        "strIntroduction": "A journey to real freedom! Let's try out an extreme sport by flying on water pressure on a water Jet board (Fly board)!! It’s quite safe and very easy to control even if you have no experience. Just plant your feet on the water Jet board that you can skyrocket out of the water up to height of 10 m above the surface! We have professionally trained staff on-hand who will be supporting you all the way.Once you gain enough experience you will be able to fly up to 10 meters! Moreover,if the sky is clear,you will be able to see Mt.Fuji when you are in the air.",
        "strLocation": "Yamanashi",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-yamanashi-experience-fly-board-with-a-view-of-mt-fuji/7430?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Experience Fly Board with a view of Mt. Fuji!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 18:52:06"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 67,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1471483889/gzlnjbcxezxgh4e0xum9.jpg",
        "strIntroduction": "Looking for a summer adventure? Inflatable SUP or Inflatable Stand Up Paddleboard is a great choice while admiring the beauty of Mount Fuji! Following registration, our staff will give you a brief 30-minute lecture on everything you need to know about SUP. In this program, you have to understand correctly about how to operate and stand properly on the paddle board for maximum stability and control. But don't worry even if it's your first time. You will get the hang of it during the lecture and following tour. After the tour starts you will have about an hour and a half to enjoy the Inflatable SUP on Yamanaka Lake while enjoying the surrounding view of Mt. Fuji. We will take a pictures of you with CASIO EXILIM FR10 so you can bring the MicroSD card home after the program. This program is for age 15 or older. Schedule: Morning Session\b: 10:00 - 12:00 Afternoon Session: 14:00 - 16:00 meet-up is 10 mins prior for both sessions",
        "strLocation": "Yamanashi",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-yamanashi-experience-stand-up-paddleboard-with-a-view-of-mt-fuji/7427?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Experience Stand Up Paddleboard with a view of Mt. Fuji!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 18:54:54"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 59,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1471427047/g9ilhgccig7zbgbpdz9k.jpg",
        "strIntroduction": "Experience the making of your very own Tenugui hand towel featuring a bright and vivid pattern with traditional Chusen dyeing technique. Tenugui are a patterned, thin cotton cloth traditionally used as hand towels and they are often found in souvenir shops. An English speaking assistant will guide you through the entire process. After meeting at Tenugui Workshop (10 minutes from Keisei Tateishi Station), you will start off learning about tenugui and the chusen dyeing process. Then you will set the pattern sheets onto a wooden screen, and then layer the designs. Be creative and set your very own unique pattern! For the actual dyeing process, you will gently pour the dye over your Tenugui after sketching out the pattern with the paste. To rinse, you will rinse the cloth in water to remove the starch and excess dye, then hang it up to air dry. Cloth Rolling will follow by using a special machine to roll out your tenugui and get rid of any wrinkles and just trim off the edges to complete your hand-made Tenugui! The tour ends at the Tenugui Workshop. Session Schedule: Every Wednesday, Thursday, Friday and Saturday operated. Morning session: 10 am - 12 pm Afternoon session: 2 pm - 4 pm",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-make-your-own-tenugui-japanese-cotton-hand-towel-in-tokyo/7426?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Make Your Own Tenugui (Japanese cotton hand towel) in Tokyo!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 18:59:58"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 56,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1471424426/owvkt2wyk4whilen03ce.jpg",
        "strIntroduction": "Have an experience to share - watch a dance performance at a cross-dresser bar. Located in “Shinjuku” one of the most famous districts for nightlife in Japan, Shinjuku Garcon Pub offers a fancy lifestyle of Tokyo. There is a huge window behind the show stage, which allows you to enjoy the beautiful view of Tokyo skyline. 1 hour performances cover all various forms including cross-dressing, comedy, and traditional, etc. Great food, drink, and performance will make you want to come back over and over again. Here you will experience real entertainment together with dinner and drinks each night. ※ Option Detail ※ You can choose between 2 time frames and 4 different plans, outlined below! First choose between the 2 time frames, then choose your preferred plan of food and beverages. 【Schedule】 Check in 1st show 18:00-18:30 / 2nd show 21:00 Show start 1st show 19:30 / 2nd show 22:00 Finish 1st show 20:30 / 2nd show 23:00 【Options】 1. Beverage Course (Snacks,Free Drink Service) 2. Silver Course (5 Course Meal, Free Drink Service) 3. Gold Course (Appetizer Plate 4 Items, Free Drink Service) 4. Platinum Course (6 Course Meal, Dessert, Free Drink Service) *Only Gold Course and Platinum Course include beer.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-enjoy-a-night-view-with-dinner-and-show-in-shinjuku/7425?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy a Night View with Dinner & Show in Shinjuku!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 19:05:06"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 74,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1471422408/gdvx9hmrg5e3h9gpv8fz.jpg",
        "strIntroduction": "Have an experience to share - watch a dance performance at a cross-dresser bar in Roppongi. Located in “Roppongi” the most famous district for nightlife in Japan, Roppongi Kingyo is a major show-pub restaurant in Tokyo, Japan that is star-studded by such notabilities as world-famous film directors, and world-class fashion designers. The fusion of the stage set that evolves into every-changing shape and avant-garde productions, called “Neo-Kabuki”, is quite an entertainment that we could proudly offer to a worldwide audience. The pretty, fascinating and powerful performance given by the male, female, and New-Half dancers through the 60-minute show time, would definitely dazzle you! ※ Option Detail ※ You can choose between 2 time frames and 4 different plans, outlined below! First choose between the 2 time frames, then choose your preferred plan of food and beverages. 【Schedule】 Check in 1st show 18:00-18:30 / 2nd show 21:00 Show start 1st show 19:30 / 2nd show 22:00 Finish 1st show 20:30 / 2nd show 23:00 【Options】 1. Beverage Course (Snacks,drink buffet) 2. Silver Course (Two-tiered Japanese dishes & Free Drink Service) 3. Gold Course (Appetizer plates & drink buffet) 4. Platinum Course (Three-tiered combo & Drink buffet) *Only Gold Course and Platinum Course include beer.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-see-a-dance-performance-at-roppongi-kingyo-in-roppongi/7423?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "See a dance performance at Roppongi Kingyo in Roppongi!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 19:09:51"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 58,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1471419700/tv0wxeko0kpmcdqw8byi.jpg",
        "strIntroduction": "Have an experience to share - watch a dance performance at a cross-dresser bar. Located in “Kabukicho” the most famous “red light district” in Japan, Black Swan Lake is a sexy cross-dresser bar that has a great 1 hour long dance performance. Great food, drink, and performance will make you want to come back over and over again. The present concept is glittering, dazzling, occasionally sexy “neo-tavern”, where male, female and new-half dancers dance beautifully. Here you will experience real entertainment together with dinner and drinks each night. ※ Option Detail ※ You can choose between 2 time frames and 4 different plans, outlined below! First choose between the 2 time frames, then choose your preferred plan of food and beverages. 【Schedule】 Check in 1st show 18:00-18:30 / 2nd show 21:00 Show start 1st show 19:30 / 2nd show 22:00 Finish 1st show 20:30 / 2nd show 23:00 【Options】 1. Beverage Course (Snacks,Free Drink Service) 2. Silver Course (5 Course Meal, Free Drink Service) 3. Gold Course (Appetizer Plate 4 Items, Free Drink Service) 4. Platinum Course (6 Course Meal, Dessert, Free Drink Service) *Only Gold Course and Platinum Course include beer.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-see-a-dance-performance-at-black-swan-lake-in-kabukicho/7422?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "See a dance performance at Black Swan Lake in Kabukicho!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 19:15:21"
    },
    {
        "intDurationHour": 11,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 124,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1471415693/vbvz0qmldqunr6bfbnbe.jpg",
        "strIntroduction": "Visit the famous spots for viewing flowers and enjoying delicious food in the outskirts of Tokyo that can be tricky to visit alone. After meeting at the Keio Plaza Hotel in Shinjyuku, the bus will head towards Hitachinaka, Ibaraki prefecture and make its first stop at Nakaminato for a delicious sushi lunch. Then the adventure will start at Hitachi Seaside Park where the bright red kokias and cosmos flowers are in bloom with a seasonally limited viewing! You will enjoy a superb view with flowers across 3.5 ha of vast land. Then you will visit the Plum Liquor Brewery. Plum liquor (\"umeshu\" in Japanese) is one of Ibaraki prefecture's specialty products which is widely consumed across the country. The brewery you will visit has been producing plum liquor since the Edo Era. Learn about the history of plum liquor and how it's made, and see the equipment used. You can also try some plum liquor. After plums are pears! Visit a fruit-picking orchard to experience picking pears and eat as much as you like! Chestnuts are specially offered during fruit-picking. After the all-you-can-eat, the bus will head back to Tokyo to drop you off near Shinjuku Station West Exit.",
        "strLocation": "Ibaraki",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-ibaraki-enjoy-autumn-activities-at-1-day-hitachinaka-tour-ibaraki/7421?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy Autumn Activities at 1-day Hitachinaka Tour, Ibaraki!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 19:19:09"
    },
    {
        "intDurationHour": 12,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 137,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1471413017/lvu5gzksbuzattk5oxuc.jpg",
        "strIntroduction": "Plunge into the mesmerizing colors of the autumn leaves at Mt. Fuji! This bus tour takes participants to four sightseeing spots for a special price! Following the reception and departure at Osaki Station West Exit Bus Terminal, or Keio Plaza Hotel, the bus will drive to Mt. Kachi Kachi just near Lake Kawaguchi. Here you will take the Mt. Kachi Kachi ropeway for the awe-inspiring scenery of Mt. Fuji and Lake Kawaguchi bordered by colorful autumn leaves. Then, take a walk through a captivating tunnel created by towering maple trees with Mt. Fuji in the background, a spectacular sight you don't want to miss! Near Lake Kawaguchi, you will have a delicious Sukiyaki Set Meal, which is a Japanese dish of simmered in the nabemono (hotpot) style. The filling lunch will be followed by a visit to the Saiko Iyashi no Sato Nenba (Healing Village). This is an old Japanese village which used to be one of the most beautiful thatch roofing houses village in Japan. The Healing Village features beautiful scenery and provides a variety of hands-on-activities, including Japanese paper making and hanging hina doll making. Continuing on, you will enjoy the Fuji Airways Attraction at Fuji-Q Highland, an attraction featuring a virtual flight on the wings of a Fuji Airways airplane. This unique experience flies you from the middle of Tokyo right over the magical slopes of Mt.Fuji-a trip so real, you can almost reach out and touch the sky! The tour ends here, with a ride back to Tokyo, so you can carry on to enjoy a delicious dinner in the center of the city.",
        "strLocation": "Yamanashi",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-yamanashi-enjoy-1-day-mt-fuji-autumn-leaf-viewing-tour/7418?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy 1-Day Mt. Fuji Autumn Leaf Viewing Tour!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 19:24:19"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 54,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1471409622/w0tjnov8aftfb8nblq1h.jpg",
        "strIntroduction": "Delve into the world of pre-historic Japan, with Japan's first tour combining a moving bus theater and a street performance offering an Asakusa experience like never before. This tour has been receiving attention in Tokyo since its first run in 2014, and was featured by multiple overseas media. After meeting at the Asakusa Rokku Central Square, beside the Koen Rokku Koban (small police station), you will get on board the bus which will take you on a tour around Asakusa. The 1-hour tour begins with a seemingly typical bus tour of the famous Asakusa area in Tokyo featuring entertaining commentary presented in a mixture of song and rap by the bilingual DJ (English & Japanese). Everything is going according to schedule when suddenly, two costumed figures who look as if they've slipped through time into present day Asakusa, suddenly appear! Participants can also look forward to taking a photo with the Samurai and Ninja that have just ended the intense acrobatic battle at the end of this action-packed show.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-meet-a-samurai-and-a-ninja-in-the-center-of-tokyo/7417?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Meet a Samurai and a Ninja in the center of Tokyo!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 19:29:11"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 61,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1471403582/o5ldwn96rw4tp2ertyhw.jpg",
        "strIntroduction": "Explore Tokyo's famous sightseeing spots on a 4.5 hour afternoon bus tour. The tour includes a spectacular view from the Seaside Top and a boat ride on the Sumida River. Following a pick-up at your hotel, or meet at Hamamatsucho Bus Terminal, you will drive to Seaside Top where you will enjoy a 360-degree view encompassing the lively streets of Tokyo and the beauty of Tokyo Bay. The observatory 151 meters high atop the World Trade Center Building. Continue on your way to the Imperial Palace, site of the original Edo Castle. There you will have 10 minutes to take pictures and stroll around. The bus will continue on through Ginza, the upscale shopping district known for its boutique stores, and flagship shops of designer brands, such as Gucci and Christian Dior. Then you will you will visit SensojiTemple in Asakusa, one of Tokyo’s favorite entertainment districts. Founded in 628 AD, the Buddhist Sensoji Temple is Tokyo’s oldest temple and the focus of the city’s largest Shinto festival. You will also have time to browse the shop-lined promenade of Nakamise-dori. Following Asakusa will be a boat ride on the Sumida River, flowing north to south in the heart of Tokyo, from Azumabashi to Hinode Pier. The tour will end by dropping you off at Hamamatsucho Bus Terminal or Tokyo Station, so you can go on to enjoy the delicious food and entertainment Tokyo has to offer.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-enjoy-tokyo-afternoon-tour-with-sumida-river-cruise/7416?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy Tokyo Afternoon Tour with Sumida River Cruise!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 19:32:42"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 59,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1471400932/fvrlbf5ngrx760diu2ac.jpg",
        "strIntroduction": "Experience Tokyo's \"Big Three\" sightseeing spots including Tokyo Tower, The Imperial Palace and Asakusa through a 4-hour morning bus tour. Following a pick-up at your hotel, or meet at Hamamatsucho Bus Terminal, you will drive to Tokyo Tower, the second-tallest communications and observation tower in Tokyo. There you will get a a spectacular view of Tokyo from the observation deck. Continue on your way to the Imperial Palace, site of the original Edo Castle. You will have a chance to get off and stroll around Sakashitamon-Mae (10 minutes for photo opportunities). Then, continue to Senso-ji Temple in Asakusa, one of Tokyo’s favorite entertainment districts. Founded in 628 AD, the Buddhist Senso-ji Temple is Tokyo’s oldest temple and the focus of the city’s largest Shinto festival. You will also have time to browse the shop-lined promenade of Nakamise-dori. The bus will go on to drive through Ueno and Akihabara to get a glimpse of Japan's famous cultural district, much famous for its anime, manga, and computer goods. Then you will reach Tokyo station Marunouchi South-Exit (drop-off only), and the tour will end at Hamamatsucho Bus terminal. You will have the rest of the afternoon to explore any other parts of Tokyo with easy access from the central station.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-enjoy-tokyo-morning-tour-at-big-three-sightseeing-spots/7414?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy Tokyo Morning Tour at \"Big Three\" sightseeing spots!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 19:36:09"
    },
    {
        "intDurationHour": 48,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 466,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1470637827/yq4tmzjutc0kslkxpwsl.jpg",
        "strIntroduction": "Book this bullet train package and enjoy visiting Kyoto and have an excellent stay at Kyoto's four-star hotel, Hotel Kintetsu Kyoto Station! Visit Kyoto's beautiful temples and explore the city to learn more about both the ancient and modern culture of Kyoto! Walk around Gion at night to see the beautiful lights of Yasaka Shrine and the Geisha! Hotel Kintetsu Kyoto Station a famous four-star hotel located in downtown Kyoto. Located in a very strategic area, the hotel has many access to various sightseeing spots of Kyoto, making the transportation extremely convenient. The hotel designer combined both the modern and the classic Japanese style for the interior, and the hotel displays many Kyoto-themed artworks. The design and the artworks enhances the atmosphere of the hotel and provides an immersive experience of Kyoto to the visitors. The guestrooms are equipped with sophisticated furniture, fine bedding and linens, and stylish clean bathroom. LAN and WiFi is available in all guest rooms and lobby area. You can visit Kyoto's famous sightseeing spots, which are as follows: - Kinkaku-ji Temple Kinkaku-ji is Kyoto's most famous sightseeing spot and iconic sight. It is famous for its 'Golden Pavilion'. The temple is located in the middle of a pond, ant you can see the clear reflection of the temple on the surface of the pond. - Ginkaku-ji Temple Ginkaku-ji temple has enormous halls and magnificent gardens, which also has a tremendous sand garden in the middle of the temple. Ginkaku-ji is famous for its 'Silver Pavilion'. - Kiyomizu-dera Temple Kiyoizu-dera Temple is one of Kyoto's most famous sightseeing spots, which are always crowded for the whole year. Many people visit Kiyomizu-dera Temple to see the view of Kyoto city from the top of the temple, which is very beautiful. - Gion Gion is Kyoto's most famous Geisha district, and it has many top notch restaurants and izakayas. Indeed, some of the restaurants are awarded Michelin Stars for its quality. The schedule for the tour is as follows: - Day 1 6:00 - 6:55 Transfer to Tokyo station or Shinagawa station on your own. 6:00 - 6:55 Depart to Kyoto station with Nozomi Shinkansen (fastest bullet train). 8:02 - 9:08 Arrive at Kyoto Station - Day 2 Free time - Day 3 Free time until departure 13:10 – 15:50 Transfer to Kyoto Station on your own. 13:10 – 15:50 Depart to Tokyo station or Shinagawa station with Nozomi Shinkansen (fastest bullet train) 15:30 – 18:20 Arrive at Tokyo station or Shinagawa station. ※ Important Ticket Delivery & Pickup Information - Please Read Carefully ※ 1. Standard Ticket Delivery Ticket delivery is included in the price of your ticket. We will deliver the tickets to your hotel, and the tickets will be available for pickup from your hotel concierge when you check-in. If you would like us to deliver the tickets to your hotel, please provide us with the following information: - Hotel name - The full name used for your reservation - Check-in date Please note: - We need at least 3 business days for delivery. If placing a last minute booking within 3 days of your visit, or if we don't get your hotel information soon enough, you'll need to collect your tickets from our Tokyo office unless you book the optional \"\"Same Day Delivery Service to Tokyo Hotels\"\" service (described below). - If you are not staying at a hotel, you are required to pickup the tickets from our office. 2. Optional: Same Day Delivery Service to Tokyo Hotels We offer same day ticket delivery to central Tokyo hotels if the booking is placed before 17:00 JST. The same day delivery service is only available to hotels with a concierge. The tickets will be delivered to your hotel within 3 hours of us accepting your order; please note that this does not mean the tickets are delivered within 3 hours of you placing your order. If you are interested in the same day delivery service, please also book the \"\"Same Day Delivery Service to Tokyo Hotels\"\" option with your tickets. 3. Ticket Pickup: If you are not staying at a hotel, book within 3 days of the ticket date, or prefer to pickup your tickets, you can collect your tickets from our Tokyo office in Shibuya. Our office is located 6 minutes (on foot) from Shibuya station. Address: (English) Miyamasu ON Building 5th floor, 1-15-8 Shibuya, Shibuya-ku, Tokyo (Japanese) 〒150-0002 東京都渋谷区渋谷 1-15-8 宮益 ON ビル 5F Detailed Directions (Shibuya station to Voyagin): http://voyag.in/shibuya-station-to-voyagin-office Google Map (Shibuya station to Voyagin): http://voyag.in/voyagin-google-map This activity is provided by HIS",
        "strLocation": "Kyoto",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-kyoto-two-nights-stay-at-hotel-kintetsu-kyoto-early-tokyo-departure/7381?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "2 Nights Stay at Hotel Kintetsu Kyoto(Early Tokyo Departure)",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 19:38:50"
    },
    {
        "intDurationHour": 48,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 378,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1470635798/n3vzyynoc0ivajcqdasf.jpg",
        "strIntroduction": "Refresh your body and soul with the Zen power of Kyoto! Kyoto is a city that is rich in culture and history, and it is a good place to learn about the Wisdom of Shinto and Buddhism in depth! Explore Kyoto's famous sightseeing spots and visit the power spot at the temples to gain more fortune and spiritual power! This tour will depart late, which is suitable for those who can't wake up too early to catch the bullet train! Hotel Monterey Kyoto is located at the heart of Kyoto city, just a 2-minute walk from Exit 6 of Karasuma-Oike Subway Station. The design of the hotel is influenced by the arts and crafts of Scotland and the old town of Edinburgh. Located at the heart of Kyoto, Hotel Monterey is perfect for both business and sightseeing guests. The guestrooms are in stylish Western-style design, and are fully equipped with modern comforts. Free WiFi & LAN are available in all guestrooms area. You can visit Kyoto's famous sightseeing spots, which are as follows: - Kinkaku-ji Temple Kinkaku-ji is Kyoto's most famous sightseeing spot and iconic sight. It is famous for its 'Golden Pavilion'. The temple is located in the middle of a pond, ant you can see the clear reflection of the temple on the surface of the pond. - Ginkaku-ji Temple Ginkaku-ji temple has enormous halls and magnificent gardens, which also has a tremendous sand garden in the middle of the temple. Ginkaku-ji is famous for its 'Silver Pavilion'. - Kiyomizu-dera Temple Kiyoizu-dera Temple is one of Kyoto's most famous sightseeing spots, which are always crowded for the whole year. Many people visit Kiyomizu-dera Temple to see the view of Kyoto city from the top of the temple, which is very beautiful. - Gion Gion is Kyoto's most famous Geisha district, and it has many top notch restaurants and izakayas. Indeed, some of the restaurants are awarded Michelin Stars for its quality. The schedule for the tour is as follows: - Day 1 10:10 - 12:00 Transfer to Tokyo station or Shinagawa station on your own. 10:10 - 12:00 Depart to Kyoto station with Nozomi Shinkansen (fastest bullet train). 12:20 - 14:30 Arrive at Kyoto Station - Day 2 Free time until departure 13:10 – 15:50 Transfer to Kyoto Station on your own. 13:10 – 15:50 Depart to Tokyo station or Shinagawa station with Nozomi Shinkansen (fastest bullet train) 15:30 – 18:20 Arrive at Tokyo station or Shinagawa station. ※ Important Ticket Delivery & Pickup Information - Please Read Carefully ※ 1. Standard Ticket Delivery Ticket delivery is included in the price of your ticket. We will deliver the tickets to your hotel, and the tickets will be available for pickup from your hotel concierge when you check-in. If you would like us to deliver the tickets to your hotel, please provide us with the following information: - Hotel name - The full name used for your reservation - Check-in date Please note: - We need at least 3 business days for delivery. If placing a last minute booking within 3 days of your visit, or if we don't get your hotel information soon enough, you'll need to collect your tickets from our Tokyo office unless you book the optional \"\"Same Day Delivery Service to Tokyo Hotels\"\" service (described below). - If you are not staying at a hotel, you are required to pickup the tickets from our office. 2. Optional: Same Day Delivery Service to Tokyo Hotels We offer same day ticket delivery to central Tokyo hotels if the booking is placed before 17:00 JST. The same day delivery service is only available to hotels with a concierge. The tickets will be delivered to your hotel within 3 hours of us accepting your order; please note that this does not mean the tickets are delivered within 3 hours of you placing your order. If you are interested in the same day delivery service, please also book the \"\"Same Day Delivery Service to Tokyo Hotels\"\" option with your tickets. 3. Ticket Pickup: If you are not staying at a hotel, book within 3 days of the ticket date, or prefer to pickup your tickets, you can collect your tickets from our Tokyo office in Shibuya. Our office is located 6 minutes (on foot) from Shibuya station. Address: (English) Miyamasu ON Building 5th floor, 1-15-8 Shibuya, Shibuya-ku, Tokyo (Japanese) 〒150-0002 東京都渋谷区渋谷 1-15-8 宮益 ON ビル 5F Detailed Directions (Shibuya station to Voyagin): http://voyag.in/shibuya-station-to-voyagin-office Google Map (Shibuya station to Voyagin): http://voyag.in/voyagin-google-map This activity is provided by HIS",
        "strLocation": "Kyoto",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-kyoto-one-night-stay-at-hotel-monterey-kyoto-late-tokyo-departure/7380?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "1 Night Stay at Hotel Monterey Kyoto! (Late Tokyo Departure)",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 19:43:57"
    },
    {
        "intDurationHour": 48,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 412,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1470634400/zra9palv7g6yk4nkaezq.jpg",
        "strIntroduction": "Spoil yourself and invite your friends and family to join your trip to Kyoto with this bullet train package! Enjoy a 1 night stay at a European-style hoteal, Hotel Monterey Kyoto! Located at the heart of Kyoto, you can visit Gion easily from the hotel to explore the local culture and history of Kyoto! The tour will depart in late morning, which is suitable for those who want to spend more time walking around Kyoto, but don't want to wake up too early in the morning. Hotel Monterey Kyoto is located at the heart of Kyoto city, just a 2-minute walk from Exit 6 of Karasuma-Oike Subway Station. The design of the hotel is influenced by the arts and crafts of Scotland and the old town of Edinburgh. Located at the heart of Kyoto, Hotel Monterey is perfect for both business and sightseeing guests. The guestrooms are in stylish Western-style design, and are fully equipped with modern comforts. Free WiFi & LAN are available in all guestrooms area. You can visit Kyoto's famous sightseeing spots, which are as follows: - Kinkaku-ji Temple Kinkaku-ji is Kyoto's most famous sightseeing spot and iconic sight. It is famous for its 'Golden Pavilion'. The temple is located in the middle of a pond, ant you can see the clear reflection of the temple on the surface of the pond. - Ginkaku-ji Temple Ginkaku-ji temple has enormous halls and magnificent gardens, which also has a tremendous sand garden in the middle of the temple. Ginkaku-ji is famous for its 'Silver Pavilion'. - Kiyomizu-dera Temple Kiyoizu-dera Temple is one of Kyoto's most famous sightseeing spots, which are always crowded for the whole year. Many people visit Kiyomizu-dera Temple to see the view of Kyoto city from the top of the temple, which is very beautiful. - Gion Gion is Kyoto's most famous Geisha district, and it has many top notch restaurants and izakayas. Indeed, some of the restaurants are awarded Michelin Stars for its quality. The schedule for the tour is as follows: - Day 1 7:00 - 9:00 Transfer to Tokyo station or Shinagawa station on your own. 7:00 - 9:00 Depart to Kyoto station with Nozomi Shinkansen (fastest bullet train). 9:10 - 11:30 Arrive at Kyoto Station - Day 2 Free time until departure 13:10 – 15:50 Transfer to Kyoto Station on your own. 13:10 – 15:50 Depart to Tokyo station or Shinagawa station with Nozomi Shinkansen (fastest bullet train) 15:30 – 18:20 Arrive at Tokyo station or Shinagawa station. ※ Important Ticket Delivery & Pickup Information - Please Read Carefully ※ 1. Standard Ticket Delivery Ticket delivery is included in the price of your ticket. We will deliver the tickets to your hotel, and the tickets will be available for pickup from your hotel concierge when you check-in. If you would like us to deliver the tickets to your hotel, please provide us with the following information: - Hotel name - The full name used for your reservation - Check-in date Please note: - We need at least 3 business days for delivery. If placing a last minute booking within 3 days of your visit, or if we don't get your hotel information soon enough, you'll need to collect your tickets from our Tokyo office unless you book the optional \"\"Same Day Delivery Service to Tokyo Hotels\"\" service (described below). - If you are not staying at a hotel, you are required to pickup the tickets from our office. 2. Optional: Same Day Delivery Service to Tokyo Hotels We offer same day ticket delivery to central Tokyo hotels if the booking is placed before 17:00 JST. The same day delivery service is only available to hotels with a concierge. The tickets will be delivered to your hotel within 3 hours of us accepting your order; please note that this does not mean the tickets are delivered within 3 hours of you placing your order. If you are interested in the same day delivery service, please also book the \"\"Same Day Delivery Service to Tokyo Hotels\"\" option with your tickets. 3. Ticket Pickup: If you are not staying at a hotel, book within 3 days of the ticket date, or prefer to pickup your tickets, you can collect your tickets from our Tokyo office in Shibuya. Our office is located 6 minutes (on foot) from Shibuya station. Address: (English) Miyamasu ON Building 5th floor, 1-15-8 Shibuya, Shibuya-ku, Tokyo (Japanese) 〒150-0002 東京都渋谷区渋谷 1-15-8 宮益 ON ビル 5F Detailed Directions (Shibuya station to Voyagin): http://voyag.in/shibuya-station-to-voyagin-office Google Map (Shibuya station to Voyagin): http://voyag.in/voyagin-google-map This activity is provided by HIS",
        "strLocation": "Kyoto",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-kyoto-one-night-stay-at-hotel-monterey-kyoto-morning-departure/7379?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "1 Night Stay at Hotel Monterey Kyoto (Morning Departure)!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 19:47:39"
    },
    {
        "intDurationHour": 48,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 378,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1470632387/ayrmbtol3lryvutl27kt.jpg",
        "strIntroduction": "Spend the weekend and the holidays by spoiling yourself to stay at one of Kyoto's best hotel, Hotel Monterey Kyoto! Explore the local culture and the history of Kyoto by visiting many historical places and famous sightseeing spots! The tour will depart early in the morning, so you will have a lot of time to walk around Kyoto for the rest of the day! Hotel Monterey Kyoto is located at the heart of Kyoto city, just a 2-minute walk from Exit 6 of Karasuma-Oike Subway Station. The design of the hotel is influenced by the arts and crafts of Scotland and the old town of Edinburgh. Located at the heart of Kyoto, Hotel Monterey is perfect for both business and sightseeing guests. The guestrooms are in stylish Western-style design, and are fully equipped with modern comforts. Free WiFi & LAN are available in all guestrooms area. You can visit Kyoto's famous sightseeing spots, which are as follows: - Kinkaku-ji Temple Kinkaku-ji is Kyoto's most famous sightseeing spot and iconic sight. It is famous for its 'Golden Pavilion'. The temple is located in the middle of a pond, ant you can see the clear reflection of the temple on the surface of the pond. - Ginkaku-ji Temple Ginkaku-ji temple has enormous halls and magnificent gardens, which also has a tremendous sand garden in the middle of the temple. Ginkaku-ji is famous for its 'Silver Pavilion'. - Kiyomizu-dera Temple Kiyoizu-dera Temple is one of Kyoto's most famous sightseeing spots, which are always crowded for the whole year. Many people visit Kiyomizu-dera Temple to see the view of Kyoto city from the top of the temple, which is very beautiful. - Gion Gion is Kyoto's most famous Geisha district, and it has many top notch restaurants and izakayas. Indeed, some of the restaurants are awarded Michelin Stars for its quality. The schedule for the tour is as follows: - Day 1 6:00 - 6:55 Transfer to Tokyo station or Shinagawa station on your own. 6:00 - 6:55 Depart to Kyoto station with Nozomi Shinkansen (fastest bullet train). 8:02 - 9:08 Arrive at Kyoto Station - Day 2 Free time until departure 13:10 – 15:50 Transfer to Kyoto Station on your own. 13:10 – 15:50 Depart to Tokyo station or Shinagawa station with Nozomi Shinkansen (fastest bullet train) 15:30 – 18:20 Arrive at Tokyo station or Shinagawa station. ※ Important Ticket Delivery & Pickup Information - Please Read Carefully ※ 1. Standard Ticket Delivery Ticket delivery is included in the price of your ticket. We will deliver the tickets to your hotel, and the tickets will be available for pickup from your hotel concierge when you check-in. If you would like us to deliver the tickets to your hotel, please provide us with the following information: - Hotel name - The full name used for your reservation - Check-in date Please note: - We need at least 3 business days for delivery. If placing a last minute booking within 3 days of your visit, or if we don't get your hotel information soon enough, you'll need to collect your tickets from our Tokyo office unless you book the optional \"\"Same Day Delivery Service to Tokyo Hotels\"\" service (described below). - If you are not staying at a hotel, you are required to pickup the tickets from our office. 2. Optional: Same Day Delivery Service to Tokyo Hotels We offer same day ticket delivery to central Tokyo hotels if the booking is placed before 17:00 JST. The same day delivery service is only available to hotels with a concierge. The tickets will be delivered to your hotel within 3 hours of us accepting your order; please note that this does not mean the tickets are delivered within 3 hours of you placing your order. If you are interested in the same day delivery service, please also book the \"\"Same Day Delivery Service to Tokyo Hotels\"\" option with your tickets. 3. Ticket Pickup: If you are not staying at a hotel, book within 3 days of the ticket date, or prefer to pickup your tickets, you can collect your tickets from our Tokyo office in Shibuya. Our office is located 6 minutes (on foot) from Shibuya station. Address: (English) Miyamasu ON Building 5th floor, 1-15-8 Shibuya, Shibuya-ku, Tokyo (Japanese) 〒150-0002 東京都渋谷区渋谷 1-15-8 宮益 ON ビル 5F Detailed Directions (Shibuya station to Voyagin): http://voyag.in/shibuya-station-to-voyagin-office Google Map (Shibuya station to Voyagin): http://voyag.in/voyagin-google-map This activity is provided by HIS",
        "strLocation": "Kyoto",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-kyoto-one-night-stay-at-hotel-monterey-kyoto-early-tokyo-departure/7378?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "1 Night Stay at Hotel Monterey Kyoto (Early Tokyo Departure)",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 19:50:03"
    },
    {
        "intDurationHour": 48,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 369,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1470628290/f0lip92chpwqasbgtlm1.jpg",
        "strIntroduction": "Spend your holidays or weekends and share the joy with your family in Kyoto with this awesome bullet train package! Spend the night at Hotel Kintetsu Kyoto Station, a four-star hotel in Kyoto with your precious family! Visit Kyoto's famous sightseeing spots and experience eating the local food and trying the local attractions there! This is a late departure program, which is suitable for those who can't wake up early in the morning! Hotel Kintetsu Kyoto Station a famous four-star hotel located in downtown Kyoto. Located in a very strategic area, the hotel has many access to various sightseeing spots of Kyoto, making the transportation extremely convenient. The hotel designer combined both the modern and the classic Japanese style for the interior, and the hotel displays many Kyoto-themed artworks. The design and the artworks enhances the atmosphere of the hotel and provides an immersive experience of Kyoto to the visitors. The guestrooms are equipped with sophisticated furniture, fine bedding and linens, and stylish clean bathroom. LAN and WiFi is available in all guest rooms and lobby area. You can visit Kyoto's famous sightseeing spots, which are as follows: - Kinkaku-ji Temple Kinkaku-ji is Kyoto's most famous sightseeing spot and iconic sight. It is famous for its 'Golden Pavilion'. The temple is located in the middle of a pond, ant you can see the clear reflection of the temple on the surface of the pond. - Ginkaku-ji Temple Ginkaku-ji temple has enormous halls and magnificent gardens, which also has a tremendous sand garden in the middle of the temple. Ginkaku-ji is famous for its 'Silver Pavilion'. - Kiyomizu-dera Temple Kiyoizu-dera Temple is one of Kyoto's most famous sightseeing spots, which are always crowded for the whole year. Many people visit Kiyomizu-dera Temple to see the view of Kyoto city from the top of the temple, which is very beautiful. - Gion Gion is Kyoto's most famous Geisha district, and it has many top notch restaurants and izakayas. Indeed, some of the restaurants are awarded Michelin Stars for its quality. The schedule for the tour is as follows: - Day 1 10:10 - 12:00 Transfer to Tokyo station or Shinagawa station on your own. 10:10 - 12:00 Depart to Kyoto station with Nozomi Shinkansen (fastest bullet train). 12:20 - 14:30 Arrive at Kyoto Station - Day 2 Free time until departure 13:10 – 15:50 Transfer to Kyoto Station on your own. 13:10 – 15:50 Depart to Tokyo station or Shinagawa station with Nozomi Shinkansen (fastest bullet train) 15:30 – 18:20 Arrive at Tokyo station or Shinagawa station. ※ Important Ticket Delivery & Pickup Information - Please Read Carefully ※ 1. Standard Ticket Delivery Ticket delivery is included in the price of your ticket. We will deliver the tickets to your hotel, and the tickets will be available for pickup from your hotel concierge when you check-in. If you would like us to deliver the tickets to your hotel, please provide us with the following information: - Hotel name - The full name used for your reservation - Check-in date Please note: - We need at least 3 business days for delivery. If placing a last minute booking within 3 days of your visit, or if we don't get your hotel information soon enough, you'll need to collect your tickets from our Tokyo office unless you book the optional \"\"Same Day Delivery Service to Tokyo Hotels\"\" service (described below). - If you are not staying at a hotel, you are required to pickup the tickets from our office. 2. Optional: Same Day Delivery Service to Tokyo Hotels We offer same day ticket delivery to central Tokyo hotels if the booking is placed before 17:00 JST. The same day delivery service is only available to hotels with a concierge. The tickets will be delivered to your hotel within 3 hours of us accepting your order; please note that this does not mean the tickets are delivered within 3 hours of you placing your order. If you are interested in the same day delivery service, please also book the \"\"Same Day Delivery Service to Tokyo Hotels\"\" option with your tickets. 3. Ticket Pickup: If you are not staying at a hotel, book within 3 days of the ticket date, or prefer to pickup your tickets, you can collect your tickets from our Tokyo office in Shibuya. Our office is located 6 minutes (on foot) from Shibuya station. Address: (English) Miyamasu ON Building 5th floor, 1-15-8 Shibuya, Shibuya-ku, Tokyo (Japanese) 〒150-0002 東京都渋谷区渋谷 1-15-8 宮益 ON ビル 5F Detailed Directions (Shibuya station to Voyagin): http://voyag.in/shibuya-station-to-voyagin-office Google Map (Shibuya station to Voyagin): http://voyag.in/voyagin-google-map This activity is provided by HIS",
        "strLocation": "Kyoto",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-kyoto-one-night-stay-at-hotel-kintetsu-kyoto-late-tokyo-departure/7377?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "1 Night Stay at Hotel Kintetsu Kyoto (Late Tokyo Departure)!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 19:54:11"
    },
    {
        "intDurationHour": 48,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 409,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1470625899/kcsxbgyplnkkgcmvrwge.jpg",
        "strIntroduction": "Tired of Tokyo's busy life and want to have a relaxing trip to Kyoto without any hassles? If you do so, we recommend you to book this incredible bullet train tour package! This tour package includes a round trip bullet train ticket to Kyoto and one night stat at Hotel Kintetsu Kyoto Station. Enjoy staying at the four-star hotel and don't forget to visit Kyoto's sightseeing spots and try the local food there! This is a morning departure program, which is suitable for those who don't want to depart too early but would like to have enough time to walk around Kyoto on the first day! Hotel Kintetsu Kyoto Station a famous four-star hotel located in downtown Kyoto. Located in a very strategic area, the hotel has many access to various sightseeing spots of Kyoto, making the transportation extremely convenient. The hotel designer combined both the modern and the classic Japanese style for the interior, and the hotel displays many Kyoto-themed artworks. The design and the artworks enhances the atmosphere of the hotel and provides an immersive experience of Kyoto to the visitors. The guestrooms are equipped with sophisticated furniture, fine bedding and linens, and stylish clean bathroom. LAN and WiFi is available in all guest rooms and lobby area. You can visit Kyoto's famous sightseeing spots, which are as follows: - Kinkaku-ji Temple Kinkaku-ji is Kyoto's most famous sightseeing spot and iconic sight. It is famous for its 'Golden Pavilion'. The temple is located in the middle of a pond, ant you can see the clear reflection of the temple on the surface of the pond. - Ginkaku-ji Temple Ginkaku-ji temple has enormous halls and magnificent gardens, which also has a tremendous sand garden in the middle of the temple. Ginkaku-ji is famous for its 'Silver Pavilion'. - Kiyomizu-dera Temple Kiyoizu-dera Temple is one of Kyoto's most famous sightseeing spots, which are always crowded for the whole year. Many people visit Kiyomizu-dera Temple to see the view of Kyoto city from the top of the temple, which is very beautiful. - Gion Gion is Kyoto's most famous Geisha district, and it has many top notch restaurants and izakayas. Indeed, some of the restaurants are awarded Michelin Stars for its quality. The schedule for the tour is as follows: - Day 1 6:00 - 6:55 Transfer to Tokyo station or Shinagawa station on your own. 6:00 - 6:55 Depart to Kyoto station with Nozomi Shinkansen (fastest bullet train). 8:02 - 9:08 Arrive at Kyoto Station - Day 2 Free time until departure 13:10 – 15:50 Transfer to Kyoto Station on your own. 13:10 – 15:50 Depart to Tokyo station or Shinagawa station with Nozomi Shinkansen (fastest bullet train) 15:30 – 18:20 Arrive at Tokyo station or Shinagawa station. ※ Important Ticket Delivery & Pickup Information - Please Read Carefully ※ 1. Standard Ticket Delivery Ticket delivery is included in the price of your ticket. We will deliver the tickets to your hotel, and the tickets will be available for pickup from your hotel concierge when you check-in. If you would like us to deliver the tickets to your hotel, please provide us with the following information: - Hotel name - The full name used for your reservation - Check-in date Please note: - We need at least 3 business days for delivery. If placing a last minute booking within 3 days of your visit, or if we don't get your hotel information soon enough, you'll need to collect your tickets from our Tokyo office unless you book the optional \"\"Same Day Delivery Service to Tokyo Hotels\"\" service (described below). - If you are not staying at a hotel, you are required to pickup the tickets from our office. 2. Optional: Same Day Delivery Service to Tokyo Hotels We offer same day ticket delivery to central Tokyo hotels if the booking is placed before 17:00 JST. The same day delivery service is only available to hotels with a concierge. The tickets will be delivered to your hotel within 3 hours of us accepting your order; please note that this does not mean the tickets are delivered within 3 hours of you placing your order. If you are interested in the same day delivery service, please also book the \"\"Same Day Delivery Service to Tokyo Hotels\"\" option with your tickets. 3. Ticket Pickup: If you are not staying at a hotel, book within 3 days of the ticket date, or prefer to pickup your tickets, you can collect your tickets from our Tokyo office in Shibuya. Our office is located 6 minutes (on foot) from Shibuya station. Address: (English) Miyamasu ON Building 5th floor, 1-15-8 Shibuya, Shibuya-ku, Tokyo (Japanese) 〒150-0002 東京都渋谷区渋谷 1-15-8 宮益 ON ビル 5F Detailed Directions (Shibuya station to Voyagin): http://voyag.in/shibuya-station-to-voyagin-office Google Map (Shibuya station to Voyagin): http://voyag.in/voyagin-google-map This activity is provided by HIS",
        "strLocation": "Kyoto",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-kyoto-one-night-stay-at-hotel-kintetsu-kyoto-morning-departure/7376?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "1 Night Stay at Hotel Kintetsu Kyoto (Morning Departure)!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 19:58:33"
    },
    {
        "intDurationHour": 48,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 369,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1470623147/gvc2prjymecyru7u92ic.jpg",
        "strIntroduction": "Spend your holiday or your weekend in Kyoto by booking this 2 days bullet train tour package that includes one night stay at Hotel Kintetsu Kyoto Station! Enjoy staying at Kyoto’s famous four-star hotel and don’t forget to visit Kyoto’s famous sightseeing spots! This is the early departure program, so you will have more time to walk around Kyoto on the first day! Hotel Kintetsu Kyoto Station a famous four-star hotel located in downtown Kyoto. Located in a very strategic area, the hotel has many access to various sightseeing spots of Kyoto, making the transportation extremely convenient. The hotel designer combined both the modern and the classic Japanese style for the interior, and the hotel displays many Kyoto-themed artworks. The design and the artworks enhances the atmosphere of the hotel and provides an immersive experience of Kyoto to the visitors. The guestrooms are equipped with sophisticated furniture, fine bedding and linens, and stylish clean bathroom. LAN and WiFi is available in all guest rooms and lobby area. You can visit Kyoto's famous sightseeing spots, which are as follows: - Kinkaku-ji Temple Kinkaku-ji is Kyoto's most famous sightseeing spot and iconic sight. It is famous for its 'Golden Pavilion'. The temple is located in the middle of a pond, ant you can see the clear reflection of the temple on the surface of the pond. - Ginkaku-ji Temple Ginkaku-ji temple has enormous halls and magnificent gardens, which also has a tremendous sand garden in the middle of the temple. Ginkaku-ji is famous for its 'Silver Pavilion'. - Kiyomizu-dera Temple Kiyoizu-dera Temple is one of Kyoto's most famous sightseeing spots, which are always crowded for the whole year. Many people visit Kiyomizu-dera Temple to see the view of Kyoto city from the top of the temple, which is very beautiful. - Gion Gion is Kyoto's most famous Geisha district, and it has many top notch restaurants and izakayas. Indeed, some of the restaurants are awarded Michelin Stars for its quality. The schedule for the tour is as follows: - Day 1 6:00 - 6:55 Transfer to Tokyo station or Shinagawa station on your own. 6:00 - 6:55 Depart to Kyoto station with Nozomi Shinkansen (fastest bullet train). 8:02 - 9:08 Arrive at Kyoto Station - Day 2 Free time until departure 13:10 – 15:50 Transfer to Kyoto Station on your own. 13:10 – 15:50 Depart to Tokyo station or Shinagawa station with Nozomi Shinkansen (fastest bullet train) 15:30 – 18:20 Arrive at Tokyo station or Shinagawa station. ※ Important Ticket Delivery & Pickup Information - Please Read Carefully ※ 1. Standard Ticket Delivery Ticket delivery is included in the price of your ticket. We will deliver the tickets to your hotel, and the tickets will be available for pickup from your hotel concierge when you check-in. If you would like us to deliver the tickets to your hotel, please provide us with the following information: - Hotel name - The full name used for your reservation - Check-in date Please note: - We need at least 3 business days for delivery. If placing a last minute booking within 3 days of your visit, or if we don't get your hotel information soon enough, you'll need to collect your tickets from our Tokyo office unless you book the optional \"\"Same Day Delivery Service to Tokyo Hotels\"\" service (described below). - If you are not staying at a hotel, you are required to pickup the tickets from our office. 2. Optional: Same Day Delivery Service to Tokyo Hotels We offer same day ticket delivery to central Tokyo hotels if the booking is placed before 17:00 JST. The same day delivery service is only available to hotels with a concierge. The tickets will be delivered to your hotel within 3 hours of us accepting your order; please note that this does not mean the tickets are delivered within 3 hours of you placing your order. If you are interested in the same day delivery service, please also book the \"\"Same Day Delivery Service to Tokyo Hotels\"\" option with your tickets. 3. Ticket Pickup: If you are not staying at a hotel, book within 3 days of the ticket date, or prefer to pickup your tickets, you can collect your tickets from our Tokyo office in Shibuya. Our office is located 6 minutes (on foot) from Shibuya station. Address: (English) Miyamasu ON Building 5th floor, 1-15-8 Shibuya, Shibuya-ku, Tokyo (Japanese) 〒150-0002 東京都渋谷区渋谷 1-15-8 宮益 ON ビル 5F Detailed Directions (Shibuya station to Voyagin): http://voyag.in/shibuya-station-to-voyagin-office Google Map (Shibuya station to Voyagin): http://voyag.in/voyagin-google-map This activity is provided by HIS",
        "strLocation": "Kyoto",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-kyoto-one-night-stay-at-hotel-kintetsu-kyoto-early-tokyo-departure/7374?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "1 Night Stay at Hotel Kintetsu Kyoto (Early Tokyo Departure)",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 20:02:13"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 99,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1472550469/ndnw57bxoj9fsxaqxqdj.jpg",
        "strIntroduction": "Wara village is hidden deep in a mountain valley between Gero and Gujo cities in Gifu prefecture. Here you will not only be able to discover nostalgic images of rural landscape with plenty of rice paddies and corn fields, but you will also see how local people in Japan live their ordinary lives. This will be a unique experience from your trip to Japan! Wara is known for its rivers and freshwater activities. Wara is home to the protected giant salamanders that can be easily seen in the water in August. But more than anything else, Wara is known for the Ayu sweetfish. Plenty of Japanese people come from far away to experience sweetfish fishing and to taste the delicious fish after grilling it on fire with salt. This is exactly the activity that you will try in Wara! Period of the activity: Only between June 15 and August 15 You will be given rental equipment for sweetfish fishing. After fishing, you will be join local people in grilling the fish with salt on fire and eat it! This activity lasts about 3 hours and starts at 10:00 or at 13:00. Note: For an additional 2000 JPY local people can prepare a delicious lunch for you! You can reach Wara village by bus from Gujo city. Alternatively, you can reach it by changing two buses from Hida-Kanayama village as well.",
        "strLocation": "Gifu",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-gifu-enjoy-ayu-sweetfish-fishing-in-the-rural-village-wara-gifu/7485?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy Ayu sweetfish fishing in the rural village Wara, Gifu",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 20:06:05"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 39,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1472550257/x9lnq0kncljtxh0g4gjr.jpg",
        "strIntroduction": "Wara village in Gifu prefecture is one of the most picturesque hidden rural places in Japan. Located in a valley between the mountains that separate Gujo and Gero cities, Wara has the atmosphere of unspoiled rural beauty that will fascinate the hearts of all visitors. In this village you can not only see nostalgic images of a pastoral landscape, but you can actively interact with the friendly locals and engage in many seasonal activities. Your visit to Wara will be unlike any other experience in Japan and you will have the true opportunity to discover rural life in its most genuine form! Below is the list of seasonal activities you can enjoy in Wara. Please note that you can do only the activity listed under the period of your visit: April 1 - June 9: Cycling around Wara's highlights (which include a brilliant Buddhist Temple with the village's treasure - a legendary demon skull, a spiritual Shinto shrine with unique rock formations, local shops, a small museum of folklore, and more) June 10 - June 25: Firefly watching in the forest June 26 - July 31: Cycling around Wara's highlights (see above) August 1 - August 30: Riverside fun and salamander watching September 1 - September 30: Cycling around Wara's highlights (see above) October 1 - October 31: Harvesting local vegetables and eating them November 1 - March 31: Practicing nose flute playing with local people The starting time is either 10:00 or 13:00, except for the firefly watching which starts from 19:00. Each activity takes about 2 hours to complete. Note: For an additional 2000 JPY per person the local people will prepare a delicious lunch for you! You can reach Wara village by bus from Gujo city. Alternatively, you can reach it by changing two buses from Hida-Kanayama village as well.",
        "strLocation": "Gifu",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-gifu-try-rural-activities-in-the-nostalgic-wara-village-gifu/7484?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Try rural activities in the nostalgic Wara village, Gifu",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 20:09:59"
    },
    {
        "intDurationHour": 5,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 54,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1472550047/su7ifybotbirs81ezegv.jpg",
        "strIntroduction": "This activity will transport you to a nostalgic past where people live in a simple way surrounded by beautiful nature and eco-friendly products in one of the most picturesque villages in rural Japan! Welcome to Maze village, hidden in the heart of Gifu prefecture! Spend a day in the pastoral landscape of Maze village and forget about the hassle of the big towns. Enjoy plenty of old-fashioned craft activities and communicate with the hospitable village people! Below is the schedule of the tour: 9:00: Pick up from JR Hida-Hagiwara Station by car 9:30: Start the day by a guided walk around the open-air eco museum town of Maze. See farms, gardens and old houses, and eat fresh tomatoes cooling in river water 12:00: Enter the local charcoal maker's house to interact with local people and eat a delicious lunch prepared by them 13:30: Make a \"kokedama\" bonsai art or \"goheimochi\" local sweets together with local people 14:30: You will be sent off to JR Hida-Hagiwara Station where the tour ends Don't miss the opportunity to experience the local lifestyle of Maze village and meet its wonderful and friendly local people! Note: This tour needs to be booked at least 2 weeks in advance. Available only on weekdays between April and November. Public holidays excluded.",
        "strLocation": "Gifu",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-gifu-enjoy-rural-activities-in-the-nostalgic-village-maze-gifu/7481?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy rural activities in the nostalgic village Maze, Gifu",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 20:15:15"
    },
    {
        "intDurationHour": 48,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 239,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1472549684/wgpa1wr4ldg264te5ru7.jpg",
        "strIntroduction": "This activity will transport you to a nostalgic past where people live in a simple way surrounded by beautiful nature and eco-friendly products in one of the most picturesque villages in rural Japan! Welcome to Maze village, hidden in the heart of Gifu prefecture! You will enter Maze from Wara village in the neighbouring Gujo city. Please access Wara yourself from Gujo bus terminal by local bus. You will then spend two wonderful days in Maze before finishing the tour at JR Hida-Hagiwara Station along the JR Takayama line. Below is the schedule of this tour: Day 1 16:00: Pick-up from Wara village by car 17:00: Check in at Miki no Sato hotel 17:00-17:50: Enjoy the hot springs of the hotel facility 18:00: Move to Mizube no Yakata, a wonderful local riverside restaurant and have dinner at the river watching the bonfire 20:00: Return back to Miki no Sato for overnight stay Day 2 9:00: Start the day by a guided walk around the open-air eco museum town of Maze. See farms, gardens and old houses, and eat fresh tomatoes cooling in river water 11:30: Enter the local charcoal maker's house to interact with local people and eat a delicious lunch prepared by them 13:00: Make a \"kokedama\" bonsai art or \"goheimochi\" local sweets together with local people 14:30: You will be sent off to JR Hida-Hagiwara Station where the tour ends Don't miss the opportunity to experience the local lifestyle of Maze village and meet its wonderful and friendly local people! Note: This tour needs to be booked at least 2 weeks in advance. Available only on weekdays between April and November. Public holidays excluded.",
        "strLocation": "Gifu",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-gifu-explore-the-rural-paradise-maze-in-a-2-day-trip-from-gujo/7480?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Explore the rural paradise Maze in a 2-day trip from Gujo",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 20:18:32"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 149,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1472549300/zt8sro1sprkhqpnhj67i.jpg",
        "strIntroduction": "This is a unique activity in which you will see all steps from picking the green tea to serving it at the tea ceremony. Moreover, you will participate in many stages of this process, surrounded by the ambience of the historical heritage of the Former Nagao Residence. This activity takes place in the rural village of Hida-Kanayama, in Gifu prefecture. First, you will visit the Former Nagao Residence and will learn more about its history and the origin of the high-quality \"Ikusato\" green tea that was delivered from Hida-Kanayama village directly to the court in Kyoto during the Edo period. You will pick green tea yourself from the tea plantation behind the residence using a bamboo basket. Inside the house, you will witness the ancient ways of brewing green tea in a large pot over firewood. You will be fascinated to see that fresh water is pumped up directly from the well. Not only tea, but green tea mochi rice sweets will also be baked in the backyard of the house. You will make your own wooden utensil for cutting the sweets that are served together with green tea. Finally, you will be able to enjoy the green tea with sweets in the tatami room of the historical residence, right under the seal of the Emperor. This is a unique way to experience the traditions of green tea in Japan from the beginning till the end! The activity lasts about 4 hours and begins from 13:30 pm.",
        "strLocation": "Gifu",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-gifu-pick-green-tea-and-brew-it-by-ancient-methods-hida-kanayama/7477?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Pick green tea & brew it by ancient methods, Hida-Kanayama!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 20:23:43"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 34,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1472638434/xxjkphrvgwmealm2et07.jpg",
        "strIntroduction": "Hida-Kanayama is a small village in Gero prefecture whose central area can be easily explored on foot on the peculiar \"Kinkotsu-meguri\" tour. You will walk with a knowledgeable guide through a maze of narrow back streets that have always been used as public pathways by the local people. Along the way you will see many unique sights, such as wells and canals of running valley water, some of which are used as public washing places, while others are storing freshwater eel waiting to be delivered to high-class restaurants around Japan. You will also enter several of the village's historical buildings, such as the former bath house and the former silk cocoon factory, where you will discover how people from the past lived in the old days. Among the highlights of this guided walk are the visits to plenty of local food shops, including a tofu factory, a shop for Japanese sweets and a nostalgic tempura restaurant. The tour will end with a visit to a traditional sake brewery that will fascinate you with its collection of antiques and delicious sake for trying! This tour takes about 1 hour and a half to complete on foot. The tour is available until 15:00 pm.",
        "strLocation": "Gifu",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-gifu-explore-the-narrow-streets-and-local-shops-of-hida-kanayama/7479?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Explore the narrow streets & local shops of Hida-Kanayama",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 20:26:09"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 99,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1472604384/cj549emfi4lzuj74clkv.jpg",
        "strIntroduction": "Let this trip be your creative outlet as we feel, learn and practice the Japanese classic art forms of Ukiyo-e and Mokuhan-ga (woodblock printing). First, we’ll meet at Meiji-Jingumae Station (in Harajuku) and take a 15-minute train ride to Fureai-kan. Once there, we’ll introduce ourselves to our artist and host for the day. Our host, an accomplished woodcut tattooist, will share how he got his start in the world of this beautiful craft. Then we’ll learn about Ukiyo-e, a genre of art that became popular during Japan’s Edo period. You’ll get to learn, touch and browse Ukiyo-e prints up close for a deeper look at this craft. Our host will explain in detail the mechanics of Ukiyo-e woodblock printing so that you can produce your own. Even if you’re a complete beginner to this kind of art, the host is more than happy to guide you in recreating beautiful prints for yourself. There will also be a translator so that you can ask any questions and enjoy working directly with the artist. Once the tour is finished, we’ll see an exclusive performance and wood-cutting style to wrap up a truly unique tour through Japanese art! DATES: Every First and Third Tuesday/Thursday SCHEDULE: 2:30 PM Meet at Meiji-Jingumae Station 3:00 PM Arrive at Furei-Kan 3:00 PM-3:20 PM Introductions and overview from the host (including details about the host and their background) 3:20 PM–3:50 PM Overview of Ukiyo-e (viewing and touching the woodblock prints) 4:00 PM-5:30 PM Painting and recreating your own woodblock prints! 5:30 PM Special wood-cutting performance 6:00 PM Departure DURATION: 2:30-6:30 PM, Approximately 4 hours",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-sensual-immersion-in-the-art-of-japanese-woodblock-printing/7487?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Sensual Immersion in the Art of Japanese Woodblock Printing",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 20:29:50"
    },
    {
        "intDurationHour": 6,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 119,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1472603695/bxh6lixcxfgmuorkzrnn.jpg",
        "strIntroduction": "This tour will give you a chance to learn, cook and taste a variety of Japanese foods with a Japanese chef. To start, we’ll head to a greengrocer and scope out a variety of vegetables and produce that normally are not available outside of Japan. If there’s something that catches your eye, this is your chance to pick out an interesting food item and learn the best way to prepare it with the chef. Then, we’ll watch the chef demonstrate a few recipes and imitate his steps. If you’re a beginner to Japanese cuisine, don’t worry. This pro chef has had plenty of practice sharing the tricks that make each recipe easy to follow. At the end, you’ll have mastered a Japanese-style rolled omelet, deep fried tofu and vegetables, onigiri, and an array of other dishes. Plus, they’ll taste even better after knowing you made them yourself! Dates: Available upon request Schedule: 10:30 AM Meet at Meiji-Jingu-mae Station 11:00 AM Arrive at the Ya-ne-sen (from first syllable of the three areas YAnaka, NEzu, and SENdagi) district of Tokyo and visit the nearby greengrocer to select vegetables 11:30 AM Begin the cooking session 11:30 AM-12:00 PM Observe how an expert cook, or Itamae cooks 12:00 PM-12:30 PM Prepare shrimp 12:30 PM-2:00 PM Cook a Japanese rolled omelet 2:15 PM-2:45 PM Cook deep-fried tofu and vegetables 2:45 PM-3:30 PM Make onigiri 3:30 PM-4:00 PM Eat together with a Q&A Duration: 10:30 - 4:30, approximately six hours",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-become-an-apprentice-to-a-japanese-chef-for-a-day/7457?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Become an Apprentice to a Japanese Chef for a Day",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 20:34:53"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 99,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1472602971/qel0schinevxrozbk2jp.jpg",
        "strIntroduction": "First, we’ll meet at the TABICA office in Harajuku, then leave together for the farm. It takes about one hour. We’ll meet with the farmers, and they will tell stories about their life abroad and how they got their start as farmers. As fellow travelers, we expect there will be lots of interesting episodes and experiences to share. You’ll also enjoy a guided tour around the farm, get a glimpse of nearby temples, and take in beautiful views of the mountain landscape surrounding the farm. The hosts will then take you in for a taste of the \"omotenashi\" spirit: they will offer tea, Japanese perilla drinks, and a light lunch. To end the day, we’ll take some time learning how to make \"takabue\", bamboo flutes. This is a traditional handmade craft that Japanese people learn to make as children. We believe that in these few hours away from Tokyo, you'll achieve a sense of calm and relaxation as well as enjoy the music from your new flute. Date: Every Monday, Tuesday, and Friday Schedule: 12:00 - Meet at our office in Harajuku 13:00 - 14:00 Ice-breaking and tour of the farm 14:00 - 14:30 Tea break 14:30 - 15:30 \"Takebue\" bamboo flute making 15:40 - 16:00 Post-activity open discussion and group picture Duration: 3 hours",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-make-a-bamboo-flute-in-a-japanese-farm/7456?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Make a Bamboo Flute in a Japanese Farm",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 20:37:26"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 38,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1472378328/cbcuvpvqlebqbdbhy09j.jpg",
        "strIntroduction": "We have simple, antique, latest fashion, distinct design and colors. Also, we have a kimono which is like those used in Japanese historical plays. With kimono, it is possible to mix and match a lot of different designs and colors, especially with obi (belt). For example, you can match an antique kimono design with the latest obi (belt) design, and so on. You will certainly enjoy making such coordination. Kimono is a magical dress, unique to Japan. When you wear kimono, you will feel attractive and charming, Japanese “kawaii”, in a special Japanese way. Of course, kimono is beautiful to look at, but it is even more beautiful to wear. We have experienced staff that can provide a basic hair-setting service. You can explore Tokyo in your kimono! In particular, Shibuya has many great places to visit, such as the “scramble” intersection and Hachiko (the famous dog statue), which are very popular for taking pictures. Our staff will take some souvenir photos. We also recommend you to visit Meiji Shirine and Takeshita Street in Harajuku. We can keep our customers luggage, but please take your valuables with you. Rental is normally up to 4 hours - enough time to enjoy exploring Shibuya or Harajuku. The rental time begins after the customer has been completely dressed in kimono and upon leaving our store. Please return to our store approximately four hours after leaving it. The time it takes for our customers to change out of kimono and into their regular clothing is not considered part of the rental time. Choose between the Basic plan (kimono) and the Kawaii plan (long-sleeved furisode). If you are not able to return your kimono within 4 hours of the rental start time, you can rent it till 6:00 pm. In this case please book the add-in Overtime option. If you rent a kimono and keep it till the next day at 6:00 pm. In this case please book the add-on Overnight option. Business Hours 10:00 am to 6:00 pm (Sunday to Thursday) 4:00 pm to 6:00 pm (Saturday) ,Holiday Friday",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-dress-in-kimono-and-take-pictures-at-the-shibuya-crossing/7458?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Dress in Kimono & take pictures at the Shibuya crossing",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 20:42:06"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 19,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1472175402/m62ejz9vamtsw7ek2rjy.jpg",
        "strIntroduction": "In this tour, our guide from Tokyo Flour Mania will guide you through bakeries and Japanese traditional spots in the Yanaka/Ueno area, “Shitamachi” (literally “low city”) district of Tokyo where lots of historical Japanese culture is still left. We will visit a bakery (Atom) in the shopping street named \"Yanaka Ginza\" at first. Then, we will move to Ueno area and split up at Ueno Street. Below is the list of bakeries we will visit. ・Atom The shop name comes from “Mighty Atom” or “Astro Boy” which is a famous manga character that the owner really likes. Astro Boy figures and framed drawings line the shop and customers can buy Astro Boy-themed goods, along with the bread. We will be tasting bread baked in a special oven made from lava from Mt. Fuji. ・Kayaba Bakery They started in 2015 as Kayaba Coffee’s sister shop. One of the unique features of his bakery is its architecture, as it was converted from a kominka, a traditional Japanese house. We will be enjoying bread made from domestic (Japanese) flour and raisin yeast. ・Iacoppé This is a sister’s shop of “BOULANGERIE ianak!” which is located in Nishi-Nippori and specializes in bakery that sells sandwiches made of koppe pan, bread similar to hot dog buns. Koppe pan was once served as part of school lunches in the Showa era, but recently specialized koppe pan bakeries have cropped up as a resurgence and a reinterpretation of this nostalgic bread. They started in 2014. ** We will be sharing one popular bread from each bakery. We will be tasting three kinds of bread in total. Please feel free to purchase any other breads on your own. ** We are planning on walking, but there is the option to take the bus. If the bus option is preferred, please note that bus transportation is not included in the cost of the tour. We might be able to accept special requests, but our regular time slots for the tour are: Tuesday, Wednesday, Thursday, Friday (10:30 - 12:30/ 13:00-15:00) Please wear comfortable clothes and shoes for walking.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-discover-hidden-bakeries-on-a-bakery-tour-in-yanaka-and-ueno/7472?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Discover hidden bakeries on a Bakery Tour in Yanaka & Ueno!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 20:46:40"
    },
    {
        "intDurationHour": 7,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 99,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1472057018/xypvctfbsz7ctfvg9h01.jpg",
        "strIntroduction": "Below is the schedule of this mainstream Tokyo tour: 10:00 Meet at your Hotel 11:00 Imperial Palace East Garden 12:30 Lunch at Harajuku / Omotesando 13:30 Meiji Jingu Shrine 14:30 Harajuku Fashion \"KAWAII\" costume shops 16:00 Asakusa Sensoji Temple 17:00 Tour Ends Tour Duration: 7 Hours Maximum Number of People: 6 Tour Type: Transport Based Tour Highlights: Edo Castle: the residence of the Tokugawa shogun during the Edo period. After the Meiji restoration it became the Tokyo Imperial Palace. Meiji Jingu Shrine: the deified spirits of Emperor Meiji (1852-1912）and Empress Shoken are enshrined. The Meiji era is the period of Japanese modernization started. Harajyuku Takeshita-dori, young fashion district, visit costume shops. Asakusa Senso-ji Temple: Tokyo’s oldest temple located in Shitamachi, old town where I live; we will explore the surrounding streets with a sense of the old local culture which links to Edo period and early Tokyo. There are many good local restaurants and interesting bars; a pleasant place to conclude the tour. The tour does not extend into the evening, but I will be available to make suggestions for where to eat your evening meal or I would join you. Tour Inclusions: Services of a professional Japanese Tour Guide who will meet you at your hotel. Tour Exclusions: Travel costs (buses, subway, JR or taxis.) Admission costs Your lunch is not included.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-see-tokyo-imperial-palace-harajuku-meiji-jingu-asakusa/7464?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "60% OFF See Tokyo: Imperial Palace, Harajuku, Asakusa",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 20:51:55"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 124,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1472062734/be2kpyzare4jcmjzkxcn.jpg",
        "strIntroduction": "Take a glimpse of the world of Japanese Otaku culture on this 2.5-hour private tour of Tokyo’s famous Akihabara Electric Town. This intriguing area offers a paradise of stores and cafes catering to fans of video games, comic books, cosplay culture and discount electronics. Meet your guide at your hotel and move to Akihabara by public transport. This iconic area, which was nicknamed Akihabara Electric Town due to its origins as an electronics district after World War II, has evolved in recent years into a cultural hub for lovers of anime, manga, cosplay and video games, who refer to themselves as Otaku, or “nerds.” Begin your walking tour of Akihabara and enjoy an hour at this entertaining and shopping district. Finish your Akihabara excursion at Don Quijote, affectionately known by residents as “Donkey.” This sprawling retail superstore sells everything from luxury goods to everyday groceries. Literally every inch of shelf space is packed with products, offering a fun chance to dig for a bargain. Spend some time browsing this incredible store, then return to public transportation for the trip back to your hotel. Below is the schedule of the tour: -10:00 Meet at a hotel (or a station) -Akihabara: Kotobukiya, Don Quixote and toys, games, figure shops. Learn about Otaku culture from a private guide in this popular shopping district -Lunch time in Akihabara (lunch is not included in the tour, we help you find a restaurant according to your taste) -12:30 Disband",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-explore-the-fantastic-world-of-otaku-on-an-akihabara-tour/7467?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Explore the Fantastic World of Otaku on an Akihabara tour!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 20:57:13"
    },
    {
        "intDurationHour": 5,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 1248,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1470717025/alfzvf20dtle2p0ottt8.jpg",
        "strIntroduction": "In this activity you will wear traditional Japanese wedding costumes, have photos of you taken in a wonderful garden and eat multi-dish Kaiseki meal for lunch in a well-known restaurant in Dazaifu, Fukuoka! Below are the details of the tour: Implementation: Weekdays only Tour type: Private tour Recommended to: Newlyweds and couples Tour schedule: 09:30: Rendezvous → Dazaifu Station → walk to \"Shizen-an\" restaurant 10:00: Start the make up & hair arrange by a professional staff 11:20: Wear kimono experence 12:00: Walk out to a beautiful garden and have photos taken. On rainy days you can have the photos taken in a Japanese-style room. 13:00: End of kimono experience 13:30: Enjoy a Kaiseki lunch (drinks not included) 14:30: Get photo data DVD from the camera staff & end the activity",
        "strLocation": "Fukuoka",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-fukuoka-wear-traditional-wedding-costume-and-eat-kaiseki-lunch-dazaifu/7393?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Wear traditional wedding costume & eat Kaiseki lunch,Dazaifu",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 21:01:24"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 82,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1471965560/z8lhlcz70dazocuhkjms.jpg",
        "strIntroduction": "Pick up bicycles and head to Kofukuji Temple. This temple has a number of historic temples and a large pagoda. Ride bicycles to Todaiji Temple all the way weaving through deer meandering through beautiful parks. See the largest bronze statue of Buddha in its great hall. Make your way through the parks and ponds to the ancient Kasuga Taisha Shrine. Walk along the forests paths through 2000 stone lanterns. Bicycle along shady paths to photograph the scenic ponds and Ukimido Gazebo. After finishing the bicycle tour walk around the shopping arcades near Nara Station. There is a large variety of shops and restaurants. This is the end of the tour. I can show you back to the station or recommend a good place to grab a bite.",
        "strLocation": "Nara",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-nara-cycle-through-temples-shrines-and-deer-in-nara/7455?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Cycle through Temples, Shrines and Deer in Nara",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 21:06:02"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 499,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1471474209/pu6ixfdalv1uvvmbbnlw.jpg",
        "strIntroduction": "Japan is a difficult land for wine making, grapes suffer from hot and humid summers and frigid winters. But determined growers and winemakers have been perfecting their crafts, and local wine in Japan is experiencing a small renaissance. With our wine expert, we offer a day tour in the Katsunuma region, where 80 vineyards in Katsunuma produce 40% of the national production and is the most premier wine region of Japan. The day begins with a tour of one of the most important estate vineyard in Katsunuma and which produces particularly the authentic Japanese grape which raises some attention in the wine world, the “Koshu”. This visit can also be an opportunity to pick up and taste the grapes (only Sept./Oct.). Lunch is a good time around a rather special barbecue: The charcoal grill is made of volcanic rock from neighbor Mount Fuji, which has the reputation for tenderizing meat! The day continues with a visit of the Chateau Mercian, one of Japan’s oldest vineyard, founded in 1877. Their Chardonnais, Cabernet Sauvignon and Merlot has been shining, winning awards in wine tastings throughout Japan. On site visit to the factory and then the winery to learn all about wine making which ends with wine tasting of course!",
        "strLocation": "Yamanashi",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-yamanashi-go-on-a-katsunuma-wine-tour-home-to-koshu-wine/7429?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Go on a Katsunuma Wine Tour, home to Koshu wine",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 21:08:59"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 29,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1471573925/rc5f5qj13rkjq3cowykm.jpg",
        "strIntroduction": "The flea market opens on the morning of every Sunday in Tokushima city. Over 300 stalls are waiting for you. You can spend a good time just walking the large site filled with many stalls. There are various items of daily use, foods, drinks and more. There are also many antiques, so this flea market is recommended to people who have a keen interest in Japan. Enjoy the flea market in Tokushima!",
        "strLocation": "Tokushima",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokushima-visit-and-shop-around-a-big-scale-flea-market-in-tokushima/7446?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Visit and shop around a big-scale flea market in Tokushima",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 21:12:32"
    },
    {
        "intDurationHour": 6,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 99,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1471939266/py3wbwoj1hafaxxmkmha.jpg",
        "strIntroduction": "First we’ll meet at our office in Harajuku before making our way to the farm by car. It takes about ninety minutes to get to the farm. Once on the farm, we will start picking seasonal blueberries. They are unbelievably juicy and sweet! After making our own smoothies and other creations to cool off under the summer sun, we will enjoy a lunch of Japanese-style chilled wheat noodles. During lunch our host will share with us how he got his start in farming. This farmer takes a deep spiritual approach to his work and teaches us about the god of farming that is believed to dwell in the woods near the blueberry farm. Enjoy this unusual access into the aesthetic and culture behind farming in Japan as well as this farmer's personal approach and story. Dates: Every Thursday Schedule: 1:00 PM Meet at our office in Harajuku and go to the farm together by car 2:30 PM-3:00 PM Pick blueberries 3:00 PM-4:00 PM Make smoothies 4:00 PM-5:30 PM Lunch with explanation of history and culture of the farm Things to bring: Beverage",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-learn-the-ancient-way-and-aesthetic-of-a-japanese-farm/7454?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Learn the Ancient Way and Aesthetic of a Japanese Farm",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 21:17:26"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 89,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1471472525/oah218g8ojmqbomsseh8.jpg",
        "strIntroduction": "Most visitors to Tokyo will visit the most well-known sights – Asakusa, Shinjuku, Shibuya, Harajuku and the Meiji Shrine. These are all of course worth visiting, but Tokyo also offer a multitude of choices for travelers looking for a less touristy and typical Japanese experience. The real charm of Tokyo is more discreet. We can discover it in the maze of streets behind the main one, with a village atmosphere, miles away from urban life. It is warm and simple, full of nice shops with clean design as well as charming cafes and small bars. Our local experts can attest, straying off the beaten tourist path is the best way to get a once-in-a-lifetime experience in Tokyo. Most popular spots visited as follows: Imperial Palace / Tokyo Tower/ Asakusa/ Akihabara Electronics Town/ Meiji Shrine/ Shinjuku / Ginza / Aoyama-Shibuya-Harajuku fashion district/ Tsukiji Fish Market and so many other off the beaten track places.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-discover-tokyo-the-harmony-of-modernity-and-tradition/6412?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Discover Tokyo: The Harmony of Modernity and Tradition",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 21:20:38"
    },
    {
        "intDurationHour": 9,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 157,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1470595138/kgcefz2uzweb6jzaekfz.jpg",
        "strIntroduction": "Join this convenient and comfortable one day bus tour to Yamaguchi prefecture's top sightseeing spots. After pick-up at a centrally-located hotel, the bus will take you all the way to Yamaguchi prefecture to visit Akiyoshidai Safari Land, a wildlife park where animals roam free as if they were in their natural habitat. Visitors can admire them from their own car or getting in one of the feeding bus to hand out food to wild tigers and lions! However, you will also have the chance to get up close with cute and furry animals. It's an exhilarating experience that will bring you closer to the natural world and will become an unforgettable memory. After that, you will take a delicious lunch while enjoying the amazing karst landscape, before moving to the next location: the Akiyoshido Cave. Located 100 meters underneath the Akiyoshidai plateau, the Akiyoshidai Cave is the largest limestone cave in Japan. Scientists believe the cave was formed after millions of years of slow dissolution of a coral reef that existed where the plateau is located today. It is truly a natural wonder. This one day tour of Yamaguchi prefecture's top spots is a perfect way to compliment your trip to Fukuoka, don't miss this chance and book your seats!",
        "strLocation": "Yamaguchi",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-yamaguchi-enjoy-the-akiyoshido-cave-and-safari-land-tour-from-fukuoka/7365?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy the Akiyoshido Cave and Safari Land Tour from Fukuoka",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 21:25:54"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 85,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1470572468/u84qhonvn25xkwddaqqo.jpg",
        "strIntroduction": "The 800 metre long Aharen Beach on the Okinawan island of Tokashiki is a beautifully curved white sand beach with a truly impressive coral reef and crystal clear waters. It offers some of the best snorkeling and diving in the Ryukyu islands, as well as other marine sports. The beach is equipped with lavatories and showers, shops and other stalls where one can rent parasols and other accessories. It is a genuine island paradise for fun and relaxation. This package offers a full day at the beach, a total of 8 hours total excursion time from Naha and back. The itinerary for this tour is as follows: • Meeting time: 09:00 am at Naha Wharf • Departure: 09:30 am from Naha Port by a charter boat. It takes approximately 45 mins for the boat to reach Tokashiki Port, so you should arrive at around 10:15 am. • A shuttle bus will then take you to Aharen beach in about 15 mins. • Arrive in Aharen beach by 10:45 am at the latest, where you will have free time to engage in any activities you choose and have access to the private beach section. • Departure: 16:00 pm - take the shuttle bus back to Tokashiki Port. • Return boat departure: 16:50 pm, arriving at Naha Port at 17:35 pm.",
        "strLocation": "Okinawa",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-okinawa-enjoy-a-1-day-tour-at-a-white-sand-beach-in-okinawa/7361?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy a 1-day tour at a white sand beach in Okinawa!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 21:29:23"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 75,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1470566607/mqn0xoel2tmz9vpvwfoc.jpg",
        "strIntroduction": "The village of Ogimi in northern Okinawa is renowned for having the highest life expectancy in Japan, a fact that locals attribute to their traditional cultivation of Shekwasa, a citric fruit related to the mandarin. Whether true fact or mere legend, the area is certainly one of the most beautiful locations in Japan with its warm climate and rich soil. The residents of the area promote organic farming methods by giving visitors the opportunity to engage in all aspects of fruit and vegetable planting and harvesting, but this short tour/experience is primarily about fruit picking. For this reason, participants should come prepared with: • comfortable footwear such as sneakers • long sleeves and trousers • gardening gloves You can also join a tour around Ogimi village where, among other things, you will see the traditional Bashoku cloth weaving that has been done in Okinawa for over 500 years.",
        "strLocation": "Okinawa",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-okinawa-enjoy-ogimi-village-fruits-picking-and-village-tour-okinawa/7360?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy Ogimi village fruits picking & village tour, Okinawa!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 21:34:10"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 254,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1470564471/mg5hnogap9ks27wmdzk6.jpg",
        "strIntroduction": "What better way to see the amazing Tokyo skyline than from up in the sky? With a Tokyo Sky Cruise, you can do just that. Flying by helicopter from Urayasu Heliport, the course takes you over Tokyo Bay with a wonderful view of Rainbow Bridge, then past Tokyo Tower and the Ginza area with distant views of the famous Shinjuku skyscrapers, Tokyo Dome and the Imperial Palace. The highlight of the course is a complete circuit of the amazing neo-futuristic Tokyo Skytree tower, the world's tallest broadcast tower, the second tallest structure in the world and the highest structure in Japan. Flights begin from 16:00 during summer and 15:30 in winter (until 30 minutes after sunset), and the course flight time is approximately 15 minutes in duration. It is up to you whether you fly while the sun is out, or in the twilight, when the city is beginning to twinkle into life.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-enjoy-tokyo-bay-and-skytree-helicopter-ride-urayasu/7356?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy Tokyo Bay and Skytree Helicopter Ride, Urayasu!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 21:38:21"
    },
    {
        "intDurationHour": 7,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 146,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1470562820/fbfmvwltw0vn5m7iobgm.jpg",
        "strIntroduction": "This delightful private tour takes in some of the most picturesque sights that Hokkaido has to offer. Transportation is by a comfortable and convenient car relative to the size of your group, including English guides. Pick up is at Muroran Port at 09:00am, arriving at Lake Toya at 10:00am. This is a volcanic caldera lake and the northernmost lake in Japan that never ices. Marvel at the stunning natural beauty and the crystal clarity of the lake's water. From here, you will take the Mt. Usu ropeway to the observation platforms overlooking Shōwa-shinzan, a volcanic lava dome, and right next to the active volcano Mt. Usu. Here you will have plenty of time to enjoy the impressive scenery of Shikotsu-Toya National Park and have lunch (not included). At 02:00pm the tour will reach Jigokudani (Hell Valley) just above the town of Noboribetsu Onsen. As the main source of the town's famous hot spring waters, the volcanic activity in the valley includes hot steam vents and sulphurous streams; surely one of the most impressive sights in Japan! The tour will drop you off back at Muroran Port at 04:00 pm.",
        "strLocation": "Hokkaido",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-hokkaido-shore-excursion-from-muroran-to-lake-toya-and-noboribetsu/7354?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Shore Excursion From Muroran to Lake Toya & Noboribetsu!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 21:40:46"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 64,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1470567042/h2ujyg2059r7sj061mu6.jpg",
        "strIntroduction": "For those who don't already know, Odaiba is a man-made island in Tokyo Bay and a veritable wonderland of amusements, hi-tech exhibitions, food and drink and, of course, shopping! One of the few places in the region with direct access to a shoreline, Odaiba boasts impressive views of the bay and beyond, especially at night. It's not surprising, therefore, that it is also home to one of Tokyo's most modern and polished hi-rise hotels, Tokyo Daiba Grand Nikko, just 2 minutes on foot from Daiba Station. Among the hotel's many features and amenities is its ever-popular seasonal outdoor terraced pool. One of the most luxurious pools in Tokyo, it offers some amazing views of the ocean, Rainbow Bridge, and the Tokyo skyline. Choose between daytime (weekend or weekday) or twilight time pool experience!",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-enjoy-tokyo-daiba-grand-nikko-pool-experience-tokyo/7353?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy Tokyo Daiba Grand Nikko Pool Experience, Tokyo!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 21:45:02"
    },
    {
        "intDurationHour": 9,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 125,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1470590880/szisyagxfyjjd8otm0z8.jpg",
        "strIntroduction": "This one day tour of Saga prefecture will allow you to visit the most notable sightseeing spots in the nearby Saga prefecture, departing from Fukuoka. The tour will start at the Kyushu Ceramic Museum, where you will be able to admire pieces of ceramic art from Kyushu, especially from the Heizan area. Next, the tour will take you to Arita Toji no Sato Plaza , the largest place to purchase goods made out of this kind of porcelain raging from daily-life articles and even some good-priced masterpieces. For lunch, you will try delicious Kyushu specialties in a Japanese style set meal before continuing with the tour and stopping at Yutoku Inari Shrine, one of the three major shrines dedicated to Inari, the Goddess of rice and prosperity. Besides it's beautiful appearance, the shrine is visited by both locals and visitors alike to pray for good fortune, especially in business. The last stop in the tour will be the Sake Brewery in Kashima, whose sake won the Grand Prix \"Champion Sake\" at the International Wine Challenge, the most prestigious wine competition in the world. Perhaps the secret to their exquisite sake is the fact that they use water from the sacred mountain of Tara-dake and rice from the Saga Plains. The tour will have several drop-off options, from which the most recommended is the Ureshino Onsen. What better way to end a day of sightseeing and wine tasting, than by soaking in the sodium-rich waters of this hot spring district. You might even decide to stay the night and treat yourself to endless relaxation.",
        "strLocation": "Saga",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-saga-enjoy-a-1-day-saga-sightseeing-and-shopping-tour-from-fukuoka/7350?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy a 1-Day Saga sightseeing & shopping tour from Fukuoka",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 21:50:22"
    },
    {
        "intDurationHour": 7,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 135,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1470590760/osdugic4vqkoslvdckt9.jpg",
        "strIntroduction": "Enjoy the convenience and comfort of visiting one of Japan's most emblematic and important shrines as well as other memorable sites without any hassles in this one day bus tour. The tour will start at Miyajidake Shrine home of the famous \"three number ones\", which refer to Japan's largest sacred straw weighting more than 3 tons, the largest shrine bell and the largest traditional drum. The shrine is visited by over 2 million people each year who pray for good luck especially in business. The shrine is the site for a monthly ritual named Tsuitachi Mairi, in which the shrine grounds are packed with souvenir and snack vendors. Miyajidake Shrine is also notable for their wide variety of flowers that bloom depending on the season of the year. From July to August, for instance, you can see the colorful blossoms of hydrangeas and other flowers. Next, you will head to the town of Okagaki, where you will visit a restaurant to indulge in a bbq-style lunch featuring delicious beef and pork dishes. You will finish the tour with a visit to Munakata roadside station, the most popular one in Japan, offering local and fresh agricultural and marine products, especially the delicious fish caught in the Genkai-nada Sea. Don't miss the chance to visit one of Japan's most emblematic shrines and enjoy the area's local products with this one day tour.",
        "strLocation": "Fukuoka",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-fukuoka-enjoy-miyajidake-shrine-flower-viewing-and-bbq-lunch-fukuoka/7349?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy Miyajidake Shrine Flower Viewing & BBQ Lunch, Fukuoka",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 21:54:12"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 132,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1470590557/cgcaf1czek8c2iz1nrt4.jpg",
        "strIntroduction": "Enjoy Fukuoka's highlights and a world-class shopping with this one day bus tour that takes you to unmissable spots in the city. Start of by learning the history of the city and admiring precious items on display at the Fukuoka City Museum. The exhibit features rare and valuable historic objects such as a golden stamp from a Chinese emperor given to a Japanese envoy as well as the popular spear from the song of Kuroda. After the visit, the tour will visit Fukuoka Tower, Japan's largest seaside tower featuring over 8,000 mirrors and reaching a height of 234 meters. The observatory located 123 meters above the ground offers visitors 360 degree, panoramic views of Fukuoka. You will then head to the Hilton Fukuoka Sea Hawk hotel to indulge in a delicious buffet style lunch included in the package tour. After a hearty meal, you will be ready to explore the endless stores available at Marinoa City outlet shopping mall. There, you will also receive a free ticket to ride the Skywheel Ferris wheel and a discount coupon valid in several stores in the mall. Compliment your sightseeing of Fukuoka with amazing shopping opportunities with this convenient one day tour.",
        "strLocation": "Fukuoka",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-fukuoka-enjoy-1-day-fukuoka-s-sightseeing-and-marinoa-city-mall-tour/7348?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy 1-day Fukuoka's sightseeing & Marinoa City mall tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 21:56:49"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 121,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1470590435/exvcn24y11mviugdmwnx.jpg",
        "strIntroduction": "Visit the internationally famous Cat island and other amazing sites with this convenient one day bus tour departing from Fukuoka. The tour will take a bus and then a ferry to visit Ainoshima island, also known as the cat island, a historic island mentioned in ancient poetry literature such as the Man’yoshu, and home to hundreds of stray cats that roam freely the island and that have attracted a high numbers of cat lovers interested in playing around with them and taking pictures. You can enjoy the company of the cats while you eat a Japanese bento box included in the tour. After the visit and the ferry back to the mainland the tour will head to Munakata roadside station, the most popular in Fukuoka. Here, you'll have the chance to shop for fresh, locally produced agricultural and marine products. The speciality to look out for is the delicious fish caught at the Genkai-nada Sea. After stocking up on local goodies, you will head to Munakata Shrine, a religious site devoted for praying for those who will travel by road or sea and it's considered one of the oldest temples in Japan of it's kind. The shrine is also the site of the Miare festival, in which dozens of boats carry a portable shrine by sea. This tour is perfect for visiting these unique sites without hassle and enjoy a full day of memorable sightseeing around the beautiful Fukuoka prefecture.",
        "strLocation": "Fukuoka",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-fukuoka-enjoy-a-1-day-tour-to-cat-island-and-munakata-shrine-fukuoka/7346?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy a 1-Day tour to Cat Island & Munakata Shrine, Fukuoka",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 21:59:48"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 57,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1470590322/zvavuojkvasbfsmdwizt.jpg",
        "strIntroduction": "This is a half-day tour of Fukuoka city including some of the most popular spots in the city for foreign visitors and locals alike. After boarding the bus at a centrally-located hotel, you will visit Ohori Park. Ohori park is a beloved public area where locals gather to admire the beautiful landscape incorporating water elements, which makes it unique among Japanese parks. Then, you will head to Ohori Park Japanese Garden, constructed to commemorate the 50th anniversary of the inauguration of Ohori park and features a traditional landscaping techniques as well as modern elements that together crate a large scale, circuit-style garden with a variety of hills and ponds. The tour will board the bus again and in our way, we will drive by the Fukuoka castle, which construction began in 1601 for the daimyo Kuroda Nagamasa. Today it features assets designated as important cultural property. Finally, your guide will ask you your preference to decide the last stop on the tour. Either the Fukuoka Municipal Zoo or the Fukuoka Municipal Botanical Gardens. The Municipal Zoo features 130 species of animals roaming about in an idyllic natural environment. Some of the most popular animals on display are rare gorillas, elephants, giraffes and the Arabian oryx. The Fukuoka Municipal Botanic Gardens offer the visitor a great variety of facilities to enjoy the more than 2,600 varieties of plants in 10 hectares featuring a greenhouse, an observatory, large flower beds, etc. Get to know Fukuoka's municipal attractions that delight both foreigner and locals alike, and provide a perfect way to get a closer look to the local pulse of the city.",
        "strLocation": "Fukuoka",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-fukuoka-enjoy-a-half-day-tour-ohori-garden-and-municipal-zoo-fukuoka/7344?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy a half day tour Ohori Garden & Municipal Zoo, Fukuoka",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 22:04:19"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 125,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1470589208/sarfd7bxmtc32yj8d5b3.jpg",
        "strIntroduction": "Explore popular sites in Saga and Nagasaki prefecture with this one day tour departing from Fukuoka. Start of your day with a magnificent one hour cruise around Kujukushima, literally meaning 99 islands, it's a natural area featuring over 200 beautiful islands on board the elegant \"Queen Pearl\" boat. Then, head to Arita Porcelain Park, a small theme park built to resemble the Zwinger Palace in Germany that houses porcelain ware from Arita and from many countries around the world. At this location, you will also indulge in a delicious buffet style lunch featuring local and fresh ingredients from Saga and Nagasaki. Lastly, you will be taken to Munemasa Shuzo Arita Kura, a sake brewery where you will learn about the manufacture and bottling process of the most popular and representative beverages of Japan; shochu and sake. Don't miss the chance to experience these unique sites in Nagasaki prefecture with the comfort of an all-inclusive 1-day bus tour.",
        "strLocation": "Nagasaki",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-nagasaki-ejoy-a-1-day-kujukushima-cruise-and-ceramics-town-tour/7342?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy a 1-day Kujukushima cruise and ceramics town tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 22:07:44"
    },
    {
        "intDurationHour": 5,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 95,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1470589026/gf6omxkfnzo3dyrlmttr.jpg",
        "strIntroduction": "Enjoy an afternoon filled with fun activities with this half a day tour that takes you to some of the best spots for sightseeing in Fukuoka. Get on the bus at 13:00 or 13:20 and head to the Fukuoka Tower, Japan's tallest seaside tower standing at 234 meters and covered in more than 8,000 mirrors. go up all the way to the observatory deck located 123 meters above the ground and enjoy 360 degree panoramic views of the city below. Next, enjoy the city from the water. Get on a cruise to explore Hakata Bay and feel the marine breeze as you admire the landscape. The cruise will drop you off within walking distance of our next destination: Marine World Uminonakamichi, an aquarium that is home to more than 30,000 organisms of 450 kinds and mainly features marine life from the warm currents of Tsushima. The exhibit can be experienced through audio, video and underwater camera displays. Take advantage of this tour packed with fun activities and make the most out of your visit to Fukuoka.",
        "strLocation": "Fukuoka",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-fukuoka-explore-some-of-the-best-sites-of-fukuoka-in-half-a-day-tour/7340?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Explore some of the best sites of Fukuoka in half a day tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 22:11:20"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 74,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1472544288/aaraqwrouvfy8oqdzaml.jpg",
        "strIntroduction": "The National Diet Building is the center of Japan’s politics as it is the place where Diet sessions are held. The building is in Nagata-cho, Chiyoda ward, Tokyo, and features a pyramid-like tower in its center. It was completed in 1936, after 17 years of work involving a total of 2.54 million people at a cost of 25,736,000 JPY. The central tower was the tallest building in Japan when it was completed. Entering the inside of the building is a special experience even for Japanese people. Consider this tour as one of your options during your stay in Japan. In the National Diet Building, you can see the lobby, conference hall, central hall with its gorgeous decorations and a rest lounge used by the Emperor. After exploring the National Diet Building, move to Kensei Kinenkan (memorial hall of the constitution process) located behind the Diet Building, and learn the history of Japan’s politics. And then walk to Akasaka Excel Hotel Tokyu, and enjoy the buffet-style lunch, including popular crab and roast beef! Schedule of the tour: 10:40: Meet at exit 1 of Kokkaigijido-mae subway station Visit the National Diet Building Visit the Kensei Kinenkan (free time to explore in about 20 minutes) 13:30: Move to Akasaka Excel Hotel Tokyu for lunch (about 90 minutes), end the tour at a convenient time (until 15:00) * The participants must be 4 years or older. However, infants 3 years or younger can join the tour for free (1 infant per adult). Be sure to let us know beforehand in this case About The National Diet of Japan voyag.in/2cDD4Ff Check the Tour Conditions link below. voyag.in/2c7AgMg",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-enjoy-national-diet-tour-and-buffet-lunch-tokyo/7339?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy National Diet Tour and Buffet Lunch, Tokyo!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 22:14:00"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 112,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1472546516/yoi2xurtinpbr7hzdupm.jpg",
        "strIntroduction": "Kagurazaka is a fashionable shopping and dining district along a sloping street in Tokyo. During the Edo Period, Kagurazaka was located just outside the outer moat of Edo Castle and gained prominence as an entertainment district with numerous geisha houses and restaurants. Some of the geisha houses survive in the district's narrow alleys to this date. While a geisha is female, a male geisha is called “taikomochi.” Currently, there are only 5 taikomochi in Japan. Why not enjoy taikomochi show in this historical place! Enjoy the genuine traditional Japanese cuisine and the Ozashiki (the party in a tatami room with a geisha) at the distinguished old restaurant, Kagurazaka Shimakin, which was established in 1869. We offer a special and reasonable taikomochi and unagi (eel) lunch course for you. This plan includes the guide, so it is one of the easiest and most affordable to see taikomochi performing in Tokyo. The following is the schedule: 12:00 Lunch 12:30 Performance 1 13:15 Break 13:30 Performance 2 14:00 Event end * If you are not a fan of unagi (eel), please let us know beforehand. It can be changed to tempura. * Note that you can take photos, but not videos. * Participants must be 6 years or older. Check the Tour Conditions link below. voyag.in/2c7AgMg",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-enjoy-japanese-taikomochi-show-and-cuisine-tokyo/7338?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy Japanese Taikomochi Show and Cuisine, Tokyo!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 22:17:44"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 49,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1472545288/suytje45dqzt0r8hfdvl.jpg",
        "strIntroduction": "Take a cruise along five rivers in Tokyo! The cruise includes the Nihonbashi River, Kamejima River, Sumida River, Onagi River, and Ohyoko River. Guests can go on the exciting Koumon (Lock) ship elevator, and see an amazing view of Tokyo Skytree. Cruisers get a totally unique experience that you can't get on land. Nihonbashi is linked by the Nihonbashi River to some of Tokyo's major waterways, including the Sumida River, each with its own character and each offering a variety of excursions. They offer a view not only of the city's many famous bridges but of the dramatically changing face of the city. The river cruise is popular, and in some seasons sell out almost immediately. We offer a special plan for you. The following are three timetables (Select one): <9:40 Course> 09:40 Meeting up/Reception in front of Nihonbashi Uogashi Kinen Hi (Nihonbashi Uogashi Monument) 09:50 Boarding at Nihonbashi Pier 5 River Cruise 11:20 Disperse at Nihonbashi Pier <11:30 Course> 11:30 Meeting up/Reception in front of Nihonbashi Uogashi Kinen Hi (Nihonbashi Uogashi Monument) 11:40 Boarding at Nihonbashi Pier 5 River Cruise 13:10 Disperse at Nihonbashi Pier Check the Tour Conditions link below. voyag.in/2c7AgMg",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-enjoy-private-cruise-over-five-rivers-in-tokyo/7330?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy Private Cruise over Five Rivers in Tokyo!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 22:22:55"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 49,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1472546099/ykodrpn1t9qixcl19kn6.jpg",
        "strIntroduction": "The Nihonbashi-Kanda River Cruise provides a glimpse of the contrast between premodern Edo and present-day Tokyo. The Nihonbashi Pier was completed in 2011, featuring ornamental caps replicating the original wooden bridge. Depart from this pier for a fun cruise and a history lesson on the Edo Period in Tokyo. Guests can get a unique view of the largest bridge on the Nihonbashi River, the Edobashi Bridge and pass underneath it. Depending on the tide you can almost touch the underside of the bridge! This area also connects some of Tokyo's major waterways, each with its own character and a variety of excursions. They offer a view not only of the city's famous bridges but the dramatically changing face of the city. The cruise is extremely popular and tickets sell out almost immediately. We offer a special plan for you. The following plan has two two different schedules (Select one): <9:40 Course> 09:40 Meeting up/Reception in front of Nihonbashi Yuraiki no Hi (Nihonbashi History Monument) 09:50 Boarding at Nihonbashi Pier Nihonbashi River & Kanda River Cruise 11:20 Disperse at Nihonbashi Pier <11:30 Course> 11:30 Meeting up/Reception in front of Nihonbashi Yuraiki no Hi (Nihonbashi History Monument) 11:40 Boarding at Nihonbashi Pier Nihonbashi River & Kanda River Cruise 13:10 Disperse at Nihonbashi Pier Check the Tour Conditions link below. voyag.in/2c7AgMg",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-enjoy-nihonbashi-river-and-kanda-river-cruise-in-tokyo/7327?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy Nihonbashi River and Kanda River Cruise in Tokyo!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 22:28:14"
    }
]