[
    {
        "intDurationHour": 12,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 14782,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1460516223/feuzaddnnkpozmcscndf.jpg",
        "strIntroduction": "In this bus tour you will have a chance to look at beautiful moss phlox flowers with Mt Fuji in the background. The field filled with moss phlox flowers looks like a beautiful pink carpet covering it all. In this season, Mt Fuji is lightly powdered with snow and the combination with the flowers produce a sublime view. The Umaimono Festa festival, which coincides with the unique viewing opportunity is the perfect chance to taste the delicious local dishes from Yamanashi prefecture. There are fried noodles, wheat noodles, pork miso soup called Tonjiru, and sweets such as Taiyaki (pancake filled with bean jam) and ice cream with Shingen-Mochi (local rice cake with toasted soybean flour). At lunch you will stop at Fuji View Hotel to enjoy the buffet. This hotel is famous for their spectacular views of Mt. Fuji and you'll be able to try Yamanashi's specialty Hoto, noodles cooked with seasonal mushrooms, chicken, pork, fried tofu, pumpkin and curry, as well as other dishes that will definitely satisfy your appetite. This tour also includes cherry picking, you can eat as much as you want! Itinerary: Meet at Shinjuku station's west exit at 7:30 am. Visit the fifth station of Mt. Fuji. Buffet at \"Fuji View Hotel\". Viewing of moss phlox flowers and Mt Fuji. Cherry picking. Return to Shinjuku at 19:30 pm. Please note that on May 5th, 6th and 7th, the meeting time at Shinjuku is at 7:00 in the morning and that the tour does not visit the fifth station of Mt. Fuji.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-enjoy-shibazakura-and-cherry-picking-in-yamanashi/5946?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy Shibazakura and cherry picking in Yamanashi",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-04 15:39:48"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 2772,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1480554143/u2jwxxqqa1wrbqz4tb2h.jpg",
        "strIntroduction": "Takagiya is a famous shop for traditional Japanese confectioneries in Tokyo. The style in Takagiya has remained the same for more than 100 years since its founding in Katsushika ward's Shibamata area in the early Meiji era (1868-1912). You can taste the famous \"Kusa Dango\", mugwort dumpling, and other Japanese sweets that are popular to many visitors that come to the Shibamata Emperor Temple (Taishakuten). You can experience Japanese culture that has been inherited from the ancient times. Takagiya is a very famous spot that was used for filming the popular Japanese movie, \"Otoko wa Tsurai yo\" meaning \"It's tough being a man\". You will make 2 kinds of Japanese confectionery: \"Nerikiri\" is a \"Wagashi\" (Japanese sweets) made from white bean paste. This sweets is made with four seasonings and flour. In this experience, you can make it with seasoned flour. \"Dango\" has the same characteristics as dumplings. It is made using raw fresh powder which cannot be compared to others. In this experience, you will make them using skewers. Total 60 mins: Making \"Wagashi\" (40 mins) & Tasting (20 mins）",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-enjoy-japanese-confectionery-making-in-shibamata-area-tokyo/7942?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy Japanese confectionery making in Shibamata area, Tokyo",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-04 15:45:02"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 10900,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1480572561/enckxwy99dn3ufup8iq2.jpg",
        "strIntroduction": "Enjoy a walking tour Pontocho, one of Kyoto’s most charming and historical areas. Travel back in time to enjoy the sights, sounds and tastes in this rustic area of Kyoto. With the streets lined with geiko houses and machiyas (teahouses), this street is one of Kyoto’s geisha districts where you might have a chance of catching a glimpse of them scampering between appointments in their zori sandals and gorgeous kimonos. After this, you will head to a local Shabu Shabu restaurant where you will enjoy a scrumptious array of vegetables, appetizers and beef. Your guide will explain to you everything you need to know about Kyoto food and culture while you eat until you cannot eat anymore! The second stop of the tour is a standing bar izakaya where you will enjoy a drink and appetizer as you immerse yourself with the locals of Kyoto. Finish of the tour with a dessert from a family owned stored that’s been making these sweet delights for the last 30 years. Learn everything about Kyoto food. Have fun beyond the temples and other Kyoto cultural things and ask your guide about the history and cultural surrounding the food of Kyoto!",
        "strLocation": "Kyoto",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-kyoto-kyoto-pontocho-walking-food-tour-with-shabu-shabu-dinner/7945?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Kyoto Pontocho Walking Food Tour with Shabu Shabu Dinner",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-04 15:48:05"
    },
    {
        "intDurationHour": 7,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 5081,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1480552766/mrkylhyw4gabxhvjt165.jpg",
        "strIntroduction": "Do you expect Tokyo to be a developed and modernized city? Yes, if you come to central Tokyo, you will find so many skyscrapers lined up on the streets, every shop has automatic doors, and vending machines are seen at many places. But I guess you will get bored with such landscapes soon on the next day, because it is so monotonous, and if you visit some other big city in the world, you can find such level of modernization everywhere. However, there are some areas in central Tokyo where old good mood still remains. The people there still preserve their Japanese original lifestyle, such as living in Japanese-style tatami rooms, going to a public bath every evening to soak in the large bathtub, visiting local shrines to pray for their wishes. The area around Toden Street Car is one of them. In the past there were many Street Car lines in Tokyo. Although most of them were closed because of modernization, only this line is still under operation retaining its good old atmosphere. On this tour, we will visit several attractions by the Street Car using 1-day free ticket. Compared to tourist places such as Asakusa, you can find more local atmosphere with fewer tourists. So let's explore retro Tokyo! First, we will start from JR Otsuka Station and move to the final stop, Waseda, by taking Toden Street Car. Viewing skyscrapers faraway, the train goes through the residential area at a slow pace. Then, from the final stop, we walk a little while until \"Some-monogatari Museum\". This museum was a dyeing studio in the past. Since the Edo era, about 400 years ago, they have been dyeing cloths at this place using water of Kanda-gawa River just in front. And now it is open as a museum that lets everybody experience traditional dyeing techniques. You can try it as well. After the museum, we go to Shin-Edogawa Koen Park, a Japanese garden. This park was a samurai residence about 150 yeas ago. Here you can see a traditional Japanese style building and a garden which is free for everybody to look around. After visiting Shin-Edogawa Koen Park, we will have lunch at the nearby Waseda stop. Then, after lunch, we will ride on Toden Street Car again until Kishimojin stop. This stop is close to Kishimojin-do which enshrines Kishimojin goddess. Kishimojin is the Indian goddess of delivering and nurturing children and has been worshiped by many people for about 500 years. Going through nice stone pavements with Zelkova elm trees on the roadside, we will reach the old large shrine which has a good retro atmosphere. Then, lastly, we will ride on Toden Street Car again to go to a public bath called \"Sento\". As you can see in the world hit movie \"Thermae Romae\" or \"Spirited Away\", Japanese people have a traditional custom to take bath every evening. We will go to a typical public bath not only for sightseeing but also for bathing! When you soak in hot water in a large bathtub, you will feel completely refreshed! Yes, you can have a really nice and enjoyable time! Come on and have fun with me, and a Little Monkey!! The time schedule is below: 10:00 Otsuka Station || (Street Car) 10:30 Waseda Stop | 10:40 Some-monogatari Museum | (Dyeing) 12:00 | 12:10 Shin-Edogawa Koen Park | (Seeing) | 12:50 Waseda Stop | (Lunch) 13:50 || (Street Car) 14:00 Kishimojin Stop | 14:05 Kishimojin-do | (Seeing) | 14:30 Kinshimojin Stop || (Street Car) 15:00 Oji Stop | (Monorail & Walking) | 15:30 Ebisu-yu Bath | (Taking Bath) | 16:30 Asuka-yama Stop || (Street Car) 17:00 Otsuka Station Alternatively, you can book a shorter, half-day version of the Street Car tour that starts in the afternoon. Below is the schedule for the half-day tour: 14:00 Otsuka Station || (Street Car) 14:30 Waseda Stop | 14:40 Shin-Edogawa Koen Park | (Seeing) | 15:20 Waseda Stop || (Street Car) 15:30 Kishimojin Stop | 15:35 Kishimojin-do | (Seeing) | 16:00 Kinshimojin Stop || (Street Car) 16:30 Asuka-yama Stop | 16:35 Ebisu-yu Bath | 17:30 Asuka-yama Stop || (Street Car) 18:00 Otsuka Station < Key Words > train, railway, railroad, vehicle, streetcar, tram, tramcar, tramway, trolley, surface car, hot spring, onsen, handcraft, craftwork, kimono, dyed textile, walking, picnic, walk, stroll, promenade, nature, environment, sanctuary, ecology, green, forest, wood, trees, forest bathing, fresh air, therapeutic walk, forest therapy, field, plain, lohas, slowlife, halcyon, pastoral, tranquil, nostalgic, antique, archaic, retro, classical, leisurely, at leisure, unhurriedly, relax, loosen up, at ease, open air outdoor, rest, relief, relaxation, refreshment, mental break, active, affirmative, aggressive, intense, positive, dynamic, energetic, inexhaustible, live, strenuous, vigorous, healthy, hidden, little‐known, good spot, out-of-the-way place, niche, original, unique, strange, different, outstanding, changed, unusual, curious, queer, peculiar, uncommon, extraordinary, quaint, specific, characteristic, singular, unambiguously, uniquely, distinctive, individual, unique, rare, infrequent, good, beneficial, helpful, meaningful, informative, important, significant, worthwhile, valuable, salutary, substantial, solid, productive, reasonable, economical, good-value, interesting, precious, amusing, funny, delightful, pleasant, satisfactory, recommended, grapevine, favorable reception, popularity, popular, good repute, favorable reputation, indispensable, essential, must, crucial, all-important, necessary, Japan, Kanto, Tokyo, capital region, metropolitan area, urban, suburb, outskirt, suburbia, environ, vicinity, tour, trip, travel, excursion, ecotour, stay, visitation, voyage, discovery, adventure, exploration, packer, backpacker, lonely planet, activity, pastime, recreation, amusement, holiday‐making, sight-seeing, outing, playground, vacation, sights, good place, noted place, showplace, landscape, art *************",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-explore-retro-tokyo-by-riding-on-the-city-only-street-car/7929?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Explore Retro Tokyo by Riding on the City's only Street Car!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-04 15:52:00"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 14504,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1481017062/dcukm0pkrb6i9odyisra.jpg",
        "strIntroduction": "This is a personalized food tour about Japanese traditional fermented farm food. There are some flexibility in schedule to meet your request. Below is the basic schedule of the tour: 10 am: meet the guide at Nagano Station Take the local train for 10 minutes and walk to the grandma's home Be welcomed by Sumie's big smile and tea See her fermented food collection and samples Learn how to make Asazuke (easy pickling) Enjoy homemade lunch full of fermented food made with homegrown veggies (Pickled cherry blossoms, Miso, Pickled Ume plums, Rice bran pickles and more) If time allows, we'll visit her vegetable garden by the river 2 pm: take the local train back to Nagano Station 3-4:30 pm: Please choose one of the options: Option 1: Visit a local artisan of Miso & Soy sauce maker, taste samples, shop and enjoy a fun variety of products Option 2: Visit a 400-year old sake brewery and Tsukemono pickled veggies store and enjoy sampling varieties of products and shopping. I am happy to help you choose quality food and ship it to your home. 5:30 pm: back to Nagano Station Included: lunch Not included: Fare for local train",
        "strLocation": "Nagano",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-nagano-learn-about-fermented-farm-food-and-miso-in-nagano/7906?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Learn about fermented farm food and miso in Nagano",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-04 15:56:45"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 9054,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1459609914/klvttuefmhjgwaxh1mpp.jpg",
        "strIntroduction": "Have you ever dreamed of becoming a pilot? We offer this unique opportunity to have your childhood dream come to life at JFlight! JFlight in Yokohama, Kanagawa, is a unique place where you can experience flight simulation. You can enjoy piloting your own flight in the high-quality reproduced cockpit of AirBus A320. Usually only staff members and pilots are allowed to enter here, so it's a rare chance to see what being a pilot would really be like. Upon entrance into JFlight, you will see a variety of plastic airplane models decorating your surroundings. You will then listen to instructions regarding the cockpit and how to handle your own flight. Inside the cockpit, you can feel the atmosphere of a real flight! Once you sit in the pilot seat, you will definitely feel the excitement as a huge screen in front of you shows a real, natural landscape. Experience takeoff and landing from popular airports such as Narita Airport and Haneda Airport. This is a place not only for children, but adults, too! You can have fun with your family and friends. Take some unforgettable pictures in the cockpit of your day as a pilot! JFlight Operating Hours: Every day 10:00 - 22:00 *You can make reservations for every 30-minute time block (e.g. 10:00, 10:30, 11:00 etc...) You can choose between 3 different plans, outlined below! 1. Basic flight (30 minutes) Capacity: 1 person Experience: 1 Flight 2. Advanced flight (60 minutes) Capacity: 2 people Experience: 2 Basic Flights (taking turns), takeoff and landing 3. Kid’s flight (30 minutes) Ages: 7 – 12 Years old Capacity: 1 Person Experience: 15 minutes instruction, 15 minutes takeoff and landing",
        "strLocation": "Kanagawa",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-kanagawa-be-a-pilot-for-a-day-and-enjoy-flight-simulation-in-yokohama/5833?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Be a Pilot for a Day and Enjoy Flight Simulation in Yokohama",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-04 16:00:43"
    },
    {
        "intDurationHour": 16,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 30487,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1481173651/pdqetb2uuvr12mmjghvg.jpg",
        "strIntroduction": "This tour offers you round-trip bullet train Shinkansen tickets departing from Tokyo to Osaka and one night accommodation at Osaka's hotel. We recommend you to depart from Tokyo by bullet train Shinkansen to Osaka in the morning, so you will have more time to spend in Osaka to visit and explore Osaka's famous sightseeing spots. We also recommend you to visit Namba and Dotonbori at night, where you can find many Osaka's local food and shops. For the second day, we suggest you to take the bullet train Shinkansen in the afternoon so you will have more time to spend in Osaka. Some of Osaka Hotels available to book are as follows: - Osaka Garden Palace - Hotel NCB - Hotel Plaza Osaka - Hotel Hokkei Club Osaka - Shin-Osaka Esaka Tokyu Rei Hotel - Etc We will inform you which hotel is available after you make your reservation. Some famous sightseeing spots for Osaka are as follows: - Osaka Castle Osaka Castle is a more recent replication of the original castle built in the 1580s. It exhibits Osaka's pas with impressive stone walls, elegant gold-leaf trim and copper roofing. An observatory is perched atop the eight-story keep, making it a great place for panoramic views of the surrounding area. - Osaka Aquarium Kaiyukan Featuring the largest aquarium tank in the world, Osaka Aquarium displays a breathtaking view of aquatic life. Favorites among the 15 natural habitats and 35,000 specimens are the Japanese Forest, whale shark, Arctic penguins and giant spider crab. -Shitennoji Temple The Shitennoji Temple site is the oldest in Japan, with the original temple being constructed in 593. Surrounding the temple are lush grounds including a serene Japanese landscape garden replete with manicured shrubbery, streams and waterfalls. - Umeda Sky Building Enjoy panoramic views of Osaka from the 39th floor of this innovative observatory in one of the city's most modern architectural structures. Make a reservation for this tour and enjoy exploring the history and the culture of Osaka!",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-round-trip-bullet-train-ticket-and-one-night-stay-in-osaka/5458?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Round-trip bullet train ticket and one night stay in Osaka!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-04 16:03:59"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 10000,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1480479892/yjysd88gpqadwqbegtkh.jpg",
        "strIntroduction": "On this tour you will visit 9 shops, each representing the different regions of Japan. Your experience will include samplings of Dashi (Japanese soup stock), Tamagoyaki, (egg roll), Konbu (kelp), tsukemono from Kyoto (pickled vegetables), Anago (salt water eel), Kamaboko (fish cake) Katsuoboshi (fish flakes), satsumaimo (sweet fried potatoes) and Wagashi (Japanese dessert). At the end of the tour we will finish with a complete Washoku (Japanese seasonal cuisine) at which time you will be able to discuss about the food you were introduced to on the tour and any questions you may have. Choose between these lunch menus you'd like to have: 1. Grilled Fish 2. Chicken Sukiyaki 3. Sushi-Soba-Tempura After lunch, we will guide you through Depachika (an underground smorgasbord of delicious food and delectable treats) where the tour will end. After we are finished you will be able to go straight into the subway or continue on your adventure at your own pace. If you want a crash course in the cuisine of Japan this is the tour for you!",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-embark-on-a-flavors-of-japan-food-tour-in-nihonbashi-tokyo/7939?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Embark on a \"Flavors of Japan\" Food Tour in Nihonbashi,Tokyo",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-04 16:09:12"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 6929,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1480225827/i1gtdvtlhvwjmirkd01d.jpg",
        "strIntroduction": "We're having a sale！！！ Special Price 9400 yen → 7500yen Many tourists are visiting Japan recently and they enjoy Japanese food. We'd like you to know one of the traditional Japanese dishes “Udon”. Why don't we make Udon together? It's a lot of fun! We're looking forward to seeing you. Ｑ＆Ａ: ・What time is the class? It depends on the day. Most of classes begin in the morning. ・Where is the class? It's located in Shinmachi, Osaka. ・What is the nearest station? It's Yotsubashi Station on Yotsubash Line. (subway) ・Do I have to bring anything with me to class? Just yourself ・How long does it take to make Handmade Udon? About ２ hours. Please wear clothes you don't mind getting dirty! You need to be on time! We shall not be responsible for any troubles. Minimum 2 people per booking, maximum 6 people.",
        "strLocation": "Osaka",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-osaka-try-to-make-handmade-udon-noodles-in-osaka/7930?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Try to make handmade Udon noodles in Osaka!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-04 16:13:54"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 35383,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1481103177/tp5kjnhv2x0bpoz23m7k.jpg",
        "strIntroduction": "The shinkansen rail network in Japan is famous around the world for its punctuality, comfort, efficiency, safety and speed. With top speeds around 320 km/h, Japan Rail's bullet train, or shinkansen, is an experience in its own right, as well as a great way to travel. This program is a reservation for shinkansen bullet train ticket in between Osaka/Kyoto with a half day or one day private tour guide. The tour guide will arrange the trip schedule, so you can request the guide to include the places that you would like to visit. Some famous sightseeing spots for Kyoto are as follows: - Nakasu Nights Nakasu is a strip of land surrounded by two rivers in downtown Fukuoka. The area has been a red light district since the Edo-era. It's best known for its yatai stalls along the Naka River. The area is a sea of neon lights. - Fukuoka Castle Ruins Fukuoka Castle was once amongst the largest castles in Japan with 47 turrets and a large moat system. Today the area is a pleasant park that has several original buildings, gates and walls of the old castle. Parts of the moat are also preserved. - Hakata Ramen When Japanese tourists visit Fukuoka the first thing they do is head for a ramen stand to sample some fine Hakata Ramen. It's a dish with straight, thin noodles and an incredibly creamy pork bone broth. It's a b-gourmet food that stirs local passions. - Ohori Park A park modeled after the sublime West Lake in China. It's designed as a large scale water garden around a pond that was once a castle moat. ------------------------------------------------------------------------------------------------------------------------------------------- ※ Important Ticket Delivery & Pickup Information - Please Read Carefully ※ 1. Ticket Delivery We will deliver your tickets to your hotel in advance for your concierge to hold for you. The tickets will be available upon check-in. If you would like us to deliver the tickets to your hotel, please provide us with the following information: - Hotel name - The full name used for your reservation - Check-in date Please note: - We require at least 3 full business days for delivery. If placing a last minute booking within 3 days of your visit, or if you do not provide us your hotel information at least 3 full business days prior your ticket date, you'll need to collect your tickets from our Tokyo office in Shibuya. - If your hotel reservation details change, please tell us immediately through the Voyagin dashboard. - We only deliver to hotels with a concierge with whom we can confirm the receipt of the ticket delivery. We do not deliver tickets to hostels, guesthouses, or private residences. Please let us know if you are not staying at a hotel so we can provide our office details for you to pickup the tickets. 2. Ticket Pickup: If you are not staying at a hotel, book within 3 days of the ticket date, or prefer to pickup your tickets, you can collect your tickets from our Tokyo office in Shibuya. Our office is located 6 minutes (on foot) from Shibuya station. Address: (English) Miyamasu ON Building 5th floor, 1-15-8 Shibuya, Shibuya-ku, Tokyo (Japanese) 〒150-0002 東京都渋谷区渋谷 1-15-8 宮益 ON ビル 5F Detailed Directions (Shibuya station to Voyagin): http://voyag.in/shibuya-station-to-voyagin-office Google Map (Shibuya station to Voyagin): http://voyag.in/voyagin-google-map",
        "strLocation": "Osaka",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-osaka-day-trip-to-fukuoka-from-osaka-with-a-guide-by-shinkansen/5267?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Day trip to Fukuoka from Osaka with a guide by Shinkansen",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-04 16:17:55"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 26089,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1481103027/j0fxcv8mzndhlokd66qp.jpg",
        "strIntroduction": "The shinkansen rail network in Japan is famous around the world for its punctuality, comfort, efficiency, safety and speed. With top speeds around 320 km/h, Japan Rail's bullet train, or shinkansen, is an experience in its own right, as well as a great way to travel. This program is a reservation for shinkansen bullet train ticket in between Tokyo/Nagoya with a half day or one day private tour guide. The tour guide will arrange the trip schedule, so you can request the guide to include the places that you would like to visit. Some famous sightseeing spots for Nagoya are as follows: - Atsuta Shrine The Atsuta Shrine, is considered as the most important Shinto shrine in Japan, was established in 1st Century AD and is famous for its preserved Imperial insignia, the \"grass-mowing sword\" (kusanagi-no-tsurugi), one of only three in the country. - Nagoya Castle Nagoya Castle was completely rebuilt in 1959 and remains one of the city's most important (and visited) landmarks. -Meiji Village Meiji-mura Village Museum in Inuyama is an open-air museum featuring many fine examples of Japanese architecture from the Meiji period of 1868 to 1912. - Port of Nagoya In addition to being a bustling harbor, the Port of Nagoya in Ise Bay has become something of a tourist attraction in recent years. The public aquarium at the Port of Nagoya has large collection of native marine life, as well as many exotic species of fish from across the Pacific. ------------------------------------------------------------------------------------------------------------------------------------------- ※ Important Ticket Delivery & Pickup Information - Please Read Carefully ※ 1. Ticket Delivery We will deliver your tickets to your hotel in advance for your concierge to hold for you. The tickets will be available upon check-in. If you would like us to deliver the tickets to your hotel, please provide us with the following information: - Hotel name - The full name used for your reservation - Check-in date Please note: - We require at least 3 full business days for delivery. If placing a last minute booking within 3 days of your visit, or if you do not provide us your hotel information at least 3 full business days prior your ticket date, you'll need to collect your tickets from our Tokyo office in Shibuya. - If your hotel reservation details change, please tell us immediately through the Voyagin dashboard. - We only deliver to hotels with a concierge with whom we can confirm the receipt of the ticket delivery. We do not deliver tickets to hostels, guesthouses, or private residences. Please let us know if you are not staying at a hotel so we can provide our office details for you to pickup the tickets. 2. Ticket Pickup: If you are not staying at a hotel, book within 3 days of the ticket date, or prefer to pickup your tickets, you can collect your tickets from our Tokyo office in Shibuya. Our office is located 6 minutes (on foot) from Shibuya station. Address: (English) Miyamasu ON Building 5th floor, 1-15-8 Shibuya, Shibuya-ku, Tokyo (Japanese) 〒150-0002 東京都渋谷区渋谷 1-15-8 宮益 ON ビル 5F Detailed Directions (Shibuya station to Voyagin): http://voyag.in/shibuya-station-to-voyagin-office Google Map (Shibuya station to Voyagin): http://voyag.in/voyagin-google-map",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-day-trip-to-nagoya-from-tokyo-by-shinkansen-guided-tour/5262?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Day trip to Nagoya from Tokyo by Shinkansen (guided tour)",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-04 16:21:57"
    },
    {
        "intDurationHour": 6,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 33074,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1481102895/wqux5helcealr4vdmqwr.jpg",
        "strIntroduction": "The shinkansen rail network in Japan is famous around the world for its punctuality, comfort, efficiency, safety and speed. With top speeds around 320 km/h, Japan Rail's bullet train, or shinkansen, is an experience in its own right, as well as a great way to travel. This program is a reservation for shinkansen bullet train ticket in between Tokyo/Kanazawa with a half day or one day private tour guide. The tour guide will arrange the trip schedule, so you can request the guide to include the places that you would like to visit. Some famous sightseeing spots for Kanazawa are as follows: - Kanazawa Castle Kanazawa Castle is a ruins of castle where Maeda Family of Kaga Clan resided, is one of Japan's most beautiful castles, which was used as a base of Japanese army. - Kenrokuen Garden Kenrokuen Garden is one of Japan's three most beautiful gardens, located on the heights of central part of Kanazawa, next to Kanazawa Castle. - Myoryuji Temple Myoryuji Temple was built as a prayer place of the Kaga Clan. This temple is a shield for the Maeda family in Tera-machi, so its provided with a variety of mechanisms. That is why this temple is also called Ninja Temple. - Omi-cho Market The Omi-cho Market was established in the middle of the 18th Century and has been supporting the gastronomic culture of Kanazawa for more than 280 years. There plenty stores selling fresh seafood, Kaga vegetables, fruit stores, and groceries. ------------------------------------------------------------------------------------------------------------------------------------------- ※ Important Ticket Delivery & Pickup Information - Please Read Carefully ※ 1. Ticket Delivery We will deliver your tickets to your hotel in advance for your concierge to hold for you. The tickets will be available upon check-in. If you would like us to deliver the tickets to your hotel, please provide us with the following information: - Hotel name - The full name used for your reservation - Check-in date Please note: - We require at least 3 full business days for delivery. If placing a last minute booking within 3 days of your visit, or if you do not provide us your hotel information at least 3 full business days prior your ticket date, you'll need to collect your tickets from our Tokyo office in Shibuya. - If your hotel reservation details change, please tell us immediately through the Voyagin dashboard. - We only deliver to hotels with a concierge with whom we can confirm the receipt of the ticket delivery. We do not deliver tickets to hostels, guesthouses, or private residences. Please let us know if you are not staying at a hotel so we can provide our office details for you to pickup the tickets. 2. Ticket Pickup: If you are not staying at a hotel, book within 3 days of the ticket date, or prefer to pickup your tickets, you can collect your tickets from our Tokyo office in Shibuya. Our office is located 6 minutes (on foot) from Shibuya station. Address: (English) Miyamasu ON Building 5th floor, 1-15-8 Shibuya, Shibuya-ku, Tokyo (Japanese) 〒150-0002 東京都渋谷区渋谷 1-15-8 宮益 ON ビル 5F Detailed Directions (Shibuya station to Voyagin): http://voyag.in/shibuya-station-to-voyagin-office Google Map (Shibuya station to Voyagin): http://voyag.in/voyagin-google-map",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-day-trip-to-kanazawa-from-tokyo-with-a-guide-by-shinkansen/5260?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Day trip to Kanazawa from Tokyo with a guide by Shinkansen",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-04 16:25:24"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 19955,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1479697298/pv8asexl8r0dxkarwaxc.jpg",
        "strIntroduction": "Enjoy an exclusive private journey in Gifu with this private mini bus tour program with your friends or family only! Explore the breathtaking view of Shirakawago and the great nature of Hida Takayama with this tour! Enjoy a luxurious traveling experience with private driver and language assistance provided by our top-notch English or Chinese translator! This journey starts at Shirakawago, an area declared as UNESCO World Heritage site in 1995, which is famous for their traditional thatched roofs farmhouses. The farmhouses, which are more than 250 years old, look very beautiful during the winter, as the snow covers the thatched roofs, which are also utilized as a large attic space to cultivate silkworms. In addition to Shirakawago, you will also be visiting Hida Takayama, a city located in the mountainous Hida region of Gifu Prefecture. The city of Hida Takayama is rich in traditional atmosphere, especially in its preserved old town. The itinerary for the tour is as follows: - Departs from Nagoya City (8:00-9:00) - Visit Hida Takayama for sightseeing (90 minutes) - Visit Shirakawago and walk around for 70 minutes - Return to Nagoya city (estimated arrival time: 16:00-17:00) The estimated fare for highway is 10,000 JPY, for parking is 1,500 JPY, and the lunch fee is 1,000 JPY-2,000 JPY / person. Please have your lunch by yourself at Hida Takayama. You can also choose to visit Hida Furukawa instead of Hida Takayama, please let us know when making the reservation for this tour. The pick-up/drop-off places must be within Nagoya city, and the departure time must be in between 8:00-9:00. Enjoy this eight hours private tour with an English or Chinese translator, and have an unforgettable moments in Gifu! ※Important Notes※ 1. Please make the reservation for this tour five days in advance. 2. The maximum participants of this tour is 5 persons per bus 3. Please make sure to inform us the following items: - Number of participants and their ages - Departure time, pick-up and drop-off places within Nagoya city 4. This tour fee includes sightseeing mini bus, driver, and English or Chinese translator. 5. You have to pay the highway fare, parking fees, admission fees, lunch fees, and other fees that are not included by cash 6. You cannot change or extend the length of the tour and the mini bus charter time 7. Partial changes of the itinerary might be suggested depending on the traffic and weather condition 8. If we cannot arrange a driver and a translator for you, the reservation will be cancelled 9. The translator is not a tour guide, but he or she will assist you with translations This tour is provided by YOKOSO Japan Tour Check the Tour Conditions link below. http://voyag.in/2diT9k2",
        "strLocation": "Gifu",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-gifu-private-sightseeing-tour-in-gifu-with-a-private-mini-bus/7914?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Private Sightseeing Tour in Gifu with a Private Mini Bus!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-04 16:30:32"
    },
    {
        "intDurationHour": 7,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 19756,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1479689580/iszhhngm242qrhwdas1d.jpg",
        "strIntroduction": "If you are looking for an exclusive private journey in Kyoto, this private mini bus tour program is the answer! Have a wonderful private trip in Kyoto with your friends or family only, and explore the beauty of Kyoto prefecture with a language assistance provided by our top-notch English or Chinese translator! This journey starts at Motoise Kono Shrine, a shrine located in the Northern end of the Amanohashidate Sandbar, which is also the most important shrine of the Tango Region in Northern Kyoto Prefecture. The shrine is dedicated to various Gods such as Amaetrasu, Sarutahiko, Ebisu, Inari, and the Kasuga. Explore the history and the culture of Motoise Kono Shrine, before heading to Kasamatsu Park. After that, take the cable car to Kasamatsu Park, and enjoy the view of the sandbar is from the high altitude! Also walk through the pine tree rows of Amanohashidate with the staff to explore its great nature! Visit Chionji Temple, located at the Southern entrance of the Amanohashidate Sandbar, before returning to Kyoto city! Chionji temple is famous for giving the visitors wisdom, academic, and personal success. The itinerary for the tour is as follows: - Departs from Kyoto city (8:00-10:00) - Visit Motoise Kono Shrine and walk around for 30 minutes - Visit Kasamatsu Park for sightseeing and to get on the cable car (60 minutes, cable car fare: 330 JPY / person) - Visit Amanohashidate to explore the pine trees row (90 minutes) - Visit Chionji Temple and walk around for 30 minutes - Return to Kyoto city (estimated arrival time: 16:00-18:00)\\ The estimated fare for highway is 6,500 JPY, for parking is 1,000 JPY, and the lunch fee is 1,000 JPY-3,000 JPY / person. Please have your lunch by yourself at Kasamatsu Park or Chionji Temple. The pick-up/drop-off places must be within Kyoto city, and the departure time must be in between 8:00-10:00. Enjoy this seven hours private tour with an English or Chinese translator, and have an unforgettable moments in Kyoto! ※Important Notes※ 1. Please make the reservation for this tour five days in advance. 2. The maximum participants of this tour is 5 persons per bus 3. Please make sure to inform us the following items: - Number of participants and their ages - Departure time, pick-up and drop-off places within Kyoto city 4. This tour fee includes sightseeing mini bus, driver, and English or Chinese translator. 5. You have to pay the highway fare, parking fees, admission fees, lunch fees, and other fees that are not included by cash 6. You cannot change or extend the length of the tour and the mini bus charter time 7. Partial changes of the itinerary might be suggested depending on the traffic and weather condition 8. If we cannot arrange a driver and a translator for you, the reservation will be cancelled 9. The translator is not a tour guide, but he or she will assist you with translations This tour is provided by YOKOSO Japan Tour Check the Tour Conditions link below. http://voyag.in/2diT9k2",
        "strLocation": "Kyoto",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-kyoto-private-sightseeing-tour-in-rural-kyoto-with-a-mini-bus/7913?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Private Sightseeing Tour in Rural Kyoto with a Mini Bus!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-04 16:34:41"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 11953,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1479469615/mgpzlcwi1buv0qsuardi.jpg",
        "strIntroduction": "Visit Fukui and have a wonderful dining experience consisting delicious seafood and Japanese snow crabs! This journey departs from Nagoya Station and will take you to Konbu Museum where you can find many types of seaweed kelp products before heading to Wakasa for lunch! Enjoy a luxurious dining at Wakasa, consisting two different courses that you can choose for lunch, with the following contents: Greedy Course (using 3 snow crabs) - Grilled crab - Crab sashimi - Steamed egg custard with crab meat - Crab hot-pot - Crab delicacies - Crab salad - Seasoned rice with crab meat Deluxe Course (using 1 big snow crab and other crabs) - One big snow crab - Grilled crab - Crab Sashimi - Steamed egg custard with crab meat - Crab hot-pot - Crab delicacies - Crab salad - Seasoned rice with crab meat Please let us know which lunch courses you would like to have when making a reservation for this program. If you are making a group reservation, you can choose different courses for each member. We will arrange the deluxe course as your lunch if you don't mention your choice when making the reservation. After lunch, visit Tsuruga Port, one of the most important ports in Japan, and enjoy the breathtaking view of Sea of Japan! After that, visit Nihonkai Sakanamachi and kamaboko shop for shopping many fresh seafood products and fishcakes before returning to Nagoya! The itinerary for this tour is as follows: - Depart from Nagoya Station at 8:20 - Visit Konbu Museum for shopping - Visit Wakasa for lunch (60 minutes) - Visit Tsuruga Port for sightseeing - Visit Nihonkai Sakanamachi for shopping - Visit Kamaboko Shop (fishcake) for shopping - Return to Nagoya Station at 17:00 Make a reservation with our service and have a wonderful dining experience in Fukui! This tour is provided by YOKOSO Japan Tour Check the Tour Conditions link below. http://voyag.in/2diT9k2",
        "strLocation": "Fukui",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-fukui-enjoy-crab-lunch-and-shop-for-fresh-seafood-products-in-fukui/7907?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy Crab Lunch & Shop for Fresh Seafood Products in Fukui!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-04 16:39:04"
    },
    {
        "intDurationHour": 16,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 34822,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1479265551/lql16u8taovqjew7iw7l.jpg",
        "strIntroduction": "Experience an authentic Japanese winter holiday by visiting the Tohoku region and enjoy its beautiful winter panorama and its delicious winter cuisines! This journey starts at Onogawa Onsen, where you can see the beautiful Snow Hut Village in Yamagata. Onogawa Onsen is famous for its rich nature and great panorama of the Snow Hut Village, and the water of the hot springs is believed to enhance the beauty of the users. Please note that if the snow falls you will be visiting Yonezawa instead of visiting the Onogawa Onsen. After that, you will take the train from Imaizumi Station to enjoy the beautiful view of the snow cape from the windows before having a ride on a ropeway. After that, you will take a ropeway from Zao to watch the beautiful glowing Zao Light Up for 90 minutes, before heading to Togatta Onsen. You will stay at Miyagi Zao Royal Hotel, and rejuvenate yourself by soaking into an open air bath! On the second day, you will visit Miyagi Zao, where you will drive through the Zao Forests with snow cars equipped with heater. Explore the great nature of Zao Forest, which is only reachable exclusively by the mountain climbers, and enjoy having your lunch surrounded by the greens. Also visit the Zao Kokeshi Kan Museum to see the wooden dolls, and shop at a cheese shop in Zao before returning to Tokyo! The itinerary for this tour is as follows: Day 1 - Depart from Tokyo by Yamabiko Shinkansen (9:24-10:12) - Arrive in Fukushima - Visit Onogawa Onsen for Snow Hut Village, or Yonezawa for sightseeing when snow falls (20 minutes) - Take the train from Imaizumi station to enjoy the scenic view of snow scape from the window (15 minutes) - Arrive in Miyauchi and visit Zao to take the ropeway and watch the Juhyo Light Up (90 minutes) - Visit Togatta Onsen and spend the night at Miyagi Zao Royal Hotel Day 2 - Visit Miyagi Zao and drive through the Zao Forests with snow cars equipped with heater (3 hours, including lunch time) - Visit Miyagi Zao Kokeshi Kan Museum to see the wooden dolls (30 minutes) - Visit a cheese shop at Zao (20 minutes) - Return to Tokyo withy Yamabiko Shinkansen from Koriyama - Arrive in Tokyo (18:30-18:48) Make a reservation for this program with our service and enjoy a splendid winter holiday experience this year!",
        "strLocation": "Miyagi",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-miyagi-see-the-glowing-snow-scape-and-explore-zao-forest-in-miyagi/7896?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "See The Glowing Snow Scape & Explore Zao Forest in Miyagi!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-04 16:43:36"
    },
    {
        "intDurationHour": 16,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 22849,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1479176158/ismnkdtw6cqzgax5pfgo.jpg",
        "strIntroduction": "Have a wonderful winter journey in Gifu and Toyama and visit Gokayama, Shirakawago and Hida Takayama area to enjoy its scenic view and delicious local foods! This journey starts at Gokayama, where you will visit the Gasshozukuri Farm Houses Village, which is registered as UNESCO World Heritage Site. Explore Gokayama and enjoy the scenic view of snow-covered thatched roofs farm houses! Have a wonderful Hokuriku buffet-style dinner and fill your tummy with snow crab, amaebi shrimp, and other Toyama's delicacies for an hour before heading to the hotel. Relax and have a good rest at APA Hotel Toyama or at APA Hotel Toyama Ekimae, one of the best chain hotels in Japan. On the second day, you will visit Shirakawago and Suganuma Gasshozukuri Village, one of Japan's most important historic sites and preservation districts, which is also registered as UNESCO World Heritage Site. Enjoy the great view of 9 thatched roof farm houses and explore the local history and local culture by strolling around the area! After that, you will visit Hida Takayama to visit the old town Little Kyoto, to feel the atmosphere and to explore the culture of Edo period. Also have a wonderful Hida Beef Sukiyaki all-you-can-eat lunch! ※Please let us know if you cannot eat beef when making this reservation, so we can prepare a seafood lunch set for you. After that, don't forget to stop by the Hirayu for shopping before returning to Shinjuku! The itinerary for this tour is as follows: Day 1 - Depart from Shinjuku at 7:50 - Visit Gokayama and Suganuma Gassho-zukuri Village and stroll around for 50 minutes - Visit Toyama and stay at APA Hotel Toyama or at APA Hotel Toyama Ekimae Day 2 - Visit Shirakawago and Suganuma Gassho and walk around for 60 minutes. - Visit Hida Takayama to walk around and to enjoy the scenery of the old town Little Kyoto for 60 minutes - Have an all-you-can-eat Hida Beef lunch for 50 minutes - Visit Hirayu and shop for 30 minutes - Arrive in Shinjuku (19:30-20:00) This tour is provided by YOKOSO Japan Tour Check the Tour Conditions link below. http://voyag.in/2diT9k2",
        "strLocation": "Toyama",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-toyama-visit-shirakawago-and-enjoy-eating-snow-crab-dinner-in-toyama/7893?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Visit Shirakawago & Enjoy Eating Snow Crab Dinner in Toyama!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-04 16:48:02"
    },
    {
        "intDurationHour": 16,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 25842,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1479082254/jo2hsmja0lorwxpxnzcq.jpg",
        "strIntroduction": "This journey starts at Ena, a small town in Gifu where the beautiful Ena Valley is located. Ena Gorge is a man-made lake, which is formed from the construction of a dam down by the river. In the spring, Ena Gorge is filled with the blooming cherry blossoms, and in the fall, Ena Gorge is filled with the red autumn leaves, which is very beautiful. You can cruise along the valley if you want to by paying the extra charge for 1,150 JPY on site. You will have lunch by yourself at Ena, or you can choose one of the optional menu for the lunch when reserving this tour program. The menu for the lunch is as follows: - Ena chicken, mushroom nabe hotpot, and rice with mountain vegetables lunch box - Hida beef sukiyaki lunch box After lunch, you will visit Butai Toge Pass, a recreational area close to Gero area for shopping. After spending some time at Butai Toge Pass, this journey will take you to Gero Onsen Suimeikan, a five stars hotel in Gero. Enjoy relaxing yourself in the Cypress aroma bath and have a delicious kaiseki dinner at the dining room while enjoying the chef preparing your meal in an open kitchen. On the second day, you will visit Hida Takayama to walk around and to explore its great nature. Please have your own lunch at Hida Takayama before heading to Shirakawago. After lunch, you will visit Shirakawago, a village registered as UNESCO World Heritage Site, which is famous for its thatched roofs houses. Stroll around and explore the local culture of Shirakawago before heading back to Kansai! The itinerary for this tour is as follows: Day 1 - Depart from Kyoto (7:50) or Umeda (8:00) - Visit Ena and have your lunch there (50 minutes) - Visit Ena Gorge and stroll around (40 minutes) - Visit Butai Toge Pass and shop around (25 minutes) - Visit Gero Onsen Suimeikan and spend the night there Day 2 - Visit Hida Takayama and walk around (60 minutes) - Visit Takayama and have your lunch there (50 minutes) - Visit Shirakawago and walk around (60 minutes) - Arrive at Namba and Umeda (19:00-20:30) This tour is provided by YOKOSO Japan Tour Check the Tour Conditions link below. http://voyag.in/2diT9k2",
        "strLocation": "Gifu",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-gifu-visit-ena-valley-and-shirakawago-and-stay-at-five-stars-hotel/7884?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Visit Ena Gorge & Shirakawago & Stay At 5 Stars Hotel!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-04 16:51:20"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 8130,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1478845390/rgjjancpvsdvrhgyfpqb.jpg",
        "strIntroduction": "Visit Yokohama to have a wonderful Chinese dining experience at a famous Chinese restaurant in Yokohama Chinatown and to enjoy the astonishing night factory view at Keihin Canal while cruising! This journey starts at Yokohama Chinatown, where you will enjoy an all-you-can-eat Chinese dinner (135 choices of dishes) for 2 hours at Chuugoku-hanten, a famous Chinese restaurant specializing in shark's fin dishes! After dinner, you will walk yourself to Osanbashi Wharf Building to watch the night factory view of Keihin Canal for 90 minutes. Staffs on-board will guide you while cruising along the Yokohama bay area from Osanbashi Pier, and you will be visiting Yokohama's famous industrial zone such as Yokohama Thermal power station, Keihin Refinery Mizue Factory (TOA oil), Toyofuto, Kawasaki Natural Gas Power Plant, and Showa Denko! Enjoy the breathtaking view of the factory at night only with this tour! The itinerary for this tour is: - Visit Yokohama Chinatown's Chugoku-hanten and enjoy all-you-can-eat Chinese food for 2 hours (dinner starts at 14:00/16:00/17:00) - Walk to Osanbashi Wharf Building by yourself after dinner - Visit Osanbashi Wharf Building (17:45/18:45/19:45) - Cruise and watch the breathtaking factory night view at Keihin Canal (90 minutes) - Tour ends at Osanbashi Wharf Building Enjoy this wonderful tour program and see the scenic night view of Yokohama's factory! this tour is provided by HIS",
        "strLocation": "Kanagawa",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-kanagawa-fancy-chinese-dinner-and-night-factory-cruising-in-yokohama/7883?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Fancy Chinese Dinner & Night Factory Cruising in Yokohama!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-04 16:55:00"
    },
    {
        "intDurationHour": 10,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 7257,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1478831102/nyv3uipctr39ghxj3ryo.jpg",
        "strIntroduction": "If you are looking for an exclusive private tour to Nikko, which participants are your friends or family only, this private bus tour program is the answer! This tour will pick you up anywhere within 23 wards of Tokyo with a mini bus and an English or Chinese translator that will take you to Nikko area for sightseeing! The journey starts at Toshogu Shrines, a Shinto shrine located in Nikko, which is the main attraction of Nikko, registered as the UNESCO World Heritage. The shrine is dedicated to the spirit of Ieyasu, the founder of Tokugawa Shogunate, a military dynasty that ruled Japan from 1603 to 1867. Explore the history and the culture of Tokugawa Shogunate, as you will have 2 hours for walking around and to have your lunch there before heading to Chuzenji. Lake Chuzenji is one of the most beautiful lakes in Japan, located at the foot of Mt. Nantai, a sacred volcano in Nikko. You will also visit the Kegon Falls, which is the most famous waterfall in Nikko National Park. The itinerary for the tour is as follows: - Departs from the designated pick up place (within 23 wards) (8:00-9:00) - Visit Nikko Toshogu Shrines for two hours to have lunch and to stroll around - Visit Lake Chuzenji and walk around - Walk from Lake Chuzenji to Kegon Falls for 60 minutes - Return to Tokyo (within 23 wards) The estimated fare for highway is 8,760 JPY, for parking is 1,500 JPY - 2,000 JPY, and the lunch fee is 1,080 JPY per person. The pick-up/drop-off places and the time can be arranged upon request, and the spacious mini bus can accommodate your large baggage as well. Enjoy this ten hours private tour with an English or Chinese translator, and have an unforgettable moments in Nikko! ※Important Notes※ 1. Please make the reservation for this tour five days in advance. 2. The maximum participants of this tour is 11 persons per bus 3. Please make sure to inform us the following items: - Number of participants and their ages - Departure time, pick-up and drop-off places within 23 wards of Tokyo - If you have big luggage with you, the bus will not be able to occupied 11 persons. Please inform us the number and the size of the luggage that you will be carrying 4. This tour fee includes sightseeing mini bus, driver, and English or Chinese translator. 5. You have to pay the highway fare, parking fees, admission fees, lunch fees, and other fees that are not included by cash 6. You cannot change or extend the length of the tour and the mini bus charter time 7. Partial changes of the itinerary might be suggested depending on the traffic and weather condition 8. If we cannot arrange a driver and a translator for you, the reservation will be cancelled 9. The translator is not a tour guide, but he or she will assist you with translations This tour is provided by YOKOSO Japan Tour Check the Tour Conditions link below. http://voyag.in/2diT9k2",
        "strLocation": "Tochigi",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tochigi-private-sightseeing-tour-to-nikko-with-private-mini-bus/7878?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Private Sightseeing Tour to Nikko with Private Mini Bus!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-04 16:58:16"
    },
    {
        "intDurationHour": 16,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 22849,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1478756523/n5lfew4sajjmagl6jpde.jpg",
        "strIntroduction": "This wonderful winter journey will take you to Gifu and Nagano to enjoy the beautiful view of Shirakawago's winter panorama, delicious local cuisine of Hida Takayama, and to explore the local culture of Shirakawago and Takayama area! The journey starts in Hirayu, a hot springs area in Takayama, where you will stop by for shopping. After visiting Hirayu, you will stop by Shirakawago, a village located at the foot of Mt. Hakusan. The village is famous for its 114 thatched roof houses standing altogether, which makes this site is registered as a UNESCO World Heritage Site. You will have the chance to stroll around and explore the local culture of Shirakawago for an hour. Have lunch by yourself and try the delicious local food of Shirakawago as well! An optional lunch “Toge No Kamameshi” is available for 1,000 JPY upon request, please let us know when making a reservation for this tour. “Toge No Kamameshi” is a mixed steamed rice consisting bamboo shoot, chestnuts, burdock, quail egg, chicken meat, shiitake mushroom, green peas, apricot, and red pickled ginger, but sometimes the ingredients slightly change depending on the seasons. After that, you will visit Hida Folk Village to see beautiful view of the glowing snow-covered thatched roofs houses for 30 minutes before heading to Takayama for dinner. Enjoy an all-you-can-eat dining experience of Takayama’s most famous delicacies, “Hida Beef” for your dinner before heading to the hotel. Just in case if you cannot eat beef, please let us know when booking so we can prepare an alternative dinner for you. Also enjoy staying at Hotel Associa Takayama Resorts, a 5-star hotel that has 10 different kinds of hot springs and a large open air bath facing the Alps! On the second day, you will visit the Little Kyoto for sightseeing and to visit the morning market. Later on you will have a ride on the snow-viewing local train to see the great winter panorama of Takayama, and then you will visit Butai Pass to have lunch there. The journey will take you to Kashimo Meijiza, where you will have a theater tour for half an hour, and then you will go to Megome Juku to stroll around the beautiful old town before returning to Shinjuku. The itinerary for this tour is as follows: Day 1 - Meet at Shinjuku (8:10) - Visit Hirayu and shop around for 25 minutes - Visit Shirakawago and stroll around for 60 minutes - Visit Hida Folk Village to see the illumination for 30 minutes - Visit Takayama and have an all-you-can-eat Hida beef for dinner - Visit Hida Takayama Onsen and spend the night at Hotel Associa Takayama Resorts. Day 2 - Visit Hidatakayama and stroll around the Little Kyoto for 50 minutes - Visit Takayama Station and take the snow-viewing local train for 16 minutes - Arrive at Kuguno Station and take a bus ride to Butai Pass and have lunch there for 50 minutes - Visit Kashimo Meijiza and have a theater tour for 30 minutes - Visit Magome-juku and stroll around for 50 minutes - Visit Iida for shopping - Arrive in Shinjuku (estimated arrival time: 19:30-20:00) This tour is provided by YOKOSO Japan Tour Check the Tour Conditions link below. http://voyag.in/2diT9k2",
        "strLocation": "Gifu",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-gifu-see-hida-illumination-and-stay-at-five-stars-hotel-in-takayama/7877?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "See Hida Illumination & Stay at 5 stars hotel in Takayama!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-04 17:02:41"
    },
    {
        "intDurationHour": 16,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 22849,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1478740323/nca3nrjeujt23cqcofok.jpg",
        "strIntroduction": "Visit Shirakawago and have a wonderful winter journey by staying at Hotel Associa Takayama Resort, our highest grade hotel! Enjoy the great winter panorama of Shirakawago and Hida Takayama, and enjoy the winter illumination of Hida Folk Village! Enjoy an all-you-can-eat Hida beef sukikiyaki and try the most delicious rice in Japan, “Gin No Mikazuki”! The journey starts at Mino, which is famous for its local gourmet. You can buy your lunch at Mino by yourself, or you can have lunch at the designated restaurant by purchasing the lunch option menu when making a reservation for this program. You can either choose the steamed maitake mushroom dishes or grilled Miso pork on Hoba leaf for your lunch. If you are interested in having one of these dishes for your lunch, don’t forget to purchase it when booking! After visiting Mino for lunch, this journey will take you to Shirakawago, a village located at the foot of Mt. Hakusan, which is registered as a UNESCO World Heritage Site. You can find 114 thatched roof houses stand altogether, which roofs are covered by the snow in the winter. Stroll around Shirakawago and explore the local culture for 80 minutes! After visiting Shirakawago, you will visit the Hida Folk Village Winter Illumination, where you can see the beautiful illuminated snow-covered thatched roof houses for 45 minutes! Enjoy an all-you-can-eat Hida beef sukiyaki dinner for an hour, and enjoy the juicy Hida beef that melts right away as it gets into your mouth! After the dinner, you will go to Hotel Associa Takayama, our highest grade hotel to spend the remaining night! Also enjoy rejuvenating yourself in its huge open air bath! On the next day, this journey starts at Butai Toge, where you can try the most delicious rice in Japan “Gin No Mikazuki”, prepared with the traditional rice cooker by the Chef. “Gin No Mikazuki” has won “Japan’s Most Delicious Rice Contest” for three times, which is considered as a very prestigious achievement in Japan. Before returning to Kansai, you will stop by the Kashimo Meijiza, one of the most important traditional theaters in Japan, and visit the Tsumago-juku, a designated national preservation area district of important traditional structure. The itinerary for this tour is as follows: Day 1 - Meet at Kyoto (8:50), Tennoji (8:50), or Umeda (9:00) - Visit Mino to have lunch by yourself for 50 minutes - Visit Shirakawago and stroll around for 80 minutes - Visit Hida Folk Village and watch the illumination for 45 minutes - Visit Takayama to have dinner for 60 minutes - Visit Hida Takayama Onsen and spend the night at Hotel Associa Takayama Resort Day 2 - Depart from Hida Takayama Onsen - Visit Butai Toge and have lunch for 50 minutes - Visit Kashimo Meijiza for 30 minutes - Visit Tsumago-juku and stroll around for 40 minutes - Return to Namba or Kyoto (estimated arrival time 19:00-21:00) Enjoy a winter journey to Gifu and Nagano by making a reservation for this wonderful program! Minimum 2 participants per booking are necessary. Solo travelers cannot book this tour. This tour is provided by YOKOSO Japan Tour Check the Tour Conditions link below. http://voyag.in/2diT9k2",
        "strLocation": "Gifu",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-gifu-visit-shirakawago-and-stay-at-takayamas-highest-grade-hotel/7873?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Visit Shirakawago & Stay at Takayama's Highest Grade Hotel!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-04 17:06:28"
    },
    {
        "intDurationHour": 9,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 9878,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1478655089/gwttznwqls5fv6tbrtn7.jpg",
        "strIntroduction": "Have an early winter journey by visiting Yamanashi to explore the Lake Yamanaka area and enjoy the great view of the snow-capped Mt. Fuji! This journey starts at Chateau Katsunuma, where you can shop Yamanashi’s original Japanese wines and souvenirs. Then you will have your lunch at Sato no Eki Ichinomiya, where you can enjoy the juicy Koshu beef, grilled warm vegetables, 3 kinds of chicken dishes, grilled fish, and other seasonal dishes served with fluffy rice and miso soup! ※If you cannot eat meat, or have any particular allergies, please let us know when booking this program so we can arrange an alternative for your lunch. After lunch, you will visit Lake Yamanaka to have a ride on the KABA bus, an amphibious bus that lets you drive into the forest of Lake Yamanaka and dive into Lake Yamanaka. Explore the great nature of Lake Yamanaka and have a wonderful amphibious bus ride experience as well! ※KABA bus might be cancelled due to severe weather conditions. In this case, we will refund the fare for KABA bus and substitute this activity with a visit to different tourist spot. Infants (0-3 years old) are required to pay the insurance when boarding for 400 JPY (tax included). Please pay it directly to the tour guide by cash. After riding on the KABA bus, you will visit the Saiko Juhyo Festival, which is also famous as “Lake Saiko Ice Festival”. At this festival, you can enjoy the breathtaking view of illuminated ice objects and frost-covered gigantic trees, the hidden gems of Japan. ※Please wear warm clothes as it will be very cold after the sunset The itinerary for this tour is as follows: - Meet at Washington Hotel Shinjuku at 10:30 - Take the bus to Chateau Katsunuma and shop around for 20 minutes - Visit Sato no Eki Ichinomiya and have lunch for 40 minutes - Visit Lake Yamanaka and have a ride on KABA bus for 30 minutes (land:10 minutes and lake:20 minutes) - Visit Saiko Juhyo Festival and watch the Juhyo illumination for 70 minutes - Return to Shinjuku (estimated arrival time is 19:30-20:00) Have a wonderful early winter journey by visiting Lake Yamanaka and spend an unforgettable moment with your friends, family, or someone special! This tour is provided by YOKOSO Japan Tour Check the Tour Conditions link below. http://voyag.in/2diT9k2",
        "strLocation": "Yamanashi",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-yamanashi-amphibious-kaba-bus-ride-and-ice-illuminations-in-yamanashi/7869?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Amphibious KABA Bus Ride & Ice Illuminations in Yamanashi!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-04 17:09:29"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 27715,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1479186810/aafpsxbka1phukcfdg8f.png",
        "strIntroduction": "Transform yourself into Oiran with this photo studio package! Dress up in Kimono and take pictures with gorgeous decorations at a luxurious photo studio in Shinjuku, Tokyo! Choose the Kimono(s) that you like over a great collections of beautiful Kimonos and transform yourself in a classic Oiran, or into a contemporary Gothic Lolita girl in Kimono! The packages are divided into three different packages: Oiran (Japanese Courtesans), Kimono, and Furisode (long-sleeved Kimono). The Oiran package offers you a full Oiran cosplay experience, with full Oiran style makeup, hairstyle, and hatpin. The Kimono package offers you a full unique Kimono cosplay experience, combining the Furisode (long-sleeved Kimono) and dress. Enjoy dressing up in Kimono with classic elegant look or classic lolita look only at this studio! The Furisode package offers you a photo shoot session with elegant Furisode, full makeup, and hair styling. Enjoy dressing up in gorgeous Furisode and pose nicely to take some nice pictures! All of the packages includes free makeup, 50 photos in a DVD-R for one costume, and an L-size (89x127mm) printed photo chosen by the staff. Enjoy an authentic cosplay and transform yourself into an Oiran only with this program!",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-dress-up-in-kimono-and-take-gorgeous-pictures-in-shinjuku/7867?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Dress Up in Kimono & Take Gorgeous Pictures in Shinjuku!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-04 17:14:20"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 8130,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1478949940/bb9ebi4rrhzjvxbgnjtx.jpg",
        "strIntroduction": "It’s fun to make your own hand roll sushi and be creative while cooking! Hand roll sushi is a popular menu at every home party in Japan. It is made of a rolled cone of seaweed paper, wrapped around rice and fillings. The best part is that this is a meal that everyone joins in making without training! At the table, each person makes their own hand roll sushi based on their preference. Now it's your turn to enjoy this traditional and fun food! If you don't eat raw fish, I can prepare cooked fillings as well!",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-enjoy-a-private-hand-roll-sushi-cooking-class-in-tokyo/7888?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy a Private Hand Roll Sushi Cooking Class in Tokyo",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-04 17:17:17"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 6929,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1478604346/uyhlvpyttcnpbj52piri.png",
        "strIntroduction": "This is a cultural experience in which you can choose between two main options: ① Introduction to Tea Ceremony with Kimono 14:30 pm You choose a kimono See a demonstration on how to dress in kimono Next time you will put in on yourself while receiving instructions Take pictures with your camera Our staff takes pictures during the dressing Photos will be provided later for free 15:30 pm Etiquette of Japanese tea ceremony Relax & learn tea ceremony from a tea master Savor the tea and Japanese sweets Feel like a real guest! Our staff takes pictures during the tea ceremony. Photos will be provided later for free ②Introduction to Traditional Japanese Dance with Kimono 14:30 pm You choose a kimono See a demonstration on how to dress in kimono Next time you will put in on yourself while receiving instructions Take pictures with your camera Our staff takes pictures during the dressing Photos will be provided later for free 15:30 pm How to Bow How to Use a Japanese Fan Basic dance movements Dance to the famous song \"Sakura Sakura\" Our staff takes pictures during the dance Photos will be provided later for free",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-experience-exquisite-japanese-culture-kimono-tea-dance/7868?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Experience Exquisite Japanese Culture: Kimono, Tea, Dance!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-04 17:21:19"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 4157,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1479287760/jgsshroed9zvvpruvksp.jpg",
        "strIntroduction": "Throw \"ohineri\" tips to your favorite “mie” cut, watch actors flying above you, shout and cheer for them in a traditional kabuki way, and protect yourself from the actions going on at the stage! By the end of your journey through kabuki, you'll find yourself being a part of the performance. Don't worry about not understanding Japanese, you can still have a great time and a good laugh! Daytime Show: Friday: Starts at 14:00 (Doors open at 13:00) Sat & Sun: Starts at 12:00 (Doors open at 11:00) Evening Show Friday: Starts at 19:00 (Doors open at 18:00) Sat & Sun: Starts at 17:00 (Doors open at 16:00) *The show lasts 1.5 hours, containing a 60 minutes performance and a 15 minutes fun talk session after a short break. All shows include a complimentrary drink of choice (alcoholic drinks and soft drinks) Shows with dinner include a dinner at Nishiasahi Cafe, less than 1 minute walk away from the theatre.",
        "strLocation": "Aichi",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-aichi-enjoy-a-kabuki-show-with-a-complimentary-drink-in-nagoya/4464?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy a Kabuki Show with a complimentary drink in Nagoya",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-04 17:25:24"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 99676,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1479281846/evlc4jdruhswsyo5zdug.jpg",
        "strIntroduction": "All meals, lodging and transportation is included in the tour price to/from Kyoto Station. Luggage forwarding service also provided (so you only need to hike with a daypack, and you won't need to carry your suitcase while we're hiking or sightseeing). Looking to escape the crowds of Kyoto or Tokyo and have limited time? We've created the Kumano Pilgrimage Tour just for you! Our shortest tour takes you through the oldest and most historically significant of the four Kumano Kodo pilgrimage routes - the Nakahechi. We begin at Kobiro-toge, a dark, densely forested section of the trail that is famous in old pilgrim tales for the beasts and goblins that were said to live there. From here we begin the climb into the Kumano mountains via the Nakahechi trail. As we trek we follow in the footsteps of mountain ascetics and emperors from centuries past on their way to the grand shrine of Kumano Hongu Taisha, passing through their places of worship and long-abandoned tea houses. This hearkens to a time when so many Japanese completed the pilgrimage that it was commonly referred to as the \"Kumano ant processions.\" It will take us two days of trekking 6 hours each day to get to Hongu Shrine, the shrine that all four pilgrimage routes lead to. For our first night we'll be staying in Yunomine Onsen, one of Japan's oldest hot spring towns (at least 1,800 years old!). Our accommodation is a comfortable family-run ryokan inn, complete with an open-air stone bath you can enjoy privately. The food is delicious Japanese onsen cuisine that you can enjoy with sake or a cold beer after our day of trekking. Within the town of Yunomine Onsen you can take a soak in the World Heritage hot spring called Tsuboyu (pictured above), located in a cabin on a river where the natural mouth of the hot spring is. This first-come-first-serve onsen can be used privately by 1-2 people for 30 minutes. On Day 2 we'll leave our accommodation and get back on the Kumano Kodo trail to hike to Kumano Hongu Taisha shrine. It will take us about 5 hours to get there including a stop for lunch. After touring the shrine we'll head downhill to nearby Oyunohara. Hongu was originally located at Oyunohara before massive flooding in 1889 led to the shrine's relocation at the current site. Oyunohara is now the site of the world's largest torii gate, the Otorii, a massive steel structure which stands at nearly 34 meters high. From Oyunohara we'll trek on a more direct trail back to Yunomine Onsen, grab our bags and head to Kawayu Onsen, another hot spring village famous for its free, public, open-air onsen in the river that flows past the village. We'll stay in a ryokan inn again and you'll have the option of eating Yakuzen ryori, or traditional health food, for dinner. We wake up the morning of our third and final day and hop on a riverboat on the Kumanogawa river towards Hayatama Taisha shrine, another World Heritage site that Kumano Kodo pilgrims would visit as part of their journey. The scenic 1.5 hour traditional longboat ride includes stories from our Japanese boat guide on the history of the river and the folk tales that come with it. After getting off the boat and touring Hayatama Taisha shrine, we'll take a short walk to one of the oldest sites in Shino: Gotobiki-iwa. Gotobiki-iwa refers to a massive boulder at the top of a hill near Hayatama shrine where the gods first descended onto earth. After visiting Gotobiki-iwa we'll make our way to Shingu Station and arrive back at Kyoto Station by 8:20 pm via train where our tour officially ends.",
        "strLocation": "Wakayama",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-wakayama-embark-on-the-kumano-kodo-pilgrimate-2-nights-3-days/7898?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Embark on the Kumano Kodo Pilgrimage (2-nights, 3-days)",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-04 17:28:30"
    },
    {
        "intDurationHour": 32,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 159541,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1479706828/a4cinurxizqnupn3esvw.jpg",
        "strIntroduction": "Those looking to complete the full Kumano Kodo pilgrimage to the three grand shrines of the Kumano sect of Shinto can complete the journey on my Kumano World Heritage Tour. This tour takes you to nine UNESCO World Heritage sites: the original pilgrimage route known as the Nakahechi, the 1,800 year old Tsuboyu hot spring, the Kumanogawa river used by pilgrims to travel south from Hongu Taisha, Gotobiki-iwa, Seigantoji temple, Nachi Falls, and all three grand shrines of the Kumano sect known as Hongu Taisha, Nachi Taisha and Hayatama Taisha. The tour begins at 6:30am on Day 1 in Kyoto Station where we'll have a quick briefing before hopping on the coastal Kuroshio Express down the Kii Peninsula. We'll make our way to Hosshinmon-oji, a subsidiary shrine called \"the gate to spiritual awakening.\" Here we'll start our hike along the Akagi-goe route, a centuries-old ridge trail leading to Yunomine Onsen. We'll spend our first two nights in the nationally famous hot spring towns of Yunomine Onsen and Kawayu Onsen. We choose the comfortable ryokan inns we stay at because they offer participants an authentically Japanese experience, complete with local delicacies for dinner and fantastic in-house hot springs. Outside of the ryokan, the town of Kawayu Onsen has a free, public, mixed gender (swimsuits required) hot spring that is built into the banks of the river that flows through town. In Yunomine Onsen, you'll be able to enjoy the World Heritage hot spring of Tsuboyu. On our second day we'll hike from our lodging to Kumano Hongu Taisha, the grand shrine that all four Kumano pilgrimage routes lead to. After touring the grounds of the shrine and visiting it's original location where the world's largest torii gate, Otorii, now stands, we'll head to a lookout point of the shrine grounds and enjoy a bento lunch. In the afternoon we'll return to our lodging where you can enjoy a soak in the hot spring after a full day of hiking. On Day 3 we'll take a riverboat along the World Heritage Kumanogawa river as we make our way down to the southern tip of the Kii peninsula. Along the way, our riverboat guide will share folktales and point out landmarks. We'll get off the boat in the town of Shingu and head to Hayatama Taisha, the second of the Kumano Grand Shrines that we'll visit on this trip. After a tour of the shrine grounds we'll head to Gotobiki-iwa, a massive boulder that is now a Shinto object of worship but has been worshiped by ancient indigenous religions for more than two thousand years. On our third and final night we'll stay at a ryokan in the coastal town of Kii-Katsuura. On the menu is local, freshly caught tuna sashimi. On Day 4 of the Kumano World Heritage Tour we'll trek to Nachi Taisha, completing our pilgrimage to the Three Grand Shrines of Kumano. Beautiful Nachi Falls (pictured above) is the backdrop for this shrine located in the mountains of Kumano. Right next to the grand shrine is Seigantoji, a World Heritage Buddhist temple. The large, wooden temple was built over 300 years ago and no screws or nails were used in its construction. Finally, we'll head to the three-story Sanjudo pagoda and Nachi Falls before heading to the rail station. We'll take the coastal Kuroshio Express train back to Kyoto Station by 8:20 pm (and if your next destination is Osaka, no worries, its on the way).",
        "strLocation": "Wakayama",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-wakayama-join-the-kumano-world-heritage-tour-3-nights-4-days/7917?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Join the Kumano World Heritage Tour (3-nights, 4-days)",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-04 17:31:48"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 1848,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1479349160/tapzpghczdiamoayvwkj.jpg",
        "strIntroduction": "In this tour, our guide from Tokyo Flour Mania will guide you through bakeries and traditional spots in the Roppongi/Azabu area, an international and upmarket district where many embassies and foreign companies are located. We will visit a bakery (ABUMI) which is very close to Tokyo Tower at first and move to Azabu Juban and Roppongi. Then, we will split up at Roppongi Hills so that you can enjoy the shopping, lunch, etc. after the tour. Below is the list of bakeries we will visit. ・ ABUMI BAKERY This bakery was started in 2015 by a husband and wife. Their bread is made from Japanese domestic flour and Hoshino/raisin homemade yeast. We can enjoy breads that have a unique combination such as “miso bagel”. The owner says, “I would like you to enjoy our breads that you cannot find at any other place.” ・ Comète The shop name comes from a proverb in France “Et si on tirait plans sur la comète?” which means drawing a plan on comete (setting an impossible goal). The owner chef opened his own shop earlier this year in July 2016 after training at “Du Pain et Des Idées,” a famous bakery in Paris. You can enjoy “escargot” which is one of the icon breads at “Du Pain et Des Idées” as well. The other recommendation is “comete,” an original bread which shares the same name as the shop. Except for baguettes, all breads are made with Japanese flour as a means to contribute to domestic agriculture. ・ L’Atelier du Pain This bakery is managed by a company in the wine business. They are very particular about each process to make a bread: milling flour in their kitchen, making the dough with a high portion of liquid (wet dough), fermenting the dough in a low temperature, using homemade yeast, and baking the breads in a stone oven. Therefore you can enjoy the fresh flavor of flour and a kind chewy texture called mucchiri in Japanese. Breads that use shiratamako (rice flour for dumpling) are highly recommended. “Roppongi anpan” (red bean paste-filled bun) is the most popular item. ** We will be sharing one popular bread from each bakery. We will be tasting three kinds of bread in total. Please feel free to purchase any other breads on your own. ** We are planning on walking, but there is the option to take the bus. If the bus option is preferred, please note that bus transportation is not included in the cost of the tour. We might be able to accept special requests, but our regular time slots for the tour are: 9:30-11:30 on Tuesday, Wednesday, Thursday, Friday Please wear comfortable clothes and shoes for walking.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-discover-hidden-bakeries-on-a-bakery-tour-in-roppongi-azabu/7902?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Discover hidden bakeries on a Bakery Tour in Roppongi-Azabu!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-04 17:36:10"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 11548,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1479202878/tcdt5fsprkqstfzp6nk5.jpg",
        "strIntroduction": "Experience Japanese dance with Kimono! Do you know what Japanese dance is? Japanese dances have a long history. For example, they come from Japanese folklore, history, festivals, etc. Some of you know Kabuki theater. Kabuki is really like Japanese dance but, Kabuki is not allowed to be played by girls. On the other hand, Japanese dance is open for everybody. You can enjoy not only dancing with Kimono, but also feeling Japanese Omotenashi hospitality! It takes about 2 and half to 3 hours. We can adjust the time. We'll pick you up at Morioka Station in Iwate. You can come here from Tokyo by Shinkansen. First, we'll teach you how to put on a Kimono. We have Kimono for different sizes: children, men, women, so everybody can join. After putting on the Kimono, you can learn Japanese dance! We have many songs and will teach you seasonal dances. For example, you can learn the cherry blossom's song and dance in spring. After you finish the lesson, we can take photos of you and take a break with green tea. After you return the Kimono, we'll take you to your hotel (in Morioka) or Morioka Station.",
        "strLocation": "Iwate",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-iwate-enjoy-traditional-japanese-dance-experience-in-morioka/7894?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy traditional Japanese dance experience in Morioka",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-04 17:40:41"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 4619,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1476858803/klwxcfo4qvnbvixaxwuk.jpg",
        "strIntroduction": "This is a professional photographer service! Our photographer will accompany you during your tour in Tokyo. This is not a guided tour, simply a photo service. Of course, you can ask the photographer for recommendations. Usually when we travel we take photos of each other or take selfies. But if a pro photographer takes photo and accompanies you on the trip, you can get better photos that you can't take of each other. We think good photos is the best memory from any trip. Please let us know where you will go and feel free to ask about details. ーーーーーーーーーーーーーーーーーー Photographer: One person for one group Location: Tokyo Time : 60 minutes",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-book-a-photographer-service-during-your-travel-in-tokyo/7733?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Book a photographer service during your travel in Tokyo",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-04 17:45:42"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 5728,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1476514465/ntxkakpyc1k2mcvd3787.jpg",
        "strIntroduction": "First of all, we'll meet up at your hotel or at Tsutsujigaoka Station of Keio line. Jindaiji Temple is an old temple just like Sensoji Temple in Asakusa. We'll go to Jindaiji Temple by bus that we'll take in front of the station. It will take about 15 minute by bus. We'll take a walk through a grove and around Jindaiji Temple which is protected by pure spring water. There are many tea houses and the gift shops around Jindaiji Temple, and you can feel the busy atmosphere around. See the old Jindaiji Temple established more than 1200 years ago. You'll feel the atmosphere of the temple where Japanese traditions of the old days are preserved. We'll have soba noodles at a traiditional soba shop in the neighborhood. The nearby shops are also in an old Japanese style. Let's enjoy this tour together!",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-take-a-private-tour-to-the-local-jindaiji-temple-in-tokyo/7741?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Take a private tour to the local Jindaiji Temple in Tokyo",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-04 17:50:33"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 24944,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1479103005/mkfrmyeds8kl6r2mljfn.jpg",
        "strIntroduction": "If you want to plan a cherry blossom viewing picnic but are concerned with troublesome set up, carrying heavy things or cleaning up, we have some good news for you. We have prepared the perfect picnic plan for foreign visitors in Hirosaki Park. It is a limited special plan for only 10 customers a day! Details: Sunday, April 23, 2017 - Wednesday, May 3, 2017 Time: 12:00 - 13:30 (90 minutes) Schedule: - Meet at the East Entrance of the park on the reserved day. A ninja will meet you personally! - Begin the cherry viewing picnic after the set-up is complete. About the lunch: The bento boxed lunch serviced exclusively at the picnic uses local ingredients and is presented in a Tsugaru lacquer lunch box. The featured drink at the cherry blossom viewing picnic is local sake selected by a specialist, and served in Tsugaru vidro sake glass. Aomori apple cider (sparkling alcoholic cider) is also available. - Enjoy the cherry viewing while listening to Neputa music (90 minutes). - After 90 minutes, the staff will come and clean up the site. Reservations are accepted until April 9.",
        "strLocation": "Aomori",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-aomori-enjoy-sakura-viewing-picnic-with-music-in-hirosaki-aomori/7871?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy Sakura Viewing Picnic with Music in Hirosaki, Aomori",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-04 17:53:34"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 6929,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1479095558/uc9fhln7s5hxodqrcdwr.jpg",
        "strIntroduction": "This is a fun and relaxed cooking class in Tokyo! Choose between a morning class (you will make Kaiseki with Wagyu beef) or an afternoon class (Sushi): Morning Class: 9:30 am-12:30 pm Kaiseki, it is a Japanese traditional multi course served at Japanese fancy restaurants or Japanese style inns. Besides you will cook and taste Wagyu beef which is popular for its smooth texture and rich flavor. This class covers 7-8 dishes from appetizer to desert, not only the method but also the presentation. Afternoon Class: 1:30 pm-4:30 pm Sushi, needless to say, it is the most famous Japanese food in and out of Japan! This class focuses on how to make Sushi at home, so you can try Sushi making for your family and friends after you return home. During the class, you will make some types of typical Sushi such as Nigiri, Inari, Gunkan and Sushi rolls, then enjoy them with fresh wasabi and miso soup.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-learn-how-to-cook-traditional-dishes-at-home/7887?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Learn How to Cook Traditional Dishes at Home!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-04 17:58:13"
    },
    {
        "intDurationHour": 16,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 59588,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1479021256/ljxxuxwv6d0wnttob3cd.jpg",
        "strIntroduction": "Mountains, rivers, and the sea, can all be reached within one hour from the Shonai Plains in Yamagata. Using only the finest ingredients, enjoy a lunch experience at the nationally-renowned Al che-cciano Restaurant. The spotlight focused on the area as it became the setting for the NHK television drama series \"Oshin\" and now people come from across the country to stay at the nationally-famous Ginzan Onsen, experience the three-star Michelin rated Mt. Haguroyama, and take in the wonders of jellyfish at the \"Kurage Dream-kan\" Kamo Aquarium. The Shonai region of Yamagata Pref. is a treasure trove of ingredients, so much that Shonai Airport is called the \"City of Food\". Resevations are hard to get at the ever-popular Al che-cciano restaurant - one of the top 100 restaurants chosen by chefs the world over. After a gourmet lunch here, take in the sights and stay in Ginzan Onsen, which offers its authentic feeling of Taisho Romanticism. You can feel totally relaxed in the outside bathing pools surrounded in a glorious mountain setting with the gentle river murmur, birds chirping, and the mild rustle of the tree leaves. Also on offer is the Michelin three-star rated Mt. Haguroyama, the world-leading jellyfish aquarium \"\"Kurage Dream-kan\"\" Kamo Aquarium, or taking in the relaxed atmosphere with an easy cruise down the Mogami River, whose scenery beautifully changes with the four seasons. Itinerary: Day One: Transfer by dedicated transport to the Al che-cciano restaurant after arriving at either Shonai Airport at 11:55 or Tsuruoka Station at 12:45. This is followed by three-star Michelin rated Mt. Haguroyama sightseeing. Move to the Ginzan Onsen and your accomodation at the \"Ginzanso\" after taking in the National Treasure Five-Story Pagoda, and a visit to Mt. Haguroyama. Day Two: 9:30, depart Ginzanso, 10:50 Mogami River cruising. Arrival at 11:50, and then head along the main road to the port town Sakata. Enjoy choosing your favorite Sakata Ramen (noodles) in the land that is known as Japan's Ramen mecca, as it is number one for Ramen consumption. Later, enjoy the Sankyo soko and the Maiko dance at the Somaro from 14:00. Then take in Japan's leading \"Kurage Dream-kan\", before finishing the tour at Shonai Airport or Tsuruoka station at 17:00.",
        "strLocation": "Yamagata",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-yamagata-2-day-tour-in-yamagata-ginzan-onsen-cruising-and-gourmet/7889?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "2-day Tour in Yamagata: Ginzan Onsen, cruising and gourmet",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-04 18:03:29"
    },
    {
        "intDurationHour": 10,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 10162,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1478509612/b2ki9esx5a2keq1tls1c.jpg",
        "strIntroduction": "Enjoy your day to Nikko Toshogu, the most gorgeous Shrine in Japan bilt to dedicate Tokugawa Ieyasu's death, the first shogun of Edo era. Travel back in time to Edo era at the Edo wonderland theme park, dress up in samurai, nijnja, princess, geisha, etc., become an \"Edokko\" and get to know the life of Edo. If you prefer to relax we can go to onsen (Japanese hot spring) as we Japanese always prefer to bathe after a journey. If you are hesitant bathing with other people tell me so, I will arrange to have more sight seeing. A convenient mini-van chartered just for your and your group. A Japanese, English and French-speaking multilingual guide will be on board to assist you along the way. A Chinese-speaking guide is also available upon request. 8:30 Meet and Pick-Up at Your Requested Location in Tokyo 11:00 Nikko Toshogu shrine Visit the world heritage site, Toshogu Shrine, Rinnouji Temple, and Futarasan Shrine. Lake Chuzenji and Kegon Fall. Admission fee for Toshogu: 1300 JPY over 16 years old, 450 JPY under 15 years old 13:00 Lunch Local food for luch, ask your guide if you have any recommendations. (Lunch fee is not included in the tour fee) 14:30 Nikko Edo Wonderland Become your favorite edo style Japanese and go back in time. Admission fee for Edo Wonderland: 4,700 JPY over 13 years old, 2,400 JPY under 12 years old Or More sightseeing and go to hot spring Walking around the beatuful lake of Chuzenji, see more falls and walk the Senjogahara, the old battlefield from the acient mythology and end the journey in a relxaing hot spring at Yunomoto. 16:30 Time to leave Nikko and head towards Tokyo 19:00 Drop-off at Your Requested Location in Tokyo",
        "strLocation": "Tochigi",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tochigi-private-charter-tour-to-nikko-and-edo-wonderland-or-hot-spring/7862?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Private charter tour to Nikko & Edo Wonderland or hot spring",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-04 18:07:10"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 8130,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1474761507/x0fzflj43xnftlrck8fu.jpg",
        "strIntroduction": "Transform yourself into a Warring Era samurai with authentic armor used in Hollywood movies and Japanese 'Sengoku' period dramas! At Sengoku Photo Studio Samurai, you can become Nobunaga Oda, Hideyoshi Toyotomi or Ieyasu Tokugawa and other famous historical figures. What's more, photoshoot poses are arranged by the Kill Bill choreographer, Tetsuro Shimaguchi, ensuring an authentic hollywood photoshoot experience! The brand new studio is specially designed for armor scene photography by a professional photographer with full knowledge of samurai armor, for realistic poses and lighting with a variety of weapons like Japanese swords and spears – the result is a movie-poster-worthy composite photograph captured with your favorite background by a professional designer! Available courses include the option to have silver halide prints, A2 or A1 size posters, mugs, coasters, T-shirts... and even a 90 second movie as souvenirs of your photoshoot experience! Please check each listed option to see the inclusions of each course.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-samurai-photoshoot-with-the-kill-bill-choreographer/7647?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Samurai Photoshoot with the Kill Bill Choreographer!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-04 18:11:15"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 6282,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1475762122/ydez51yvmj7bn3xal1ec.jpg",
        "strIntroduction": "Treat yourself to an unforgettable evening of fine dining and high entertainment with an exclusive dinner at tempura specialist Aoi Marushin – with the option of adding a traditional geisha or satsuma biwa performance to make it an unforgettable night! Located in the heart of Tokyo's old downtown, Asakusa, where there is still a geisha tradition, you can book a private geisha entertainment together with your kaiseki meal. Alternatively, you can choose from a rare recital of the satsuma biwa, by Master Kakushin Tomoyoshi, one of the few masters of this ancient instrument. Be touched by the clear and moving sounds of the biwa. Last but not least, savor this sensory treat together with a fine dining experience prepared by the expert chefs at Aoi Marushin. Taste tempura like it should be – fresh and crisp, not oily, as it is deep fried at high temperatures using vegetable oil. Enjoy the flavors of seasonal ingredients at this kaiseki dinner course. Experience dinner entertainment like the Edo times, and see the authentic performances of authentic geisha! --------------------------------------------------------------------------------------- [Courses] Aoi Kaiseki Dinner (6800 JPY including tax) - Kaiseki meal (including aperitif, appetizer, sashimi, tempura and dessert) Kinryu Kaiseki Course (10800 JPY including tax) - Kaiseki meal made with greater ingredients than Aoi Kaiseki Dinner (including aperitif, appetizer, sashimi, tempura and dessert) [Options] Private Geisha entertainment -You can enjoy a Geisha performance, one of the most traditional Japanese entertainments, as a private show while having the authentic Kaiseki. Private Satsuma Biwa Performance -The sounds of \"Satsuma biwa\", the old Japanese instrument, will make your Kaiseki experience even more special, as you feel transported back to the Edo period!",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-private-geisha-or-biwa-show-at-an-asakusa-tempura-restaurant/7695?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Private Geisha or Biwa Show at an Asakusa Tempura Restaurant",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-04 18:15:29"
    },
    {
        "intDurationHour": 9,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 5081,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1478356294/ooka6invq60imrkypuwn.jpg",
        "strIntroduction": "Do you know the movie \"My Neighbor Totoro\"? It is an animated fantasy film directed by Hayao Miyazaki and produced by Studio Ghibli in 1988. Hayao's animations are very popular in the world like other Japanese anime such as Doraemon, Chibi Maruko-chan, Pokemon. This movie is one of the most popular movies in his works. The story features Japanese countryside life. Two young girls who moved to a house in the countryside meet mystical creatures at the nearby forest, and have several magical adventures. In the movie you can see beautiful Japanese landscapes, so most of its viewers might dream to see the same landscape in Japan. But even if you come to Tokyo or Kyoto, famous tourist cities, you can't see such landscapes easily anywhere! This is because most of the forests near big cities are disappearing more and more due to the civilizing development. Sayama Hills, whose village was modeled for the Totoro movie, is facing the same crisis. Therefore, after the movie hit, a National Trust Fund was raised to protect the forests. Those forests were named \"Totoro's Forest\" and bought to be preserved. So if you go there, although it's a little developed and civilized, you can see almost the same landscapes as in the movie. Forests, farmlands, rice fields, traditional houses, shrines and temples are still there! This tour will give you the experience of a magical adventure like in \"My Neighbor Totoro\"! Even though you can't find these spots on guide books, it's surely worth visiting! So let's go to meet Totoro!! First, we will go to Kojiya area in Sayama Hills. There you will see a local shrine, rice fields and muddy ponds surrounded by large forest remaining as in the old days. When you get off the local bus, you will be impressed that the landscape changes dramatically from urban to rural. There you can also meet a mascot named Tocoro-chan which was made by the local people with ceder leaves. Then, we will walk on the hill surrounded by the landscape of tea-plants farmland until \"Kurosuke's house\". \"Kurosuke\" is the name of the black-soot character seen at the old house in the movie. This house is an old traditional house having a history of over 100 years and it looks as if Kurosuke lived inside. So it is named \"Kurosuke's house\"! Here you can meet the \"big Totoro character\" as well! After that, we'll walk again through the rural landscape until the Japanese Restaurant \"Nakamura-ya\". At this restaurant you can have high-grade Japanese foods for a reasonable price. Since it is not in crowded tourist city, you can have good food with good atmosphere! Then after lunch, we'll go to the Totoro's forest no.1. There are so many variety of trees that you will get to know how old Japanese people lived together with nature. When you breathe in the middle of the forest, you will feel peaceful in your heart. An old shrine next to the forest is also fantastic, somehow Totoro or some spirits seem to show up from behind! And lastly, after walking along the big beautiful lake of Sayama-ko, we will drop by Sayama-Fudoson and Yamaguchi-Kannon. These two temples were built intentionally after Sayama-ko lake was constructed, so they are a little different from rural landscape. But their large luxury buildings are very interesting and worth seeing, so we will visit them at the end of the tour. The time schedule is below: 9:00 Ikebukuro Station | (Train of Seibu Line) 9:48 Kotesashi Station | (Bus) 10:10 Kojiya Bus Stop | 10:15 Hachiman-Jinja shrine | 11:00 Hira-no-oka | 11:15 Kinsen-ji Temple | 11:40 Kurosuke's House | (Seeing) 12:10 | 12:40 Japanese Restaurant Nakamura-ya | (Lunch) 13:40 | 14:00 Totoro's Forest No.1 | 14:20 Horiguchi-Tenman-Jinja Shrine | 15:00 Sayama-ko lake | 15:30 Sayama-Fudoson | 16:10 Yamaguchi-Kannon | 17:00 Seibu-Kyujo Station | (Train of Seibu Line) 18:00 Ikebukuro Station (*We walk about 9 kilometers, about 5.6 miles, in total.) < Key Words > hiking, trekking, walking, picnic, walk, stroll, promenade, nature, environment, sanctuary, ecology, green, forest, wood, trees, grove, wildlife, wild animal plant, flower, bird, beast, creature, forest bathing, fresh air, therapeutic walk, forest therapy, field, plain, hill, mountain, woodland, village, trail, path, pass, countryside, rural, lohas, slowlife, halcyon, pastoral, tranquil, bucolic, idyllic, rustic, primitive, pristine, provincial, countrified, nostalgic, antique, archaic, retro, classical, leisurely, at leisure, unhurriedly, relax, loosen up, at ease, open air outdoor, rest, relief, relaxation, refreshment, mental break, active, affirmative, aggressive, intense, positive, dynamic, energetic, inexhaustible, live, strenuous, vigorous, healthy, hidden, little‐known, good spot, out-of-the-way place, niche, original, unique, strange, different, outstanding, changed, unusual, curious, queer, peculiar, uncommon, extraordinary, quaint, specific, characteristic, singular, unambiguously, uniquely, distinctive, individual, unique, rare, infrequent, good, beneficial, helpful, meaningful, informative, important, significant, worthwhile, valuable, salutary, substantial, solid, productive, reasonable, economical, good-value, interesting, precious, amusing, funny, delightful, pleasant, satisfactory, recommended, grapevine, favorable reception, popularity, popular, good repute, favorable reputation, indispensable, essential, must, crucial, all-important, necessary, Japan, Kanto, Tokyo, Saitama, capital region, metropolitan area, suburb, outskirt, suburbia, environ, vicinity, tour, trip, travel, excursion, ecotour, stay, visitation, voyage, discovery, adventure, exploration, packer, backpacker, Disney, lonely planet, activity, pastime, recreation, amusement, holiday‐making, sight-seeing, outing, playground, vacation, sights, good place, noted place, showplace, power spot, landscape *************",
        "strLocation": "Saitama",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-saitama-meet-totoro-hike-rich-nature-japanese-countryside/7854?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Meet Totoro! Hike rich-nature Japanese countryside!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-04 18:19:25"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 3233,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1478128078/dmb3dljybgulznjk5ldk.jpg",
        "strIntroduction": "Let's enjoy a party in Japan and make Japanese friends who can speak English. After making friends, they will tell you many things about Japan. We do this cultural exchange party once a month. * Only Dec 18th Party will start from 14pm. (not night time) Schedule Time: The reception opens at 19:30 pm. Staff helps to break the ice for meeting people. Enjoy the conversations while drinking. If we have time, we sometimes do some games. The party ends at 22:00 pm. It's a friendly, easy-going party. Even you can join alone. At the end of the party, you'll have made many friends here. We look forward to seeing you!",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-join-a-cultural-exchange-and-international-party/7850?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Join a Cultural Exchange & International Party",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-04 18:25:17"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 2587,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1477929340/ydqhqqbyepy0dtpfqflg.jpg",
        "strIntroduction": "Come learn about the exciting world of Japanese paper Washi and enjoy traditional Japanese culture at the Japanese Paper Factory in Nihonbashi! At Ozu Japanese Paper Factory, founded in 1653, there is a Japanese paper making studio on the first floor, as well as a store where people can purchase many different kinds of Japanese paper which come from many different areas of Japan. There are many various kinds of Japanese paper, which are used for a variety of purposes, such as: painting, calligraphy, crafts, and decorating interiors. On the second floor, there are various exhibitions held, including calligraphy exhibitions, painting exhibitions, and collage exhibitions, where you can see various works. Finally, on the third floor you can find the Ozu museum, where you can learn about the history of the paper from the Edo period. Main Features: We have a Japanese paper workshop, where you can have fun making paper, and can make a unique work of art unlike anything else on Earth! You can have fun here with both friends and family. However, it’s perfectly fine to go at it as a solo traveler and focus on the craft. Those who have experienced our workshop always come back again and again for more! One workshop can accommodate from 1 to 10 people at the same time. (The required time for one workshop is approx. 1 hour. The entry fee is included in the tour price per person which includes your own A4 size piece of paper that you make at the factory and can bring home with you.) Workshop Time Slots: Monday to Friday: 10:30, 11:30, 14:00, 15:00, 16:00 Saturday: 10:30, 11:30, 14:00, 15:00. After the workshop is over, you can check out our gallery or visit our store. Japanese paper has the warm and gentle power to create powerful bonds among people. Truly a great spot to enjoy the traditional culture of Japan!",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-learn-traditional-culture-at-the-paper-factory-tokyo/7838?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "80% OFF Learn traditional culture at the Paper Factory,Tokyo",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-04 18:29:50"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 9054,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1477917275/o2ymmovgv84etoyzx0ia.png",
        "strIntroduction": "Do you know \"Depachika\"? In Japanese, \"Depachika\" refers to basement floor of department store, where the delicatessen and various food sections are usually located. \"Depachika\" is the combination of “depa” which is the abbreviation of department store, and \"chika\" which means basement in Japanese. It's really fun and fascinating popular place, but if you don't speak Japanese, it's sometimes difficult to understand descriptions. In this tour, a friendly and English speaking professional guide introduce \"Depachika\" of Nihonbashi Takashimaya which is one of famous and lond-established department stores in Japan. Let's enjoy \"Depachika\" food and culture with a friendly guide! ◯Schedule: 12:30pm Meet your local guide at in front of Takashimaya Nihonbashi. -Team building -Explore basement floor \"Depachika\" ,taste sampling and buy some side dishes -Walk around other floor -Eat and drink at roof top floor 2:30pm Finish at sroof top Includes Food/Drink -Special sampling at \"Depachika\" -Some side dishes bought in \"Depachika\" -Japanese sweets -Tea (You can take this tour as lunch) Capacity: Max6 The whole shops are your restaurant! Let’s enjoy eating and drinking in Takashimaya Nihonbashi",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-enjoy-depachika-food-tour-at-nihonbashi-takashimaya/7807?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy \"Depachika\" food tour at Nihonbashi Takashimaya",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-04 18:35:34"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 7391,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1477578747/luq32vp5burglctytfsi.jpg",
        "strIntroduction": "It is very difficult to look for your favorite sake with Japanese label. An international Sake tasting expert explain the attractive point of Japanese traditional drinks Sake. For example how to know the information from label and sake breweries stories. Also it is important which sake ware choose. Please enjoy to taste about 3 kinds of sakes with beautiful and traditional sake wears. Time: The tour is 1 hour. From each 2:00pm, 3:00pm, 4:00pm Schedule: Team Building Explore liquors shop in underground floor Learn about Sake Buy some Sake If you want to see a sake cups and sake wares in 7th floor Taste sake in private room Capacity : Max 6",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-japanese-sake-tour-in-nihonbashi-takashimaya/7795?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Japanese Sake tour in Nihonbashi Takashimaya",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-04 18:41:18"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 3695,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1477758122/cw8ekxb6zhjy62p1ktvt.jpg",
        "strIntroduction": "Tsukiji is the center of the Edo culture, which represents Tokyo. Tsukiji has made its name famous all over Japan as a treasure trove of delicious food and fresh materials and as the waterfront of Tokyo. Other attractive Edo cultures can also be found at Tsukiji, where delicious foods gather. It is a tourist area full of curious things for foreign people. This time, we would like to introduce a 3-hour course of Tsukiji area, where you can enjoy plenty of charms of the Edo culture. First, starting with Tsukiji Station! There are plenty of spots, which are filled with charms of Edo culture around Tsukiji Station: Tsukiji Honganji Temple, Tsukiji Curb Market, which is a major point of this tourist course, numerous famous sushi restaurants, and Bishoku Ginza (Gourmet Street), but they are only a few examples. When you wander into the back of the alleys, you'll fine more hidden famous shops. Come and explore the neighborhood, and find your original \"Tsukiji.\" Time slip in the Edo era at Shinbashi Enbujō About a 10-minute walk from Tsukiji Station. You'll arrive at the center of traditional performing arts arranged in Kabukiza, Shinbashi Enbujō. At Shinbashi Enbujō, you can appreciate Kabuki, representing Japan. Speaking of Shinbashi Enbujō charms, you can watch a repertoire of Kabuki with a high threshold image from a minimum of 3,000 JPY and you can taste delicious sweets. Never forget to try Taiyaki with Shiratama and Ningyoyaki, which are sold inside Shinbashi Enbujo! Go to Hamarikyu Park and see the views of the waterfront Tsukiji! You arrive at Hamarikyu Park in about 15 minutes walk from Shinbashi Enbujō. Hamarikyu park is the villa of the waterfront, where the royal family used to come a long time ago. From the pond in the park, which barges into Tokyo Bay, you can see the views of Tokyo. As there are few obstacles there, you can feel the sky and the sea of Tokyo wider and can enjoy seasonal plants all year round. Eat all Edo gourmet at Tsukiji Curb Market! At the conclusion of the 3-hour tour, enjoy delicious Japanese seafood at a sushi restaurant near Tsukiji Market. The charm of Tokyo Sushi is located in the right ingredients. You can taste various flavors, texture, sound, and temperature when you eat, there is never the same taste repeated again.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-find-charms-of-edo-in-tokyo-on-a-3-hour-tour-at-tsukiji-area/7821?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "60% OFF Find charms of Edo in Tokyo Tsukiji area",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-04 18:45:59"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 2009,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1484834352/kez29o3cwtmoj4rlxp2z.jpg",
        "strIntroduction": "Shikoku, Japan’s smallest and least populated main island situated below and between Hiroshima and Osaka, is famous for its udon noodles. Upon informing a Japanese friend of mine that I was headed there for a trip, he told me to try the udon as it was meant to be delicious. Udon, a thick wheat flour noodle usually served in a hot soup, is a Japanese cuisine enjoyed all over the country. Different regions across Japan are known for being particularly good at different cuisines, and it seems that the kind of udon is Shikoku. So with that, I travelled to Kotohira, in Shikoku’s Kagawa prefecture, to meet the local udon expert who operates under a service called “Udon Taxi” which, you guessed it, is literally a taxi that takes you to udon restaurants. We can pick you up at your hotel, station and airport in Kagawa. Then you go around to your favorite Udon resutaurants. If you don't know much about Udon restaurants, our driver will choose for you. You can choose between a 60-minute, a 90-minute and a 120-minute course. The pick-up locations are: Chu-san area (around Konpira), Kotohira Station, Marugame Station, Utazu Station, Sakaide Station, Takamatsu Airport.",
        "strLocation": "Kagawa",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-kagawa-ride-the-udon-taxi-around-various-udon-restaurants-in-kagawa/7798?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Ride the Udon Taxi around various Udon restaurants in Kagawa",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-04 18:49:21"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 4619,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1476885449/t1ktcnopqmhc9bwflslj.jpg",
        "strIntroduction": "Pick up at Fukuyama Station or your accommodation in Fukuyama. We'll visit a house or community place and cook with locals. You can enjoy cooking together. Here is a sample menu: Temaki zushi, a kind of sushi. This is easy to cook and enjoyable to choose ingredients for, so it is common to cook at home in Japan. If you have any preference about the menu or the ingredients, please tell us. When the meal is ready, you say \"Itadakimasu\", a greeting before eating. Then let's eat together! Chat with locals, and enjoy cultural exchange.",
        "strLocation": "Hiroshima",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-hiroshima-try-easy-japanese-cooking-with-locals-in-fukuyama/7753?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Try easy Japanese cooking with locals in Fukuyama",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-04 18:55:00"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 3695,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1476317404/s0sji2krcpkqo1gmydbp.jpg",
        "strIntroduction": "In this tour we will visit little-known spots in Tokyo to appreciate public display of wonderful Ikebana art works. Meet at Tameike-Sanno subway station at 10:30 in the morning. Take a long outdoor escalator to climb up to Hie Shrine on top of the hill which is one of the hidden \"power spots\" surrounded by the prime minister's official residence and the Diet Building. Go down to the Capitol Hotel Tokyu to appreciate a gorgeous Ikebana work at the entrance lobby. Then lunchtime will be at a nice-view restaurant on the 27th floor in Sanno Park Tower (around 11:30 am). My recommendation is \"vege-buffet lunch\" served with 2 rice balls and miso soup (This lunch costs 1200 JPY per person). You can choose other food such as meat or fish, of course. After lunch, we will take a short subway ride to \"Aoyama Itchome\" station (costs 160 JPY) to visit Sogetsu building where we can enjoy beautiful Ikebana works in a traditional Japanese room as well as the outstanding art works by Isamu Noguchi in the entrance hall built in wellhole style. The view is also amazing there in that you can look down the vast forest of the Akasaka Detached Palace where the Crown Prince and other Japanese royal families currently live. Then, we'll head back to the subway station walking along the beautiful property of the palace. The tour ends around 2:00 pm at \"Aoyama Itchome\" Station (Tokyo metro / Toei Subway). It's about a 3.5-hour tour, but would not be too much of a walk. Just get relaxed, enjoy strolling in the pleasant area of Tokyo. This will be a small group tour for up to 6 people.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-appreciate-ikebana-and-hidden-view-points-in-tokyo/7727?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Appreciate Ikebana and Hidden View Points in Tokyo",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-04 18:59:52"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 6005,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1477467647/nvkobawzshpwsixq6lb6.jpg",
        "strIntroduction": "In this day trip you will visit one of Japan's little known wonders and an object of worship for many Catholic pilgrims from all over the world: the Our Lady of Akita statue in the Chapel of Seitai Hoshikai in the outskirts of Akita city. While Japan's Christian heritage is well known in cities like Nagasaki and Hakodate where one can see majestic old churches and cathedrals, Akita's Chapel of Seitai Hoshikai is a hidden gem known mainly by devoted believers. The Chapel's architecture resembles a traditional Japanese temple but is a Catholic church inside. Surrounding the Chapen are two beautiful gardens that are worth a visit. The Chapel's most famous highlight is the holy wooden statue of the Our Lady of Akita, known for its miraculous weeping which happened a total of 101 times between 1975 and 1981 and has been documented on TV. In addition, the statue is said to have healed hearing impairment and caused other mystical phenomena like stigmata. You can visit the Our Lady of Akita on a day trip from Tokyo (Shinkansen tickets included in the tour price) or starting from Akita Station (no Shinkansen tickets included). Please choose your preferred option from the price menu. This tour will include a car transportation to and from Akita Station and a licensed guide who will show you around the Chapel and its gardens, explaining the history and significance of the statue. The Chapel of Seitai Hoshikai is open every day from 9 am to 11:30 am and from 13:00 pm to 16:30 pm between April and November, and from 10:00 am to 11:30 am and from 13:00 pm to 16:30 pm between December and March.",
        "strLocation": "Akita",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-akita-see-the-miraculous-our-lady-of-akita-on-a-day-trip/7804?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "See the miraculous Our Lady of Akita on a day trip",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-04 19:05:14"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 2919,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1477466087/hrawmbcsbtsjaahxvzdm.png",
        "strIntroduction": "Rent go-karts and enjoy driving them on the public roads in the countryside towns of Tokyo's closest neighbouring prefecture Saitama! Particularly suitable and convenient for guests and residents of the Yokota Air Base in West Tokyo! This is a wonderful and fun way of sightseeing, and a great day trip from Tokyo! Explore the historical and modern places of Saitama in a fascinating way! This is a self-guided kart-rental only plan. There will be no guide with your group, but you can find below several examples of popular routes in Saitama that you can ride around: Little Edo Kawagoe course (1 hour) Ride around the historical town and the old warehouses of Kawagoe between the castle residence, Hikawa Shrine and the Bell Tower! Saitama urban course(2-3 hours) Explore the urbanscape of the giant Saitama Super Arena, the Cocoon City and the quiet streets of Saitama Bonsai Gardens! Tokorozawa and Sayama course (3 and more hours) Ride around the countryside towns and see the Aviation Park, the baseball haven Seibu Dome, Sayama Lake and the longest avenue with Zelkova trees in Japan! You can rent a go-kart from 1 hour to up one whole day. Business hours: 9 am - 5 pm Note that the go-kart activity will not be available after 5 pm, therefore book earlier if you want to enjoy your entire requested time. For example, if you want to book a 2-hour tour, the latest possible time for booking will be 3 pm. Please note that: ※ You must have a valid Japanese drivers license, Japanese SOFA license, or International Driving Permit based on the 1949 Geneva Convention*. ※ Bring a valid Japanese drivers license, Japanese SOFA license, or International Driving Permit* and a copy of your passport (passport is not required for Japanese) to the shop on the day. ※ All karts are for 1-person. There are no multi-person karts. ※ You have to fill the tank up before you return the kart when you choose the long courses. ※ The height restriction: must be 150cm to 185cm. ※ Preferred 100 kg and less. Over 100kg: the kart won’t move as fast ※ The activity is cancelled only when it rains heavily. When the activity is cancelled due to bad weather, you will be able to re-schedule without charge. If the alternative date for re-scheduling due to bad weather is not available, you will get a full refund. ※Pregnant Drivers: It is possible for pregnant drivers to take part in this experience but the go-kart handle may hit the guest's tummy and it may be uncomfortable. It is possible to make a booking first and go to shop try to see if she can fit comfortably in the kart. If the pregnant guest cannot fit, a refund will be provided for the pregnant guest. ※ The insurance fee is included in the price. Third Party Liability = Unlimited Guest himself/herself = up to JPY 30,000,000 Disclaimer = JPY 50,000 ※ No helmets and no seatbelts are used. *Holders of a license from Belgium, France, Germany, Monaco, Slovenia, Switzerland or Taiwan can use an official Japanese translation provided by the Japan Automobile Federation (JAF) or the country’s embassy or consulate in Japan. We will promise you to make your trip unforgettable! Don't miss this chance!",
        "strLocation": "Saitama",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-saitama-rent-go-karts-and-ride-around-kawagoe-saitama/7801?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Rent Go-Karts and ride around Kawagoe Saitama!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-04 19:11:07"
    },
    {
        "intDurationHour": 16,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 18939,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1477289932/ucu7dwehldt87vhennkv.jpg",
        "strIntroduction": "This 2-day-1-night tour lets you stay at Aizu's secluded Showa Hot Spring Shirakaba-so inn and travel freely around the Oku-Aizu area in your own taxi. See the stunning Oku-Aizu scenery, make traditional crafts, and experience the natural environment. Amikumi-zaiku is a traditional Oku-Aizu weaving craft passed down for 2500 years. See crafts that are called the \"Hermès of the forest and Louis Vuitton of the mountain\" and try weaving your own. This special tour lets you freely visit and experience Oku-Aizu sightseeing spots, such as the gorgeous scenery looking down on the Daiichi Tadamigawa Bridge and a tour of Enzoji Temple built 1200 years ago where the Akabeko red cow toy originated. The schedule of the tour is below: Day 1 Meet at designated stations or the airport. Full day touring Oku-Aizu (major spots in Yanaizu Town, Mishima Town, Kaneyama Town, Showa Village, and Tadami Town. Tour only includes Oku-Aizu.) After sightseeing, stay at the Showa Hot Spring Shirakaba-so inn. Day 2 Full day touring Oku-Aizu (major spots in Yanaizu Town, Mishima Town, Kaneyama Town, Showa Village, and Tadami Town. Tour only includes Oku-Aizu.)",
        "strLocation": "Fukushima",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-fukushima-2-day-tour-to-the-hot-springs-and-local-culture-of-oku-aizu/7794?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "2-day tour to the hot springs and local culture of Oku-Aizu",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-04 19:15:18"
    },
    {
        "intDurationHour": 9,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 5081,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1477401115/s0cguijy2ov4toovcibz.jpg",
        "strIntroduction": "Do you want to travel around enjoyable spots in Japan? This tour will take you to really enjoyable spots to experience Japanese traditional culture and rural life! On this tour we will visit Ogawa-machi town in Saitama prefecture, about 1 hour away form Tokyo. Ogawa-machi is well-known for Japanese traditional hand-made paper, Washi. It has history of about 1300 years inherited from the Nara era. Its manufacturing technique is designated as an important national cultural asset (intangible cultural heritage). But even though it is famous for washi, there are many other attractions in Ogawa-machi. So we will walk around to find them. First, we will visit a Washi handicraft studio to see how the paper is made. It is worth watching the process of making it at a real studio. Next, we will go to a Craft Center to see the variety of Japanese traditional handicrafts, and here you can make the paper by yourself and buy craft works for souvenir as well. Then, we will have free lunch time at Michi-no-Eki Ogawa-machi, the public facility where you can get local products. There you can eat soba or udon noodles at a reasonable price. After lunch, we will walk around the small rural town to see a temple, an old elementary school and so on. Then, we will climb a small mountain, Sengen-yama. There you can have a splendid view from a tall sightseeing tower on the top. If the weather is good, you can look down the whole town of Ogawa-machi surrounded by a large forest, and see famous majestic mountains, Nikko, Akagi, Haruna, Tsukuba, etc far away. And one more thing that will excite you is the 203-meter long Roller Slide. This slide was made from the local citizens to attract more people to the town. You can taste a bit of thrill as if you slide down in the air with the splendid view around! Lastly, we will drop by a liquor brewery of Japanese rice wine, sake. There you can see inside the brewery, and if you want, you can taste sake. Yes, you can have a really solid and enjoyable time! Even though you can't find those spots on guide books, it's surely worth visiting!! Come on and have fun with me, and a Little Monkey! The time schedule is below: 9:00 Ikebukuro Station | (Train of Tobu Line) 10:13 Ogawa-machi Station | 10:40 Kubo Shotaro Washi Studio | (Seeing) | 11:10 Saitama Craft Center | (Making & Shopping) | 12:10 Michi-no-Eki Ogawa-machi | (Lunch) 13:10 | 14:20 Sengen-yama Miharashi-no-oka | (Roller Slide & Sightseeing Tower) | 15:50 Seiun Brewery | (Seeing & Shopping) | 16:50 Ogawa-machi Station | (Train Of Tobu Line) 18:00 Ikebukuro Station (*We walk about 7 kilometers, about 4.3 miles, in total.) * If it will rain, climbing mountain & playing the roller slide is a little hard, so we will change the plan to visit an old castle city, Kawagoe, so-called \"Little Edo\" to see Kurazukuri old warehouses, time-bell-tower and so on. The rainy-day schedule is below: 9:00 Ikebukuro Station | (Train Of Tobu Line) 10:13 Ogawa-machi Station | 10:40 Kubo Shotaro Washi Studio | (Seeing) | 11:10 Saitama Craft Center | (Making & Shopping) | 12:10 Michi-no-Eki Ogawa-machi | (Lunch) 13:10 | 14:30 Seiun Brewery | (Seeing & Shopping) | 15:10 Ogawa-machi Station | (Train of Tobu Line) 15:40 Kawagoe Station | 16:20 Kurazukuri Old Warehouses | 17:30 Kawagoe Station | (Train of Tobu Line) 18:00 Ikebukuro Station < Key Words > hiking, trekking, walking, picnic, walk, stroll, promenade, nature, environment, sanctuary, ecology, green, forest, wood, trees, grove, wildlife, wild animal plant, flower, bird, beast, creature, forest bathing, fresh air, therapeutic walk, forest therapy, field, plain, hill, mountain, woodland, village, trail, path, pass, countryside, rural, lohas, slowlife, halcyon, pastoral, tranquil, bucolic, idyllic, rustic, primitive, pristine, provincial, countrified, nostalgic, antique, archaic, retro, classical, leisurely, at leisure, unhurriedly, relax, loosen up, at ease, open air outdoor, rest, relief, relaxation, refreshment, mental break, active, affirmative, aggressive, intense, positive, dynamic, energetic, inexhaustible, live, strenuous, vigorous, healthy, hidden, little‐known, good spot, out-of-the-way place, niche, original, unique, strange, different, outstanding, changed, unusual, curious, queer, peculiar, uncommon, extraordinary, quaint, specific, characteristic, singular, unambiguously, uniquely, distinctive, individual, unique, rare, infrequent, good, beneficial, helpful, meaningful, informative, important, significant, worthwhile, valuable, salutary, substantial, solid, productive, reasonable, economical, good-value, interesting, precious, amusing, funny, delightful, pleasant, satisfactory, recommended, grapevine, favorable reception, popularity, popular, good repute, favorable reputation, indispensable, essential, must, crucial, all-important, necessary, Japan, Kanto, Tokyo, Kanagawa, Saitama, capital region, metropolitan area, suburb, outskirt, suburbia, environ, vicinity, tour, trip, travel, excursion, ecotour, stay, visitation, voyage, discovery, adventure, exploration, packer, backpacker, lonely planet, activity, pastime, recreation, amusement, holiday‐making, sight-seeing, outing, playground, vacation, sights, good place, noted place, showplace, landscape, art *************",
        "strLocation": "Saitama",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-saitama-hike-in-a-town-of-traditional-washi-paper-and-a-roller-slide/7782?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Hike in a town of Traditional Washi Paper & a Roller Slide!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-04 19:20:01"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 21341,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1484746678/jwvs09yuuzngeadpg78o.jpg",
        "strIntroduction": "THE STAR STYLIST Creative producer, Horikawa has been making waves in the hairstyling world for over nineteen years, and has models and celebrities as customers. Here is his new work: (Picture 1 above: Horikawa with Japanese/English bilingual stylist (left) and receptionist(right) (Picture 2: Horikawa's design work) Horikawa's hair style creations are often featured in major magazines, commercials and on TV, but he is not overly concerned with getting fame for his work. Two things drive him the most - creating beauty through his craft and leaving his customers completely satisfied with their new look. THE STAR STYLE EXPERIENCE So what is it like to see this master stylist at work? We took our hair model over to Michio Nozawa Hair Salon in Ginza for the Chiaki Horikawa experience, and to see the hair designer's skills in action. As we walked into the salon, we were immediately impressed by its sleek, spotless and modern interior. We were welcomed by the friendly staff and by Horikawa himself; and soon our hair model was comfortably seated in a private room – a little anxious about the cut, but also eager to walk out of the salon with a brand new style. (Picture 3: The sleek interior at Michio Nozawa Hair Salon) Horikawa's consultation and expert hair analysis put all our hair model's anxieties at ease, and she was ready for her hair transformation to begin. THE COLOR As this was a first-time hair color experience for our hair model, she was rather nervous about the procedure, and had no idea what to expect. She wanted a color that complimented her skin tone and that didn't show an obvious growth line. Horikawa knew exactly what to do. He would make her hair one shade lighter than her original color, and combined with an ash tone, give her hair the most natural look possible. After he confirmed that she was happy with his decision, the coloring process was seamlessly carried out. Then it was time for the main event – Horikawa's execution of two unique and highly skilled haircuts: the Slide Cut and the Effect cut. THE SLIDE CUT To demonstrate the Slide Cut, Horikawa cut the hair in a sliding motion from root to tip, reducing hair volume without taking away any length. This cut makes thick coarse hair (common with Asian hair), easier to manage and gives hair a sleeker look. THE EFFECT CUT In the effect cut, he lifted up chunks of hair and cut it in light, downward strokes, repeating the technique until a 3-D effect was achieved. The underlying hair - now cut to a shorter length than the rest - gave the look more volume and softness at the crown; so this cut is perfect for those with straight, heavy hair that need a boost of life. THE RESULTS Horikawa's speed and superior skill level in the cutting techniques were amazing to see, and our hair model – unable to stop smiling at her new reflection in the mirror – was most impressed with her fantastic new look. (Picture 4: Both stylist and client completely satisfied!) The experience with Horikawa demonstrated \"omakase\" service in Japan perfectly, which means that clients can have total trust in his knowledge and expertise, and rest assured that their hair will be in good hands. (Picture 5: Her new look!)",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-star-style-hair-design-in-ginza-free-reservation/7788?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Star Style Hair Design in Ginza",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-04 19:25:54"
    },
    {
        "intDurationHour": 9,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 5081,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1477401239/ew3nzmimo1yrrk7msqp3.jpg",
        "strIntroduction": "Do you want to travel around exciting spots in Japan? This tour will take you to really exciting but unknown spots to experience mysterious Japan. First, we will climb up a small mountain, Mt. Takatori, only 139-meter-high like a hill, but nice and fascinating. The mountain is composed of limestone rock, so you can see some rock climbers near the summit, and we can enjoy the rocky way like an adventure in the deep alpine nature. As we hike, you can find several attractions on the way. A Big Buddha image carved on rock wall like Bamiyan in Afghanistan is the most impressive sight. It stands in the middle of the mountain quietly. A medieval temple, Jinmuji, which has more than 1300 years of history, is also a refined sight. It makes you feel peaceful with its quiet atmosphere. It is said that the first samurai shogun, Minamoto Yoritomo, who established the ancient Kamakura government, also came to worship this temple. Of course, the view from the top is great! If the weather is good, you can have a 360-degree view including Tokyo Bay and Mt. Fuji far way. It's only a brief hiking for about 2 hours, but you will surely be excited! Second, we will explore a sacred cave of secret Buddhism, Taya Cave, which has been carved in ancient times for meditation training. Carrying a candle in your hand, you can find numerous splendid reliefs of Buddhism tales in the darkness of the cave: a dragon, crane, turtle, Chinese zodiac animals, Buddhism saints, Sanskrit characters, Mandala and so on. The corridors wind from chamber to chamber for about 1 km under the ground. You will surely be impressed and overwhelmed by this wonderful and mysterious heritage. Lastly, we will drop by a pottery gallery (ceramic art studio), Sueno-sato, for sightseeing and shopping. This gallery opened in an old Japanese traditional house to show Japanese traditional potteries. You can learn more about the Japanese sophisticated culture! Even though you can't find those spots on guide books, it's surely worth visiting!! Come on and have fun with me, and a Little Monkey! The time schedule is below: 09:00 Shibuya Station | (Train of Toyoko Line) 09:40 Yokohama Station | (Train of Keikyu Line) 10:20 Keikyu-Taura Station | 11:10 Large Buddha | 11:30 The summit of Mt. Takatori | 12:00 Jinmuji Temple | 12:30 Higashi-Zushi Station | (Train of JR Line) 13:00 Ofuna Station | (Lunch) 14:00 | (Bus) 15:30 Taya cave | (Exploring) | 16:00 Sueno-sato Pottery Gallery | (Seeing & Shopping) 16:30 | (Bus) 17:00 Ofuna Station | (Train of JR Line) 17:20 Yokohama Station | (Train of Toyoko Line) 18:00 Shibuya Station (*We walk about 8 kilometers, about 5 miles, in total.) * If it will rain, hiking Mt.Takatori is slightly dangerous because it is slippery on the rocks. So we will change the plan to visit temples & shrines in Kamakura, an old governmental city, like below: 09:00 Shibuya Station | (Train of Toyoko Line) 09:40 Yokohama Station | (Train of JR Line) 10:00 Ofuna Station | (Bus) 10:30 Taya cave | (Exploring) | 11:30 Sueno-sato Pottery Gallery | (Seeing & Shopping) | 12:00 Sueno-sato Pottery Gallery | (Bus) 12:30 Ofuna Station | (Lunch) 13:30 | (Train of JR Line) 14:00 Kamakura Station | 14:30 Zeniarai-Benten Shrine | 15:30 Great Buddha of Kamakura | 17:00 Kamakura Station | (Train of JR Line) 17:30 Yokohama Station | (Train of Toyoko Line) 18:00 Shibuya Station < Key Words > hiking, trekking, walking, picnic, walk, stroll, promenade, nature, environment, sanctuary, ecology, green, forest, wood, trees, grove, wildlife, wild animal plant, flower, bird, beast, creature, forest bathing, fresh air, therapeutic walk, forest therapy, field, plain, hill, mountain, woodland, village, trail, path, pass, countryside, rural, lohas, slowlife, halcyon, pastoral, tranquil, bucolic, idyllic, rustic, primitive, pristine, provincial, countrified, nostalgic, antique, archaic, retro, classical, leisurely, at leisure, unhurriedly, relax, loosen up, at ease, open air outdoor, rest, relief, relaxation, refreshment, mental break, active, affirmative, aggressive, intense, positive, dynamic, energetic, inexhaustible, live, strenuous, vigorous, healthy, hidden, little‐known, good spot, out-of-the-way place, niche, original, unique, strange, different, outstanding, changed, unusual, curious, queer, peculiar, uncommon, extraordinary, quaint, specific, characteristic, singular, unambiguously, uniquely, distinctive, individual, unique, rare, infrequent, good, beneficial, helpful, meaningful, informative, important, significant, worthwhile, valuable, salutary, substantial, solid, productive, reasonable, economical, good-value, interesting, precious, amusing, funny, delightful, pleasant, satisfactory, recommended, grapevine, favorable reception, popularity, popular, good repute, favorable reputation, indispensable, essential, must, crucial, all-important, necessary, Japan, Kanto, Tokyo, Kanagawa, Saitama, capital region, metropolitan area, suburb, outskirt, suburbia, environ, vicinity, tour, trip, travel, excursion, ecotour, stay, visitation, voyage, discovery, adventure, exploration, packer, backpacker, lonely planet, activity, pastime, recreation, amusement, holiday‐making, sight-seeing, outing, playground, vacation, sights, good place, noted place, showplace, holy place, power spot, vortex, landscape *************",
        "strLocation": "Kanagawa",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-kanagawa-hike-a-mountain-with-a-large-buddha-and-explore-a-sacred-cave/7708?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Hike a mountain with a Large Buddha & explore a Sacred Cave!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-04 19:29:10"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 8934,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1462132817/gkwl35awyt4g4iwlflvt.jpg",
        "strIntroduction": "This is a bus tour that will take you to the best spots to enjoy Tokyo by night. You will board a sightseeing bus at Hamamatsucho Bus Terminal at 17:40 and head to Rainbow Bridge, the suspension bridge that crosses Tokyo Bay into Odaiba area. It is about 798 meters in total length, and its main tower is 126 meters high, which is about as tall as a 40-story building. Once in Odaiba, you'll be able to do some shopping and explore the sights. From 18:30 to 18:50 you'll have a perfect photo opportunity with the replica of the Statue of Liberty and the Rainbow Bridge in the background. This replica was built after the commemoration of \"The French Year in Japan\" in 1998-1999, when the French Statue of Liberty located in Paris was brought to Japan temporarily. The tour will drive by the Tokyo Gate Bridge, resembling two dinosaurs having a face-off, which is why it earned the nickname \"Dinosaur Bridge\". The tour will then arrive to Kagaya restaurant at 19:30, where you will enjoy a delicious Japanese set meal. The tour will then move on to the Roppongi Hills Tokyo City View Observation Deck (20:50 - 21:40), where you'll enjoy breathtaking views of the Tokyo skyline, a great spot for romantics and photographers alike! The tour will end at Tokyo Station Marunouchi South exit at 22:00. this tour is provided by HIS",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-enjoy-a-tokyo-panoramic-night-bus-tour-with-dinner/6267?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy a Tokyo panoramic night bus tour with dinner",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-04 19:33:12"
    },
    {
        "intDurationHour": 5,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 5266,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1477473672/pcmwvqlzsqgg36m1c83p.jpg",
        "strIntroduction": "This morning bus tour takes you to the famous sightseeing spots in Tokyo. It includes Meiji Jingu Shrine, the Imperial Palace East Gardens, and Asakusa Sensoji Temple. Make sure that you enjoy the view of Tokyo city from the bus window along with a multilingual audio guide. You'll first visit Meiji Jingu shrine. It's a Shinto shrine, commemorating Emperor Meiji and the Empress Shoken. Although the shrine is in the center of Tokyo, it's surrounded by forest offering people relaxation. The shrine holds ceremonies all year-round to wish the prosperity of the Imperial Family and the country, people's happiness and world peace. After seeing the National Diet Building from the bus window, it's time to explore the Imperial Palace East Gardens. The beauty of its nature and Japanese garden will impress you. The site of the Edo castle and exhibits will give you an opportunity to learn Japanese history and culture. When the Imperial Palace East Gardens are closed on Mondays, Fridays and December 23rd, the tour will visit the Imperial Palace Plaza, instead. The final destination is Sensoji Temple in Asakusa, where you will feel over 1,400 years of rich history. The magnificence of Kaminarimon gate, Hozomon gate and Five-storied Pagoda will take your breath away. On the way to Sensoji Temple, there is an opportunity to buy souvenirs at Nakamise shopping street, where you find souvenir shops and Japanese sweets shops. Enjoy your time at Sensoji Temple, the oldest temple in Tokyo. The tour ends in Ginza. It's possible to explore the city of Ginza in the afternoon. Enjoy the rest of your day!! Here is the tour itinerary. 9:00 Departure from Hamamatsucho Bus Terminal Meiji Jingu shrine (30 minutes) National Diet Building (from the bus window) Imperial Palace East Gardens (45 minutes) Sensoji Temple and Nakamise shopping street Ginza (Drive through) Japanese Dance Viewing (10 min) 13:15 The tour ends in Ginza. Although the tour is operated daily, early reservation is recommended to ensure your seat. this tour is provided by HIS",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-explore-meiji-jingu-shrine-imperial-palace-in-tokyo/6243?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Explore Meiji Jingu shrine and the Imperial Palace in Tokyo!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-04 19:38:11"
    },
    {
        "intDurationHour": 6,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 7576,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1477472636/eslh2gmnldv0qupvkrtx.jpg",
        "strIntroduction": "This afternoon tour covers the Asakusa area in Tokyo where you can relax on a tour bus and get the opportunity to enjoy the drive-by sightseeing through the bus windows. The bus passes by the Imperial Palace, National Diet Building, Ginza and Akihabara. The highlight of the tour will be visiting the Sensoji Temple and Tokyo SkyTree which is almost like time travel from the past to the present. Sensoji Temple in Asakusa is the oldest temple in Tokyo, with about 1,400 years of rich history. After Kaminarimon gate, where there is a big red lantern, enjoy a stroll around Nakamise shopping street where you'll find souvenir shops and Japanese sweet shops. Hozomon gate, a five-storied pagoda and a Buddha statue in the main hall are all must-sees!! In 2011, the Guinness World Records officially approved Tokyo Skytree, with a height of 634 meters, as the tallest tower in the world. This latest well-known tower holds 2 observation decks, Tembo Deck (at 350 meters high) and Tembo Galleria (at 450 meters high). The tour takes you to the Tembo Deck, which is covered with 5 meter-high glass for a 360-degree all-around view. The scenery from the Tembo Deck is thrilling, enormous and unforgettable. It's fun to look for Mt. Fuji on clear days. The tour only includes the admission to the Tembo Deck. Please be noted that it doesn't visit the Tembo Galleria. Here is the tour itinerary: 13:40 Departure from Hamamatsucho Bus Terminal Drive-by Sightseeing: the Imperial Palace, National Diet Building, State Guest House, Ginza and Akihabara. Sensoji Temple and Nakamise shopping street (50 minutes) Tokyo Skytree Tembo Deck (80 minutes) 19:40 The tour ends at Hamamatsucho Bus Terminal. Although the tour is operated daily, early reservation is recommended to ensure your seat. Pickup Time & Location 13:05 Ana Intercontinental Tokyo 13:15 Grand Prince New Takanawa 13:40 Hamamatsucho Bus Terminal Hato Bus Station near World Trade Center Building at South Exit 12:15 Hilton Tokyo 12:40 Hotel Grand Palace 12:50 Hotel New Otani Main building - hotel lobby 12:20 Hyatt Regency Tokyo 13:10 Imperial Hotel Tokyo Main building - hotel lobby 12:30 Keio Plaza Hotel Tokyo 13:20 Shiba Park Hotel 13:10 Shinagawa Prince Hotel Main building - hotel lobby 14:10 Tokyo Station Hato Bus Stop at Marunouchi South Exit This tour is provided by HIS [Remarks] 1. If the minimum number of participants (1) is not met by 4 days before the scheduled date, the tour on that date may be cancelled. 2. When visiting Tokyo Skytree®, participants board and exit the bus at an outdoor stop. It may take about 5 minutes to walk between Tokyo Skytree® and the stop. 3. This tour does not visit the 450 m high Tembo Galleria. 4. In case of strong winds or for other reasons, the elevators of Tokyo Skytree® may be halted and the observation deck may have shortened hours or be closed. In each of these cases, entrance fees for the observation deck may be refunded, and the tour itinerary may be changed. 5. The child booking rate applies for children 4 years and older. 6. Children age 3 and younger may participate for free, but will not be provided with their own bus seats and must sit on the lap of their parent or guardian. If a seat on the bus is required for the child, please make a booking at child rate.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-explore-tokyo-skytree-and-asakusa-sensoji-temple-tokyo/6230?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Explore Tokyo SkyTree and Asakusa Sensoji Temple, Tokyo!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-04 19:42:33"
    },
    {
        "intDurationHour": 7,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 26053,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1476767844/gnybiahpoy1hfee9i1dm.jpg",
        "strIntroduction": "This seven hour tour starts at your centrally located Osaka hotel, and includes a stop for lunch at a kaiten sushi (revolving sushi) restaurant. First stop is Osaka Castle, where you'll explore the expansive grounds and take in the grandeur of the castle itself. Time for you to enter the castle can be made upon request, with the admission charge being at your own expense. For most people, going inside this mid-20th century replica is worth a miss. After the castle, it's off to Shitennoji we'll go. This 6th century Buddhist complex features numerous notable buildings, including a five story pagoda. It's also the home of our first garden stop, \"Honbo Teien.\" It's a beautiful, uncrowded, peaceful stop. Shifting gears, we head to Sumiyoshi Taisha, founded in the third century. This is considered by many to be the most important Shinto shrine in Japan, and it's distinctive architecture is a sight to behold. By now you should be good and ready for a sushi lunch, so we'll make a stop at a local kaiten sushi (known to some as \"sushi-go-round\") restaurant. After that, we'll still have time to explore Nagai Park's expansive botanical gardens. Depending on the season, you could be in for a variety of treats in this sprawling living museum that surrounds a small lake. After all this sightseeing, you may be glad to be dropped back off at your hotel for some rest. Alternatively, you can be dropped off anywhere else in central Osaka to continue exploring on your own. Note that you will be driven around in a 4-door sedan, which means three guests can be seated very comfortably, or a total of four people can be accommodated if one person is willing to sit in the middle of the back seat.",
        "strLocation": "Osaka",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-osaka-explore-osaka-castle-gardens-and-temples-by-private-car/7754?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Explore Osaka's Castle, Gardens and Temples by Private Car",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-04 19:47:12"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 9238,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1476844904/bkbcvikmm5adhqsij9je.jpg",
        "strIntroduction": "Kamakura became the capital of Japan (1185-1333), known as the little Kyoto. It was a Samurai era and the location was selected as the capital since it was surrounded by mountain and it was not easy to be approached by enemy (a natural fort). Therefore, we can find good hiking courses in Kamakura and visit a few of the famous temples on the way. Kamakura is located one hour away from Tokyo by train. You can visit one of the ancient cities in Japan on this tour. Below is the schedule of the tour: 9:00 Meet at your hotel 10:30 JR Kita-Kamakura Station 11:30 Zeniarai Benten (Money washing temple) 12:00 Lunch 13:30 Daibutsu (Big Buddha) 14:30 Hachimangu (the shrine) 15:30 JR Kamakura Station 17:00 Go back to your hotel",
        "strLocation": "Kanagawa",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-kanagawa-embark-on-a-kamakura-hiking-tour/7761?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Embark on a Kamakura hiking tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-04 19:51:28"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 2772,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1476338910/bzghtgca8rvfvmjaetef.jpg",
        "strIntroduction": "In this private shopping tour I will take you to wherever you like or a place where you can buy what you want from your hotel by train or bus. If you don't have any idea, I will suggest you a shopping plan. Starting time is up to you. Duration time is about 2 or 3 hours depends on your shopping. -------------------------- Tour Example -------------------------- Shopping at Ginza: Ginza area is known for many brand shops, such as Gucci and CHANEL. You can enjoy tax free shopping. 11:00 am Pick you up at your hotel 11:30 am Enjoy brunch at a nice cafe in Ginza 12:00 pm Start shopping 13:00 pm End my guide While shopping, I'll assist you if you have any questions such as size, color, price and so on. After my tour, you can carry on shopping on your own. Brunch is just an example. It's not included every tour. It's depends on each plan, especially time and place. You can arrange your tour or I can suggest a tour plan. If you have any questions, please feel free to ask.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-enjoy-a-private-tokyo-shopping-tour-with-a-local/7728?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy a private Tokyo Shopping Tour with a local",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-04 19:56:54"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 924,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1477295757/sognqvhwwybnnpc6oaqz.jpg",
        "strIntroduction": "Akita dog's Preservation Society manages Japan's only dedicated museum to the country's most famous dog breed. Located in Odate city, Akita prefecture, this small but interesting museum offers plenty of materials and exhibits related to Akita's life, the habits and traditions of local people and the invaluable role that the Akita dog plays in the local lifestyle. In addition to that, you will learn more about Hachiko, the famous loyal dog whose statue can still be seen in Shibuya, Tokyo! On weekedays, you will be able to meet and play with two Akita dogs inside the museum. Outside you will find another one waiting for you. This will be a great opportunity to interact with the lovely animals! The museum is open every day from mid-April to mid-November, between 9 am and 4 pm.",
        "strLocation": "Akita",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-akita-visit-the-akita-dog-museum-and-meet-the-cute-dogs/7765?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Visit the Akita dog museum and meet the cute dogs!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-04 20:02:21"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 6467,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1477922920/jlwuruoqnjuxelh5s5du.jpg",
        "strIntroduction": "In the past Akita city used to have a thriving entertainment district with plenty of teahouses and local geisha artists. Recently there have been continuous efforts to revive the traditions and offer exquisite cultural experience in the city of Japan's most beautiful women, Akita. In this activity you will have a delicious lunch in the company of Akita maiko (apprentice geisha) and you will be able to interact with her, as well as learn more about the maiko's way of life and artistic skills. This will be a wonderful opportunity to enter the usually closed and isolated world of Japanese geisha! In addition, you will be able to try Akita's famous branded Japanese sake! Don't miss the opportunity to try some internationally awarded brands! Enjoy your time in the company of Akita's classy maiko!",
        "strLocation": "Akita",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-akita-enjoy-a-delicious-lunch-and-sake-together-with-akita-maiko/7764?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy a delicious lunch and sake together with Akita's maiko",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-04 20:08:11"
    },
    {
        "intDurationHour": 6,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 2772,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1477923622/o0ycdekchnrriwtqlcsm.jpg",
        "strIntroduction": "In this tour you will join a half-day bus tour starting from Yashima Station (on Yuri-Kogen railways in Akita) and will visit some of the outstanding natural spots deep in the mountainous area of Yurihonjo city, near the iconic Mt Chokai (also known as the Dewa Fuji). Visit a beautiful gorge, impressive waterfalls and trek along elevated pathways in picturesque marshlands. You will also have the opportunity to try local dishes (Akita is well-known for its distinguished cuisine) and buy fresh products from a local shop. Enjoy Akita's countryside in this hassle-free tour! Below is the itinerary of the tour: 8:30 am: Depart from Yashima Station (final station on Yuri-Kogen railways Visit the following scenic spots during the tour: - Tamada Gorge, a beautiful natural paradise where you can take a walk amidst the fresh air and the forest trees - Hottai Falls, an impressive waterfull with an elevation of over 57 meters - Ryugahara Marshlands at the slope of Mt Chokai (the Dewa Fuji), where you can trek using the elevated wooden pathway. - Lunch at Foresta Chokai - shopping local products at Ai Land (as an option, you can try a small bowl of locally made soba noodles at the nearby Momoya restaurant; 100 JPY extra fee applies) - Senbon Katsura, an iconic 800-year-old tree 14:30 pm: Return to Yashima Station Enjoy wonderful time around some of Akita's hidden scenic points!",
        "strLocation": "Akita",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-akita-explore-the-natural-beauty-of-akita-in-a-half-day-bus-tour/7763?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Explore the natural beauty of Akita in a half-day bus tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-04 20:14:00"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 4619,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1474965823/hqbxydi3hfeiygtmwunu.jpg",
        "strIntroduction": "Tired of using packed trains and buses in Tokyo? Embark on a Tokyo exploration with Tokyo Water Taxi! This little yellow water taxi will pick you up and drop you off at the best sightseeing spots in Tokyo. Since the water taxi sails along Tokyo's biggest rivers, you can enjoy the combination of beautiful city view and flawless nature that shows different beauty as the time and seasons shift. (Beautiful cherry blossoms during spring, vibrant greenery in summer, autumn leaves and illusional city lights at night and many more!) You can enjoy the cruise with no need to worry about the busyness in the city. Their transportation system is as simple as normal taxis on the road, but much more fun!! You just need to pick the time and place(s) to get on and off the water taxi. You can also make brief stops during the cruise. The options of stops are as below, • 【Kototoi bashi port, 言問橋簡易船着場 】 (Sumida-ku, near Tokyo Skytree) • 【Komagata bashi port, 駒形橋簡易船着場】 (Taito-ku, Asakusa near Sensoji and Kaminarimon) •【Azuma bashi port, 吾妻橋簡易船着場】 (Sumida-ku, Asakusa near Sumida Park) •【Kachidoki bashi port, 勝鬨橋簡易船着場】 (Chuo-ku Tsukiji, near Tsukiji fish market) • 【Tamachi port,田町防災船着場】 (Minato-ku Shiba, near Hamarikyu Garderns) •【Tennozu Pier, 天王洲ピア】 (Shinagawa-ku, near Shinagawa station) <<Recommended Cruise Plan >> ★ Rainbow bridge and Asakusa Tamachi port → Komagata bashi port (Asakusa) ★ Tokyo Skytree and Asakusa Kachidoki bashi port (Tsukiji) → Komagata bashi port (Asakusa) ★ Tsukiji fish market and Asakusa round trip cruise Kachidoki bashi port (Tsukiji) → Azuma bashi port (Asakusa)→ Komagata bashi port (Asakusa)→ Kachidoki bashi port -------------------------------------------------------------------------- *The maximum number to be on board is 6 people. (The price is set for each cruise and its stopping plan, not number of people on board) *Choose the duration of time from 30 minutes/60 minutes/ 90 minutes/ 120 minutes/ 150 minutes/ 180 minutes/ 210 minutes/ 240 minutes) *Tokyo Water Taxi is available from 10:00-21:00(last embarkation time is 19:00) everyday including weekends and holidays. You can be on board until 21:00 at the latest. *Be sure to arrive at the port at least 10 minutes before your cruise time.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-enjoy-sightseeing-from-aboard-on-tokyo-water-taxi/7657?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy sightseeing from aboard on Tokyo Water Taxi!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-04 20:17:53"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 6929,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1476236997/ev7uwpextiky9v5lix3o.jpg",
        "strIntroduction": "Lolita is a subculture originated in Japan. This fashion is based on the Victorian-era clothing that appeared during the Rococo period. This fashion has been emerging fast as a new form of the mainstream Japanese culture. A lot of girls and boys, regardless of nationality, are fascinated by its cuteness and frill-covered outfits. On a day off, lolita often gather in Harajuku or Shinjuku to go shopping or for a tea party. In this activity you will experience what it’s like to be a lolita for a day! Basic flow of the activity: • Meet up at Takeshita exit of Harajuku station • Visit the stores lolitas go to regularly. • Have a tea at a cafe that lolitas like to go to • Take a purikura (an isntant photo with stickers) with the lolitas! The lolitas will tell you all about the fashion when we go for shopping in Harajuku. This will be a great opportunity to connect with lolitas and the culture! Optional: You can rent a lolita dress and take a picture in Harajuku. The fee does NOT cover food, shopping and other extra cost. The lolitas will be a mixed group of boys and girls of 2 to 3 people Available on weekends only",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-find-out-what-lolitas-do-on-their-day-off/7723?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Find Out What Lolitas Do on Their Day Off!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-04 20:20:58"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 6929,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1476236768/qlhiqyg2uq3sgittgnmc.jpg",
        "strIntroduction": "Lolita fashion is a Japanese subculture which has obtained constant popularity among young people. And many tourists have a difficulty in looking for lolita clothes they are looking for. In this plan, you will go shopping with an actual Japanese lolita who will be able to introduce you the latest trends! Simply walking down the streets in Shinjuku or Harajajuku with a Japanese lolita will be a memorable experience. Don’t miss this chance to shop with a lolita! Basic schedule of the plan: 1) Meet a lolita you will be shopping with 2) Take a look at some lolita shops 3) Have a tea at some nice cafe The 7500 yen doesn't include shopping and food fee. The lolita will be a boy who dresses as ouji-kei(prince style) or visual-kei.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-go-shopping-with-japanese-lolitas/7722?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Go Shopping with Japanese Lolitas!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-04 20:25:32"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 1848,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1476104345/ipskwjdbccohcc31simh.jpg",
        "strIntroduction": "I'll pick you up at your hotel, or we'll meet at the place of pottery experience in Nagoya. You will have hands on experience of making pottery with the help of a guide. You can make a pottery art by yourself! It takes about two hours to complete. All material are provided. This will be a great memory from your trip to Japan!",
        "strLocation": "Nagoya",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-nagoya-hands-on-experience-of-japanese-ceramic-in-nagoya/7713?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Hands on experience of Japanese ceramic in Nagoya",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-04 20:31:17"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 4619,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1470896112/typfp9oiif9sayql0ega.jpg",
        "strIntroduction": "Let's make a Japanese Meal (Washoku) Bento in Yanaka! Welcome to Tomok's cooking class. This class mainly consists of a demonstration of my genuine cooking. After some technical explanations, I will begin to cook the dish. Finally, you will participate in the presentation. It's open to vegetarians and vegans as well! This class is private and takes about 2 hours. (eating included) Please tell me your preferred main dish: Pork / Chicken / Fish / Tofu Please tell me, if you have any food allergies. Here are some example menu sets: 1. Katsu Breaded (Pork / Chicken / Fish / Tofu) Cutlet + Japanese Omelette + Rice +Soup Miso or 2. Teriyaki (Chicken / Fish / Tofu) + Japanese Omelette + Rice +Soup Miso or 3. Tempura (Shrimp and Vegetable or Only Vegetable) + Japanese Omelette + Rice +Soup Miso or 4. Gyoza (Pork / Chicken / Shrimp/ Vegetable) + Japanese Omelette + Rice +Soup Miso or 5. Okonomiyaki (Japanese Savory Pancake & Dessert) For vegan people: My vegan menu is tofu and some vegetable side dishes with rice and miso soup! For Vegetarian people: Please tell me your vegetarian type. (e.g. can you eat eggs or not I can speak French better than English so if you are French-speaking people, please tell me.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-make-a-japanese-meal-washoku-bento-in-yanaka/7394?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Make a Japanese Meal (Washoku) Bento in Yanaka!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-04 20:34:36"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 3003,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1470901534/zrzayebrmxvkiwt5whkl.jpg",
        "strIntroduction": "This is an 1.5-hour walk in Yanaka area, Tokyo. I will meet you at JR Nippori Station, West Exit. First, we'll visit the Yanaka Ginza & Yomise Street. I will show you some famous local shops in this area. There you can try the local flavour of some foods. And finally, we'll pass the small street to go to Nezu Shrine. One Drink service is included (at a famous coffee shop). I can also speak French (My French is better than English). Venez ici, surtout francophone. ;) N'hésitez pas à me contacter!",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-take-a-walk-in-yanaka-are-and-discover-local-food/7400?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Take a walk in Yanaka area & discover local food!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-04 20:38:20"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 9700,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1476425034/z1r41lkgralkgrglhz7h.jpg",
        "strIntroduction": "Kimono plays an essential role in Japanese traditional culture. As you know, samurais were usually dressed in kimono and it is also what was mostly worn in Edo-period (1603-1868) by women. Surprisingly, you see people wearing kimono on the streets even today. Kimono is worn on special occasions in Japan, such as wedding, New Year's, funeral and other important events. However, the procedure to wear kimono could be very complex and it is hard to get the hung of it especially if you're a first timer. There are many layers in kimono and you cannot get any steps of wearing it wrong, otherwise the forms of kimono will not come out neatly in the end. So why don't you make full advantage of this opportunity to get dressed in kimono and experience a time slip. You can also go outside and walk around the city of Ginza, which is Tokyo's most famous upmarket shopping, dining and entertainment district. Wearing kimono will make you stand out on the streets so all eyes will be on you that day! Also, professional photographers will take photos of you in kimono so that you can show them off to your family and friends! The salon has a nice Japanese traditional-style garden so it will be a perfect location to have yourself photographed in one of the best-looking garments of Japan. If you would like to understand another important aspect of being a true samurai, we would highly recommend you to take their tea ceremony lesson! Knowing the process of making and serving Japanese green tea is a must for samurai-hood. You can add this tea ceremony lesson to your kimono dressing and they will take great pictures of you making tea in beautiful kimono! Why don't you indulge yourself in Japanese Zen culture and feel the spirit of authenticity of traditional Japan?",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-learn-how-to-wear-kimono-and-get-photographed-in-ginza/7736?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Learn how to wear kimono and get photographed in Ginza!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-04 20:43:20"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 6929,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1476422205/f6nqkhrdbpr1upkrrbdz.jpg",
        "strIntroduction": "This tea ceremony lesson is perfect for you if you want to learn about traditional culture but don't quite know where to start. Tea ceremony culture has been succeeded from Heian Period (794-1185) and mostly practiced by samurais in Japan. There are 3 steps in this tea ceremony lesson, and after that, you will understand the sensitivity of traditional Japanese culture. Step 1: Watch and Learn Your tea ceremony teacher will show you how to make Japanese green tea and how to serve it. There are a lot of steps you have to take before serving tea to your guests. A series of all these steps makes it a tea ceremony. As you watch, you can taste Japanese dry confectionery. Step 2: Get to know the details of Japanese tea ceremony In this step, you will be taught how to use the tool necessary for making and serving tea. You will also learn the manners you have to follow during tea ceremony. Step 3: Make yourself tea and taste it Now, it's your turn to actually make tea and taste it. You will be served another delicious Japanese traditionally confectionery. Your mind has to stay calm and peaceful while making tea and that's the spirit of Japanese Zen culture. Knowing how to make and serve tea means a lot in Japan and it will make you appreciate the depth of Japanese culture more. Also, what makes this experience more special is that you get to be photographed while making and serving tea. The tea ceremony lecture will be given to you in a very traditional tea ceremony room so the pictures of you making tea in the atmospheric room will be one of a kind! If you decide to take Kimono dressing lesson, you can participate in this tea ceremony lesson wearing it. It will make you look like a real-life Japanese samurai!",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-learn-the-tea-ceremony-with-photo-shooting-in-ginza/7735?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Learn Japanese tea ceremony with photo shooting in Ginza!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-04 20:48:49"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 7982,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1474805556/sgjvigfkjk3q0pbzvhtr.jpg",
        "strIntroduction": "In this experience, you will use the same tools that professional do, with which you can learn how to draw manga. Two Manga Designers Lab professional cartoon designers will help with the basics of the manga, how to draw a line or curve, use fill color, and provide various other guidance through lecture and practice. With this friendly professional guidance, you’ll enjoy a heartfelt experience unique to Japan! Duration: 2 hours Experience possible time: 10:00-12:00 13:00-15:00 15:30-17:30 ※ This experience is possible on Saturdays and Sundays only Participants: 2 - 5 people",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-learn-to-draw-manga-like-a-pro-in-harajuku/7651?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Learn to draw Manga like a pro in Harajuku!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-04 20:54:14"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 7982,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1474809869/b6v0nwoxhusngiexsccq.jpg",
        "strIntroduction": "Yanaka, which has been selected as one of “The top 100 of beautiful and historical natural features in Japan”, is now becoming a representative international sightseeing spot of Tokyo. Yanaka, Nezu, and Sendagi, where all three places are filled with the friendly atmosphere of an old downtown, are called \"Yanesen\" from the first sound of the each name. Yanaka-Ginza , which warms the visitors’ hearts, is a shopping street from the old days. In Yanaka, there are a lot of spots here and there, such as Yanaka Reien (cemetery), which is the famous cherry blossom viewing place, and the other seasonal places, which are nice to stroll. In the past, many representative great writers of Japan used to love so much. When you go over the slope, and go forward the labyrinth of paths, you will see the retro and nostalgic sight in Tokyo just like you go travel time to the good old days.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-enjoy-a-walking-tour-in-yanesen-area-yanaka-nezu-sendagi/7652?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy a Walking Tour in Yanesen area (Yanaka, Nezu, Sendagi)",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-04 21:00:02"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 6929,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1475714514/i4kjtt4sbki4ys51er0r.jpg",
        "strIntroduction": "Foreign visitors to Tokyo almost universally know about Asakusa, and can usually tell you where it is too. However, almost no one can tell you exactly where the Yoshiwara pleasure quarter is, except perhaps that it is somewhere beyond Asakusa. The movies \"Yoshiwara enjo\" and \"Sakuran\" took place in the “old” Yoshiwara, which was on the outskirts of the current Ningyocho. However, that Yoshiwara burned down in 1657 during the Great Fire of Meireki,” and it was at this point that Yoshiwara was moved to its current location. Yoshiwara is now well famous as Japan's most significant red-light district, with its Edo era vibe eliciting vivid images of what the age’s red-light scene was like. While the area is not the rowdy, raucous show it once was anymore, it is still steeped in history but very much alive at the same time, known as a tourist destination with an unrivaled cultural pedigree. Here flourished the fashion, Kabuki, and popular culture of the day. Many novels and movies have also naturally been set here. This tour is a private walking tour that covers Sanya, the Yoshiwara area from Minami-Senju Station to Asakusa Station. Not only will you explore the remnants of Yoshiwara’s red-light district era in this tour, but also visit stores and a tempura house with a history of more than 100 years across the surrounding areas. Everything around here is full of personality, and there are a number of artistic spots to visit, little known even in to Japanese that are well aware Tokyo's deep history, culture and food. This tour is recommended especially for repeat visitors to Japan.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-explore-tokyo-historic-wild-side-in-yoshiwara/7691?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Explore Tokyo's Historic Wild Side in Yoshiwara",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-04 21:04:55"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 4157,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1476153654/po2p84edtoqnmopinbop.jpg",
        "strIntroduction": "In Naha's Monkey Bar you can spend a great night with local dishes using Japanese ingredients! In addition, you can play with the Squirrel monkeys! Our bar opens at 17:00 - closes at 3:00. Our staff will lend you a green jacket that defends you from monkey claws. Enter the monkey area and they will come to you. You can feed them too, it's great fun! You can spend about 10 minutes in the monkey area. You can enjoy drinking as much as you want in our bar for 2 hours. Attention: If you want to eat/ drink other items from our menu, you need to pay more.",
        "strLocation": "Okinawa",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-okinawa-enjoy-playing-with-squirrel-monkeys-at-a-bar-in-naha/7682?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy playing with Squirrel monkeys at a bar in Naha",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-04 21:09:42"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 7391,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1482735981/c6rjpexjpb358m4dgg4d.jpg",
        "strIntroduction": "- - - Tour Overview - - - - Taste foods from all over Japan and experience travelling across the nation in only 3.5 hours! Take a peek into the history and culture of Japan through various unique flavors, regional souvenirs and hands-on activities. This tour includes stops at ten different cuisine-related shops inside the COREDO Muromachi shopping complex in the historical Nihonbashi district. Then, you will move on to experience Rolled Sushi Making with an English-speaking instructor. - - - - What to Expect - - - - Meet at the Nihonbashi Information Center at 11:20am then go on a tour across Japan from North to South in just 60 minutes! Your English-speaking guide (wearing a traditional kimono) will take you to many different cuisine-related shops inside the COREDO Muromachi shopping complex in the historical Nihonbashi district. During the tour, you may learn about different kelp products, try some samples, learn all about gold leaf and the variety of ways it’s used in Japan, find out how to search for the perfect sized chopsticks for your hand and try a chopsticks game, and more! After the walking tour, you'll head over to the gourmet cooking studio at one of Asia’s largest culinary schools, boasting more than 150 studios throughout the region. Following the instruction of an experienced cooking teacher, you’ll learn to prepare Rolled Sushi and some more Japanese cuisine while learning many techniques to take back home! - - - - Tour Schedule - - - - 11:15 Meet at the Nihonbashi Information Center at COREDO Muromachi 11:30 Gourmet walking tour 13:00 Cooking class stars 14:30 Tour ends",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-nihonbashi-gourmet-tasting-tour-with-sushi-art-cooking-class/7697?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Nihonbashi Gourmet Tasting Tour with Sushi Art Cooking Class",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-04 21:12:55"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 11456,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1475826323/tzbwtxgt5spmnf32fld1.jpg",
        "strIntroduction": "This 3-hour Osaka Night Food Tour will take you on an unforgettable eating excursion through the less frequented parts of Minami (South) Osaka. Starting on the the heavily populated Dotonbori area on a bridge overlooking the inner canal we will quickly head into the fray past the Glico man, a Filipino sprinter named Fortunato Catalon who won a race at the 5th Far Eastern Sport Championship Games in 1921. When he crossed the finish line, his face was beaming with a big smile which gave favorable and healthy impressions. Having seen his smile, Glico, a large Japanese food conglomerate, decided to adopt it for their image. which inspired the Japan nation for years to come. Similar to Shibuya (its counterpart in Tokyo) the lights and sounds of Dotonbori often lead you astray to commercialized restaurants with queues of tourists outside while we want to take our guests to places they would certainly miss without a locals guidance. Quickly darting from the crowd we will take a secret alley not long after we begin the tour toward the shrines wedged out of sight from the average passerby. After making it through the hidden alley ways we will make our first stop at a traditionally untraditional Japanese spot. Known for its impressive selection of fresh food, you will have a chance to reach out and touch the food you want to make up your meal. There will be 4 choices in all but the decision will be tough as there are just too many to choose from! After our first smorgasbord meal, we will take you down a narrow alley to show you some of the more unconventional restaurants and pubs. One in particular that looks almost like a barbershop with its old leather clad, fixtured chairs up against the bar for the local Japanese to really unwind from their day. Our guide will then lead you to Kaminari Sushi, arguably the best sushi restaurant in all of Osaka. Standing the test of time for nearly 100 years, this local shop fits just enough seats for our tour and will be some of the most succulent sushi you will ever eat. Our guests will enjoy 7 kinds of sushi and 1 drink. With the sushi master being very open to conversation from his guests, he will gladly answer any questions you may have about his craft. From there, we will walk past the owl cafe to its second floor where you will be overwhelmed at the number of unorthodox bars, one after another. Every 5 feet there is a new door with a new adventure to be had. Our final stop will take you into the depths of a corner shop, with nothing really that eye-popping outside to let customers know what is actually down there. In the basement of a corner building you will find the most amazing combination of activities. A local celebrity and stunt man opens his make-shift dojo to guests to come and see a demonstration of traditional ninja \"magic\" and skills. While the demonstration is going on, you will also be taught how to cook your own takoyaki from his support staff. This experience will never be forgotten given the master's dedication to his craft.",
        "strLocation": "Osaka",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-osaka-embark-on-a-delicious-osaka-night-food-tour/7698?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Embark on a Delicious Osaka Night Food Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-04 21:18:34"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 10162,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1476094944/crfhk4o6etwf4jzdnrv8.jpg",
        "strIntroduction": "The island of Hokkaido in northern Japan is quite different to the rest of the country due to its geography and its recent development, which means that unlike much of Japan, Hokkaido has wide plains with unspoiled nature. One of the best ways to enjoy this idyllic environment is to go on a horseback riding tour departing from Sapporo. The tour begins with a 20 minute lesson for complete beginners, where qualified instructors will teach you the basics of horseback riding, so that you can enjoy your experience to the fullest, then , you will have the opportunity to take your horse for a trek along beautiful forests and the riversides of Ishikari, a small city near Sapporo. For your convenience, you will be able to choose between 40, 60 or 100 minutes of trek time to enjoy your experience at your pace. Experienced riders will have the option to skip the 20 minute lesson and start their trek right away through the beautiful landscapes of Hokkaido. This is a unique opportunity to explore this area of Japan and reconnect with nature.",
        "strLocation": "Hokkaido",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-hokkaido-enjoy-horse-riding-in-the-beautiful-nature-of-hokkaido/7712?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy horse riding in the beautiful nature of Hokkaido",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-04 21:22:27"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 9238,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1476080622/wo7vfsbs4b0e5bnf2vfs.jpg",
        "strIntroduction": "Bungy jumping is the ultimate extreme sports that allows you to have a thrilling experience as you fall from chilling heights, but it has also being touted as a method of self-realization, for it forces the jumper to face their fears and overcome them. What better setting to take on this fantastic challenge than the beautiful mountains and forests of Japan? Bungy Japan offers five different locations with bridges with different heights for you to choose from: 1. Minakami bungy (42 m) The Suwakyo Bridge is located in Gunma prefecture and it was the first site for Bungy jumping in Japan. It hangs over the Tone river, and its notable for being in an area with countless outdoors activities for you to enjoy besides Bungy jumping. 2.Sarugakyo Bungy (62m) Besides housing a Bungy jumping platform, the Akatani Suikan Bridge, located just 20 minutes drive from the Suwakyo bridge, also carries water supply over the Tone river. The area is famous as well for onsen hot springs and canoeing, the perfect way to recover from all that adrenaline you get from the jump. 3. Ryujin Bungy (100 m) Ryujin Otsuribashi is the longest pedestrian suspension bridge in Honshu, Japan's main island and at 100 m high, it offers the highest Bungy jump in Japan! The bridge is located in Ibaraki prefecture and the area is also famous for Takyu shrine, delicious soba noodles as well as amazing hiking trails. 4. Itsukimura Bungy (66 m) Located right in the middle of Kyushu's most scenic landscapes, this vertigo-inducing tall bridge offers jumpers the experience of water touching when the level of the river below is just right. The area also offers endless outdoors activities such as rafting, mountain biking and multiple onsen. 5. Fuji Bungy (54m) The jumping platform hangs above the beautiful Suzu valley featuring waterfalls and views of Fuji city. The are also offers popular outdoor activities like camping, swimming and even hiking with Mt. Fuji close by. Experience the thrill of Bungy jumping at any of the amazing locations and experience the extreme side of Japan with this unique adventure, which will become a once in a lifetime experience.",
        "strLocation": "Ibaraki",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-ibaraki-experience-bungy-jumping-from-one-of-japan-tallest-bridges/7711?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Experience bungy jumping from one of Japan's tallest bridges",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-04 21:27:27"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 2587,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1476033594/g9nrmw6n5zrkr91mnlyv.jpg",
        "strIntroduction": "Zero Latency is an Australian start-up company that developed Zombie Survival, the epic free-roaming VR game where the players have to fight off a horde of blood-thirsty zombies with the help of a high-tech rifle. The company joined Sega to bring the VR game to Japan's Joypolis in the entertainment district of Odaiba, making some adjustments for the Japanese market. In this version, up to 6 players are briefed for safety procedures, and then gear up with a backpack, the last generation VR goggles, and of course their weapon. Before they know it, they'll have to shoot in all directions as zombies coming out from every direction charge towards them. What makes this game so thrilling is the fact that players are free to roam around a 280 sq meters space as if they were walking inside the world the VR goggles are displaying, which helps increase the feeling of reality. The game engages not only your imagination but your physical body as you shoot your rifle, and interact with other players in real time, and it is definitely something any video game lover should try!",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-fight-zombies-in-a-free-roam-vr-experience-in-odaiba/7710?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Fight zombies in a free-roam VR experience in Odaiba!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-04 21:30:42"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 6282,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1476028114/a8ah0qd1bpc4aylybimt.jpg",
        "strIntroduction": "Hoe he'e nalu as it's called in Hawaiian language, stand up paddle boarding became popular after surfers from the island of Waikiki started using a paddle to glide through the water faster. It is a marine sport that's growing in popularity every year due to it's simplicity which makes it easy to enjoy even for beginners. It is often practiced in different environments such as lakes, rivers and the open sea. In this half day tour, you will receive a lesson by qualified instructors who will teach you the basic techniques of stand up paddle boarding such as planting your paddle well in the water before you start to pull, so that you have a more powerful stroke and are able to stabilize your body. After getting used to the technique, you will be able to move effortlessly and enjoy the sensation of standing up on the water and seeing the nature all around you as you advance. The tour includes everything you need to start, so you don't have to have any special equipment, all you need is your bathing suit. Give stand up paddle boarding a try and you'll find out why many people who tried it fell in love with this marine sport and kept paddling!",
        "strLocation": "Kanagawa",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-kanagawa-experience-stand-up-paddling-in-the-sea-at-kamakura/7709?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Experience stand up paddling in the sea at Kamakura!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-04 21:34:36"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 11548,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1476010382/p4bafryoitzxs16aa4wq.jpg",
        "strIntroduction": "Kujukurihama beach in Chiba prefecture, less than two hours away from Tokyo is the last place you would expect to find an old wild west-themed stable, with a saloon-like restaurant with wooden decks, a stagecoach and an arena to learn horseback riding. Yet, that's exactly what Sunshine stables offers visitors who want to experience horseback riding fro the first time or for people who love horses in general. This tour includes a lesson for complete beginners at the arena where qualified instructors go over safety procedures and teach visitors how to handle the horse and the right way to ride. After you have had some time getting used to your four-legged friend, you will have the chance to take it outside for a ride near the beach. Riding on horseback along the waves is an amazing experience that allows you to admire the scenery as well as connect with nature. Back at the stables, you will be able to dine at the themed restaurant \"The Maverick\" where you can enjoy a delicious cowboy steak or stroll around the stables, which are often used for photoshoots or even as movie sets! Don't miss the chance to experience the atmosphere of the old wide west and ride a horse along the beach!",
        "strLocation": "Chiba",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-chiba-enjoy-a-horseback-riding-adventure-at-the-beach-in-chiba/7707?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy a horseback riding adventure at the beach in Chiba!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-04 21:39:42"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 5820,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1475991080/rfzzv5xjf29u5wga0dit.jpg",
        "strIntroduction": "Kayaks were originally a hunting vessel created by the Inuits of North America 4,000 years ago. Today it has become a recreational sport that is popular all over the world. One of the peculiarities about kayaks is that they don't move straight forward, and yet, by each stroke of the paddle, it moves towards your desired direction. This is partly what makes it interesting and fun to try. Whether you are an absolute beginner or a kayak expert, with this tour, you will enjoy half or a full day of kayaking on the waters of lake Tamayodo in Saitama prefecture, where qualified instructors will teach you the basics of kayaking, and they will carefully go over safety procedures to ensure everybody has an amazing time. After a bit of rowing in your kayak, you will keep your balance and become used to it, which will allow you to concentrate on the amazing scenery around you and have a relaxing day taking in the nature while you master this sport.",
        "strLocation": "Saitama",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-saitama-enjoy-a-half-or-full-day-kayak-experience-in-saitama/7706?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy a half or full day kayak experience in Saitama!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-04 21:42:55"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 5820,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1475921702/b1pgcdjleokliwbkcwrz.jpg",
        "strIntroduction": "Take a break from your hectic sightseeing activities in crowded Tokyo and enjoy the beautiful scenery and stillness of Tamayodo Lake in Saitama prefecture from a rental canoe! Saitama prefecture borders Tokyo to the north and is easily accessible via train and car. Its is visited by locals and foreign tourists alike for its beautiful natural scenery. What better way to enjoy the landscape than by rowing at Tamayodo Lake? With this half day or full day canoe tour, you will have access to your own rental canoe, including life jacket and paddles. Even if you are beginner at canoeing, there is nothing to worry about as qualified instructors will explain safety procedures carefully and teach you all the necessary basic skills to enjoy your experience to the fullest. After a while of putting in practice what you have learned, you will find yourself enjoying the breathtaking beauty of the lake and the surrounding forest. Relax and enjoy the stillness of the lake and the sounds of birds as you paddle along, and revitalize your body and mind with this energy-charging experience!",
        "strLocation": "Saitama",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-saitama-enjoy-a-canoe-adventure-exploring-tamayodo-lake-in-saitama/7703?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy a canoe adventure exploring Tamayodo lake in Saitama!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-04 21:46:53"
    },
    {
        "intDurationHour": 7,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 14412,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1475770673/huksjnzmpadzsjxdpzy8.jpg",
        "strIntroduction": "Travel in comfort and making the best use of your time with this convenient private car tour with guide to Kamakura and Enoshima, departing the port of Yokohama and especially made for visitors on cruise ships that have a limited time on land. The tour will take you to the historic city of Kamakura, where you will visit the Hasedera Temple, a beautiful structure that houses a large wooden statue of Kannon. Kamakura is perhaps better known for being the home to the Great Buddha, a 13 meter tall bronze statue of Amida Buddha cast in 1252. It is the second largest Buddha statue in Japan, surpassed only by the Buddha Statue in Nara's Todaiji temple in western Japan. The tour will also make a stop at Tsuruoka Hachimangu, the most important Shinto shrine in the city and the cultural heart of Kamakura. Although Kamakura is a small town, it is visited by thousands of people year round for the abundance of sightseeing spots. In addition to the Great Buddha, and the above mentioned shrines and temples, there are endless cafés and restaurants offering delicious Japanese food and savory desserts. The tour will then head to Enoshima, a small island connected to the mainland by a bridge. It is famous for its natural landscapes and its magnificent views, which on a clear day, reach out as far as Mt. Fuji. The island is also home to many small shrines, that together are known as Enoshima shrine. Visitors to Enoshima can also admire Iwaya caves on the island's southern coast without any special gear, as they are easily walkable. Enoshima also offers an Aquarium, a spa, and nearby beaches that fill up during the hot summer months. Enjoy a full day packed with fun, interesting activities at some of Japan's most renowned attractions, the perfect way to get a taste of Japan!",
        "strLocation": "Kanagawa",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-kanagawa-shore-excursion-from-yokohama-port-to-kamakura-enoshima/7696?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Shore excursion from Yokohama Port to Kamakura/Enoshima",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-04 21:50:57"
    },
    {
        "intDurationHour": 7,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 13119,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1475309644/dno3llwovpos05sov3du.jpg",
        "strIntroduction": "Book a 1-day private car tour of Tokyo departing from Yokohama port, especially designed for passengers on a cruise ship stopping at Yokohama that would like to make the most out of their visit to the area. The tour includes a guide that will be happy to recommend some of Tokyo's best sightseeing spots or simply take you to any place of your interest. Some popular spots to visit in the city are: Asakusa, with its centuries-old temples and newly built Sky Tree tower offering breathtaking views of Tokyo, the upscale Ginza district with luxurious designers shops and close to the Japanese Imperial Palace, the video game and gadget Mecca of Akihabara, the serene Meiji Jingu Shrine found inside Yoyogi Park, only a stone throw away from Tokyo's outlandish fashion epicenter: Harajuku; and of course, the entertainment districts of Shibuya and Shinjuku filled with neon-light signs offering endless dining opportunities. With so much to see, and such a limited time, this private car tour is the best way to cover as much as possible without the hassle of trying to figure out the complicated railway system, or losing time trying to find sightseeing spots on a map. Travel conveniently and smart and enjoy all that Tokyo has to offer.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-shore-excursion-from-yokohama-port-to-tokyo/7677?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Shore excursion from Yokohama Port to Tokyo",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-04 21:55:21"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 3233,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1476151589/ldn70f4xztswpeanssvd.jpg",
        "strIntroduction": "Join a city sightseeing bus tour in Sapporo, and explore the city from its windows for 2.5 hours! The tour departs two times a day on particular days in October, and it will take you to major sightseeing spots of Sapporo City. By joining this tour, you can enjoy both the beautiful view of Sapporo City and learn the history and the culture of Sapporo City. You will visit Okurayama Ski Jump Stadium and stay there for 40 minutes. The Ski Jump was the stage for the 90 m jump (or also known as large hill) competition at the 1972 Winter Olympics. The Ski Jump is equipped with modern facilities, so the visitors can enjoy the summer ski jumping and night ski jumping in addition to the winter ski jumping. At Okurayama Ski Jump Stadium, you can also enjoy having a ride on the double lift, where you can see the beautiful view of the peak of the mountain. You will also visit Sapporo Central Wholesale Market - Curb Market, where you can get the freshest local products. You can find more than 60 stores selling different items ranging from fruits to fresh and dried fish. You can also find restaurants serving sushi and other dishes with reasonable price. The first departure of the tour is at 10:00 and the second departure of the tour is at 13:30. The itinerary for this tour is as follows: - Meet at Sapporo Grand Hotel, next to the front desk, at 9:45 or 13:!5 - Depart from Sapporo Grand Hotel - Sapporo TV Tower - Clock Tower - JR Tower Nikko Sapporo - Former Hokkaido Government Office Building - Tanukikoji - Susukino - Susukino new Ramen Alley - Sousei River - Toyohira River - Nakajima Park - Mt. Moiwa - Maruyama Primeval Forest - Hokkaido Shrine - Okurayama Ski Jump Stadium and stay for 40 minutes - Maruyama Zoo - Maruyama Park - Sapporo Central Wholesale Market Curb Market and stay for 20 minutes for shopping. - Hokkaido University's Poplars Avenue - Hokkaido University's Botanic Garden - Odori Park - Return to Sapporo Grand Hotel You can take a ride on a ski lift at Okurayama Ski Jump Stadium. You will have to pay 450 JPY extra charge to enjoy this attraction. The bus will not stop at any rest area for toilet breaks. Join this tour and visit Sapporo City this Fall to enjoy its wonderful and delicious gourmet and explore the city's famous sightseeing spots! Use our wonderful reservation service to book with no hassles!",
        "strLocation": "Hokkaido",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-hokkaido-join-and-enjoy-city-sightseeing-bus-tour-in-sapporo/7714?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Join And Enjoy City Sightseeing Bus Tour in Sapporo!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-04 22:00:40"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 5081,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1475731305/qhyclga5t5gdgrkuqlqd.jpg",
        "strIntroduction": "Miyajima island in Hiroshima prefecture is famous for having what is said to be one of the Top Three Most Scenic Sights in Japan - the Itsukushima Shrine, which looks as if it is floating in the sea. This magical scene becomes more beautiful in the autumn, when it is framed by brilliant red maple leaves, and other autumn colors of gold and yellow. The crimson five story pagoda's majesty is enhanced by the autumn colors of the surrounding hills, an color palette of green, gold, orange and red. You will also visit Daiganji,an important temple dedicated to Benzaiten, the Goddess of music and wisdom, and this is one of the three most famous Benzaiten Temples in Japan. This historical temple was responsible for the repair and construction of the Itsukushima Shrine. Following which, you will see the beautiful architecture of the Daishoin Temple, a famous Buddhist temple in Japan for its lush autumn foliage. This is just five minutes from the Itsukushima Shrine and not ti be missed. After visiting these famous temple grounds, you will take the Miyajima ropeway from which you can get a spectacular overview of the surrounding scenery. The tour rounds off with a relaxing stroll around the Momijidani (Maple Valley) park, which as the name suggests, is one of the best places to see maple leaves in autumn. Here you will discover the many types of maple trees, with over a thousand maple trees in the park. There is also a shrine here, the Shinomiya Shrine, which also makes for a great photo spot. This is a spectacular tour which will covers all the main autumn foliage spots in a day! Don't forget your cameras and extra batteries!",
        "strLocation": "Hiroshima",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-hiroshima-join-the-miyajima-momijigari-autumn-walking-tour-hiroshima/7603?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Join the Miyajima momijigari Autumn Walking Tour (Hiroshima)",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-04 22:04:55"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 5081,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1475730378/x2obhpy7djspsjgfn2xe.jpg",
        "strIntroduction": "Autumn is one of the most beautiful seasons in Japan, and a favorite of the locals as the weather is just nice for trekking and talking walks in gardens to enjoy the autumn colors of leaves from yellow to gold and crimson red. Here are the popular autumn leaf viewing spots that you will see on this trip. Tokyo has no lack of vast and perfectly cultivated gardens, such as the Shinjuku Gyoen, that was first built for a feudal lord. This sprawling garden has a Momijiyama, or Maple Mountain, which is the best place to see the azure colors of the exquisite Japanese Maple. The sight of rows of gingko trees is also a classic autumn scene, and the Icho Namiki (Gingko Avenue) located outside the Meiji Jingu Gaien Park is stunning in its almost glowing yellow glory. The trees here are pruned to a uniform conical shape, making it the avenue postcard perfect. Another highly popular sight for autumn leaf hunting is the Koshikawa Korakuen. This landscaped garden has all the elements of a classic Japanese garden, with bridges, and strategically placed Japanese gardens and rock benches perfect for taking your selfie or wefie framed by bright red momiji leaves. Compare the beauty of the Korakuen with the Rikugien, another landscape garden that is fit for royalty. Other than a hilltop vantage point where you can get an overview of the garden, the Togetsukyo Bridge is a spectacular photo that you must have in your album. Sit down and enjoy a cup of matcha at the teahouse here. Last but not least, the ever popular park at Ueno, also takes on a spectrum of autumn colors, is a must-visit. Don't miss this amazing walking tour that will show you the unique beauty of autumn in Japan in all its colors and leaf shapes!",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-one-day-autumn-leaf-hunting-walking-tour-in-tokyo/7599?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "1 Day Autumn Leaf Hunting Walking Tour in Tokyo!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-04 22:10:31"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 5081,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1475730837/ujx9apnxg0ws89bxqmj9.jpg",
        "strIntroduction": "Kyoto is most stunning when decked in autumn colors of crimson red and gold in November. This walking tour will take you through all the main momijigari (maple leaf hunting) spots and the best photo angles! Starting from the World Heritage site of Kiyomizu temple, located atop a hill, where you can get a vista of a sea of momiji from the raised wooden decks of the temple, the tour brings you to Nanzenji, another picture perfect Zen temple grounds, which dates back to the 13th century. The vast Nanzenji temple complex has a garden with a pond as a focal point, framed by momiji, which makes for a breathtaking sight. Next, you will explore the grounds of Kinkakuji temple, which is resplendent in gold, and beautiful from any angle. The azure and gold leaves of the maple and other trees enhance its exquisiteness. The tour ends at the popular riverside town of Arashiyama, where you can see the surrounding mountains in an array of autumn colors, while enjoying the cooling rush of the vast Arashiyama river. This is one memorable walking tour not to be missed!",
        "strLocation": "Kyoto",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-kyoto-see-kyoto-in-autumn-colors-join-the-momijigari-walking-tour/7602?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "See Kyoto in Autumn Colors!Join the Momijigari Walking Tour!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-04 22:15:04"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 4619,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1474887024/w4euaqxhou8f4g0yprgb.jpg",
        "strIntroduction": "In this activity you will dress in a kimono and walk around Nagasaki's historical places while I take photos of you! I will edit the photo and give you the data later. Below is the itinerary of the activity: 1. Meet at Shianbashi tram stop and I'll take you to the kimono rental shop. 2. Take you to Wakamiya Inari Shrine which has a very beautiful Torii gate. We will go by car. 3. Walk to Kameyama Shachu which was a famous samurai office. 4. Walk to Japanese and Chinese temples. 5. Eat at a Nagasaki traditional restaurant.",
        "strLocation": "Nagasaki",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-nagasaki-see-nagasaki-historical-places-in-a-kimono-photo-tour/7631?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "See Nagasaki's historical places in a Kimono photo tour!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-04 22:18:19"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 7760,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1474946752/gsatalecyelcoblsygdd.jpg",
        "strIntroduction": "This is a 3 - 4.5 hour tour at Asakusa, Tokyo. Asakusa is one of the best traditional sightseeing places in Tokyo. You'll feel the old Japanese culture at this place. It's very popular and we will take a commemorative photo during this tour. I'll pick you up at Asakusa Station (if you need me to pick you up from your hotel, an extra charge will apply). Experience training of Ninja skills at a local shop. ↓ Go to the Kaminarimon gate and take a commemorative photo in front of the big gate. ↓ Shopping at Nakamise Street. ↓ See Asakusa's temple which brings luck to visitors. When we have a time, go to other place!! Duration: 3 - 4.5 hours Participants: 2-8 Days of the week: Monday, Tuesday, Wednesday, Thursday, Friday Meeting point: Asakusa Station (if you need me to pick you up from your hotel, an extra charge will apply) Time: while 10 am- 18 pm I'm looking forward to seeing you in this tour!",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-experience-training-of-ninja-skills-with-asakusa-tour/7650?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Experience training of Ninja skills with Asakusa tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-04 22:23:35"
    },
    {
        "intDurationHour": 6,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 7289,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1475049870/cp3oklt6ugiuikaofonu.jpg",
        "strIntroduction": "Hanamaki Onsen is the most well-known hot spring area in Iwate. It offers four distinctive hotels and Japanese inns (ryokan), a rose garden, facilities with monuments, and more—making it the perfect place to enjoy a leisurely stroll. Three of the four hotels are linked together, making it easy to go bath-hopping as well! Enjoy a delicious lunch and a luxurious soak before relaxing in a private room. You’ll also get to visit a facility where you can learn more about Japanese sake and even enjoy a delicious tasting. Nothing melts the stress away like an afternoon spent with hot springs, delicious food, and delightful drinks! Go bath-hopping at three different Hanamaki Onsen hotels, followed by a premium Japanese-style lunch featuring Hakkinton Pork shabu-shabu. Once you’ve finished your meal, change into a yukata, an informal kimono to relax for a while in a private room or wander around to explore the hotel facilities. After checking out, you’ll head to the Nanbu Toji Denshokan (Sake Museum) where you’ll learn about the history of sake-brewing and taste some fresh selections made with the area’s delicious water and rice. 10:00 Leave via taxi from Shin-Hanamaki or Hanamaki Station accompanied by a volunteer guide 10:30 Arrive at Hanamaki Onsen and explore the area on foot before checking into the hotel. Enjoy a soak in the hot springs bath, lunch, and time to relax in a private room. 15:00 Leave Hanamaki Onsen 15:20 Arrive at the Nanbu Toji Denshokan for a tour 16:10 Leave Nanbu Toji Denshokan 16:30 Arrive at Shin-Hanamaki or Hanamaki Station",
        "strLocation": "Iwate",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-iwate-one-day-tour-of-hanamaki-onsen-and-a-sake-museum-in-iwate/7662?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "1-Day tour of Hanamaki Onsen and a Sake Museum in Iwate",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-04 22:29:19"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 3695,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1474337243/kpoxadfkxhglal0pgbim.jpg",
        "strIntroduction": "Enjoy this sushi workshop in Asakusa! Itinerary: (An interpreter in English will guide you) 10:30 Meet a staff of this workshop besides the police box in front of Asakusa Kaminarimon gate. 11:00 Sushi lecture 11:15 Making sushi lessons ・How to grate a fresh wasabi ・How to make Nigiri-zushi ・How to make Temaki-zushi ・How to slice a fish for sushi topping using a long and sharp knife for professional sushi chefs ・Cooking demonstration of a seasoned omelette as a sushi topping 12:45 Tasting sushi that participants made themselves. 13:30 The workshop ends. You can get a sushi recipe under the supervision of the sushi instructor.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-enjoy-a-sushi-workshop-in-asakusa/7616?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy a sushi workshop in Asakusa!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-04 22:33:18"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 11086,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1474620201/e8gdp6k0z9iua7nkytrj.jpg",
        "strIntroduction": "On this tour, you’ll visit a local soap store, “Uzumaki-do,” located in the historical district of Asakusa. There you will be greeted by an organic soap specialist who will be your guide for the day. She will tell you the history behind soap making in Japan, its relation to Japanese culture of purifying the mind and body, and her passion towards organic soap making. After that it’s time to make your own! In the next hour, you’ll learn step by step the art of crafting your own soap using Japanese rice bran and natural herbs. You can take home your one-of-a-kind soap and use it at home or keep it as a souvenir. Afterwards, you’ll have the chance to visit the famous Asakusa Shrine nearby. Immerse yourself in traditional Japanese spirit as our guide takes you back in time through Japanese history. After the experience is over, you will return back to Harajuku station by car. Dates: Monday to Friday Schedule: 12:30 PM Meet at Tabica's office in Harajuku (a 10-minute walk from Harajuku Station) 1:00 PM Arrive at the destination in Asakusa 1:00 PM-1:20 PM Listen to the story behind organic soap making in Japan 1:20 PM-2:20 PM Learn how to make your own organic soap using traditional Japanese ingredients 2:30 PM-3:30 PM Visit the nearby Asakusa Shrine 4:00 PM Arrive back in Harajuku Duration: 12:30 PM-4:00 PM Approximately three and a half hours",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-make-traditional-japanese-soap-in-a-one-day-craft-class-tokyo/7627?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Make Traditional Japanese Soap in a 1-Day Craft Class, Tokyo",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-04 22:37:14"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 11086,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1474625367/gkcb2deiul965frkxgje.jpg",
        "strIntroduction": "Noh is one of Japan’ oldest theatrical arts with its origins dating back to the 14th century. During the performances, the all-male actors wear different types of masks when taking on different roles. The Noh theatre you will visit on this tour has a 125-year-long history of performing Noh art and introducing Noh tradition to people of all ages. On this tour you’ll get the rare chance to immerse yourself in the unique life of a Noh actor. Learn about the intriguing history of Noh, the usages of different masks, and watch and imitate various movements. When you’re ready, bring yourself up on the actual stage! After performing the art yourself, you will spend the next 30 minutes sharing and talking with the Noh actor about your experience. You may ask him any questions and snap pictures. These four hours will give you a rare glimpse into this ancient theatrical art that tourists, and even Japanese people, rarely get to experience. Dates: Every Tuesday and Thursday Schedule: 3:30 PM Meet at Tabica's office in Harajuku (a 10-minute walk from Harajuku Station) 3:50 PM Arrive at the destination near Suidobashi Station 4:00 PM-6:00 PM Learn, practice, and perform Noh 6:00 PM-6:30 PM Interact with the Noh actor and take pictures! 7:30 PM Arrive back in Harajuku Duration: 3:30 PM to 7:30 PM approximately four hours",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-learn-about-noh-japan-oldest-theatrical-art/7640?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Learn About Noh, Japan’s Oldest Theatrical Art",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-04 22:43:10"
    },
    {
        "intDurationHour": 5,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 10255,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1474678105/gnjmyljyptvfzunirjix.jpg",
        "strIntroduction": "To get there, we’ll meet at 8:40 AM at our office, just a 10-minute walk from Harajuku Station. From there we’ll travel by car for about an hour, to our soba-making destination near Edogawa River. Once we arrive, we’ll meet with our local host, a soba-making master chef who will be your guide for the afternoon. First, the chef will demonstrate how he makes the soba from scratch before sharing his personal step-by-step recipe. Don’t worry if you find it difficult, your host has years of experience teaching soba-making to people of all ages and nationalities. He has plenty of tricks up his sleeves to help you make delicious soba noodles. Once you’ve got the hang of it you’ll cook up some soba of your own, and enjoy tasting your final dish! While you eat you’ll have a chance to sit and talk with the master chef and ask him any questions you may have about how he got his start in soba making. Plus, there will be a translator on hand to faciliate communication so that you can enjoy the details without worrying about a language barrier! This tour will leave you with a knowledge of the professional techniques needed to make delicious soba as well as an unforgettable experience that you shared with the real life of a Japanese local. Once the tour is over, we’ll head back to the office by car to end our day. Dates: Every Wednesday and Thursday Schedule: 8:40 AM Meet at Tabica's office in Harajuku (a 10-minute walk from Harajuku Station) 9:20 AM Arrive at the Edo Teuchi-Soba classroom 9:30 AM-9:45 AM Learn about Japanese soba noodles from a soba-making master (15 minutes) 9:45 AM-10:25 AM Observe how an expert makes soba noodles (40 minutes) 10:25 AM-11:25 AM Make your own soba noodles (60 minutes) 11:25 AM-12:30 PM Learn how to properly boil soba noodles and eat your hand-made noodles! 13:20 PM Arrive back in Harajuku Duration: 8:40 AM-13:20 PM Approximately four hours and forty minutes",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-spend-half-day-with-a-japanese-soba-making-master-in-tokyo/7643?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Spend Half-Day With a Japanese Soba-Making Master in Tokyo",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-04 22:48:04"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 9238,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1474646402/aryyj3hyty54jr4mfnds.jpg",
        "strIntroduction": "Sento, a Japanese public bath, is known among Japanese people as a place to relax and cleanse at the end of a long day. This tour will take you to a local bath in Yokohama called “Shimizu-yu,” about 45 minutes by car from Tokyo. There you will meet the local host, the owner of this bath, who will tell you the history behind the sento and “Shimizu-yu” and some basic manners to keep in mind when taking a bath in a sento. Now take a dip, relax, and pamper yourself in the sento just like the locals do. Afterwards, follow your host into the alleyways of the local neighborhood. Immerse yourself in the authentic Japanese atmosphere, and end the tour with a delicious lunch at a soba noodle restaurant popular among locals. This trip is the perfect getaway and an easy and relaxed way to enrich your knowledge of Japan. Do you like pampering yourself while seeing unique, new activities? If so, this is the trip for you. Dates: Tour dates can be arranged upon request. (Tours are not held the 3rd, 13th, and 23rd of each month.) Schedule: 10:00 AM Meeting time 10:45 AM Arrive at Shimizu-yu in Yokohama (45 minutes by car) 11:00 AM-11:10 AM Brief self-introductions 11:10 AM-12:20 PM Learn the history of the sento, and the manners of entering public baths in Japan. Relax and pamper yourself in the sento 12:30 PM-13:30 PM Walk around town with the sento owner and have lunch at a local soba noodle restaurant 14:30 PM Arrive back Duration: 10:00 AM-14:30 PM Approximately four and a half hours What to bring: -A set of fresh clothes to change into (if necessary) -Towel",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-relax-in-a-sento-an-authentic-japanese-public-bath/7644?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Relax in a \"Sento\", an Authentic Japanese Public Bath",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-04 22:51:52"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 9238,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1474647365/e7rdpcnrnixgstxbivry.jpg",
        "strIntroduction": "Shamisen, a Japanese stringed instrument, first came to Japan in the 16th century. Since the it's remained treasured as an instrument and used as a musical accompaniment to Bunraku, Kabuki and other traditional music. Before learning to make a Shamisen, every artisan must learn the first step of chopsticks-making. This trip takes you on a journey into this lifestyle, allowing you to shadow a musical pro and learn their artisan craft. We will first meet at 1:00 pm at the local tour provider's office, which is a 10-minute walk from Harajuku Station, and move to the destination by car. The place we will be visiting is called \"Mukouyama Instrument Shop\" in Hirai and it takes around 50-minute drive to get there. Once we arrive at the destination, we will meet our local host, a Shamisen-making expert, who will be our guide for the trip. We will spend around 2 to 2.5 hours making chopsticks and learning how our host got his start in the industry. You can even bring back the chopsticks you make as a souvenir from the trip. After the activities, we will head back to the departure location by car and finish the day. Dates: Wednesdays and Thursdays (Other dates are also available upon request) Schedule: 1:00 PM Meet at Tabica Office (Only a 10 minute walk from Harajuku Station) 2:00 PM Arrive at Mukouyama Instrument Shop; Introduction of the host 2:15 PM Begin chopstick making while hearing introduction to Shamisen and Koto, including stories of their musical history and traditional instrument craftsmanship 4:00 PM Finishing touch on the chopsticks 5:00 PM Arrive back in Harajuku Duration: 1:00 PM-5:00 PM approximately 4 hours",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-enjoy-japanese-music-instruments-and-chopsticks-making/7645?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy Japanese Music Instruments and Chopsticks-making",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-04 22:57:36"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 17700,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1474611822/im1aow9kpsxppomj60lm.jpg",
        "strIntroduction": "Starting in Kamogawa, stroll with your guide along the local streets as you head toward the Kamogawa River with some possible seasonal food stops along the way. Along the river you will see the many Japanese locals sitting on Kamogawa yuka noryo (terraces along the water) enjoying their evening. From Kamogawa, we venture into the Pontocho area, an area which has been home to Geishas since the 1500s. We are often lucky to catch a glimpse of them scampering between teahouses in their zori sandals and illuminating kimonos. Pontocho is known for its many bars, restaurants and machiya (teahouses) in the area. Not long after our time in Pontocho, we will be in historical Gion, the most prominent entertainment district and Kyoto’s center of traditional arts. Gion is clad with old wooden buildings, teahouses and very exclusive Japanese restaurants, mostly by invitation only. Your guide will tell you stories about this very exquisite part of Tokyo along the way. At the end of our short journey we will sit down to enjoy a 10 course kaiseki meal, where you will be able to try some of Kyotos freshest food. Kaiseki generally means a meal incorporating a combination of seasonal ingredients; meticulously prepared so all the flavors blend harmoniously. A visit in Kyoto is never complete without trying a Kaiseki meal. Enjoy this three hour tour and end it with a meal that you will never forget! We want this moment of your life to be a memory you will never forget so we will reserve the details for only those who join the tour. To give you an idea, one of the courses will be a ornate platter mounted with living fish that you can enjoy sashimi straight from the bone. In this 10-course Kaiseki dinner, just this course alone will provide you with the freshest sashimi you will ever taste in your life. The other 9 courses are a mystery but we guarantee this meal will be an unforgettable event in your life!",
        "strLocation": "Kyoto",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-kyoto-enjoy-delicious-kaiseki-dinner-on-a-kyoto-food-tour/7635?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy delicious Kaiseki dinner on a Kyoto Food Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-04 23:02:16"
    }
]