[
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 8777,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1474536072/cvcexlpwqv4t7i6kngs8.jpg",
        "strIntroduction": "This is a 2.5 - 4 hour tour at Asakusa, Tokyo. Asakusa is one of the best traditional sightseeing places in Tokyo. You'll feel the old Japanese culture at this place. It's very popular and we will take a commemorative photo during this tour. I'll pick you up at Asakusa Station (if you need me to pick you up from your hotel, an extra charge will apply). Itinerary: Experience tea ceremony at a local shop. ↓ Go to the Kaminarimon gate and take a commemorative photo in front of the big gate. ↓ Shopping at Nakamise Street. ↓ See Asakusa's temple which brings luck to visitors. When we have a time, go to other place!! Duration: 2.5 - 4 hours Participants: 2-8 Day of the week: Monday, Tuesday, Wednesday, Thursday, Friday Meeting point: Asakusa Station (if you need me to pick you up from your hotel, an extra charge will apply) Time: between 10 am- 17 pm I'm looking forward to seeing you in this tour!",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-experience-tea-ceremony-and-tour-asakusa/7621?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Experience tea ceremony and tour Asakusa",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-04 23:07:13"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 7760,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1474540199/jusxxfzjviqkt5qri1d5.jpg",
        "strIntroduction": "This is a 2.5 - 4 hour tour at Asakusa, Tokyo. Asakusa is one of the best traditional sightseeing places in Tokyo. You'll feel the old Japanese culture at this place. It's very popular and we will take a commemorative photo during this tour. I'll pick you up at Tawaramachi Station (if you need me to pick you up from your hotel, an extra charge will apply). Itinerary: Make a food sample at a local shop. ↓ Go to the Kaminarimon gate and take a commemorative photo in front of the big gate. ↓ Shopping at Nakamise Street. ↓ See Asakusa's temple which brings luck to visitors. When we have a time, go to other place!! Duration: 3 - 4.5 hours Participants: 2-8 Day of the week: Monday, Tuesday, Wednesday, Thursday, Friday Meeting point: Tawaramachi Station (near Asakusa) (if you need me to pick you up from your hotel, an extra charge will apply) Time: 10:30- 13:30- 15:30- I'm looking forward to seeing you in this tour!",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-make-a-food-sample-and-tour-asakusa/7632?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Make a food sample and tour Asakusa",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-04 23:11:37"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 5820,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1474635868/dlkipnjmkpatfczyiwb8.jpg",
        "strIntroduction": "Explore Shinjuku area, especially Kabukicho & Golden Gai and go to traditional restaurants for Okonomiyaki & Monja for 2 and half hours. We'll meet up at your hotel or Shinjuku Station (New South gate). The tour starts at 6:00 pm-7:00 pm and finishes at 8:30 pm-9:30 pm. Okonomiyaki is a popular fried food that consists of batter and cabbage. Selected toppings and ingredients are added which can vary greatly (anything from meat and seafood to wasabi and cheese). This variability is reflected in the dish's name: \"okonomi\" literally means \"to one's liking\". The dish is available all over Japan, but is most popular in the west, particularly the cities of Hiroshima and Osaka. Okonomiyaki is sometimes translated into English as \"As-you-like-it pancake\". However, this may be misleading. Though it does consist of batter cooked on a griddle, okonomiyaki has nothing of the sweetness or fluffiness of pancakes, not to mention that it is usually filled with octopus, shrimp, pork, yam or kimchi. A more accurate comparison, which is also made, is between okonomiyaki and pizza. Monja is a type of Japanese pan-fried batter, popular in the Kantō region, similar to okonomiyaki, but that uses different liquid ingredients. How to make Okonomiyaki! Step 1 The batter and the ingredients will usually be brought in a bowl. The customer is able to see that everything that was ordered is there, and that it is all fresh and of a good quality. Step 2 The batter and ingredients are mixed together thoroughly so that everything is evenly distributed. Step 3 After making sure the gas is on and applying oil to the cooking surface, the mixture is poured onto the hot griddle. Short metal spatulas are used to shape the batter into a circle. Step 4 Once one side of the okonomiyaki has been sufficiently cooked, the spatulas are used one in each hand to flip it onto the other side. This is the most difficult part of the process, and one needs to make sure that the okonomiyaki has been cooked through enough to hold together. Step 5 When both sides of the okonomiyaki are cooked the toppings are added. The first layer is the okonomiyaki sauce, which looks and tastes like Worcestershire sauce. The sauce is applied to the Okonomiyaki with a brush. Step 6 Mayonnaise (kept in a tall, clear squeeze bottle) is added to the okonomiyaki, usually in zigzagging lines. Because mayonnaise is a relatively new addition to okonomiyaki, there are a few stores that do not have it available. Step 7 Shavings of smoked bonito called katsuobushi are placed on the okonomiyaki with wooden pincers. Because of the heat, the fish shavings move and contort when put on the okonomiyaki. Step 8 Small flakes of aonori, a dried seaweed, are sprinkled over the okonomiyaki with a little spoon. The aonori is usually stored right beside the katsuobushi. Step 9 The last step is the most enjoyable: eating the okonomiyaki! The spatulas are used to break off pieces to eat, and because the okonomiyaki is left on the griddle while eating, every bite is \"fresh off the grill\". After taking the tour, you can make Okonomiyaki & Monja by yourself. This will be an unforgettable experience from your Japan travel.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-enjoy-an-amazing-private-night-tour-in-shinjuku-for-foodies/7641?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy an amazing private night tour in Shinjuku for foodies",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-04 23:16:49"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 5820,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1474706083/vi0pmhuwhapcmqcwckhh.jpg",
        "strIntroduction": "We'll meet up at your hotel at 10:00 am-11:00 am. Of course you also can start from the afternoon. Then we'll look around east side of Tokyo (Asakusa). After that we'll go to a local bar where you can experience a unique sake. This is a private tour for 4 hours. Sake is made primarily from rice and water which interact with microbes known as Koji‐kin (a mold) and kobo (sake yeast). Only highly polished rice goes into making sake and lends the drink its refined character. Sake has played a central role in Japanese life and culture for the past 2,000 years while the knowledge and techniques involved in sake brewing have spread to every corner of the country. In fact, sake is such an integral part of the Japanese diet that having some knowledge of it can add to one’s understanding of Japanese history, culture, and society. This website gives you everything you need to know to raise a glass (or cup) of Japanese sake. Made primarily from rice, sake is a fermented beverage. It is brewed using a microorganism called koji along with yeast. Sake’s alcohol content varies from 13% to 16%. It takes pristine water to make sake, and brewers take advantage of the various kinds of natural water available in Japan to make only the best. There are many different varieties of sake, and it can be enjoyed either warm or chilled, depending on the season. Sake might be just about the best medicine for whatever ails you, as long as it’s consumed in moderation. So say, “Kampai!” After taking the tour, you will understand the Japanese culture better and will want to tell your family, friends, co-workers etc. Let's enjoy sake together!",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-discover-unique-sake-in-the-east-side-of-tokyo/7646?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Discover unique sake in the east side of Tokyo",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-04 23:20:36"
    },
    {
        "intDurationHour": 10,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 3233,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1474789155/iuc7dsbkar49krfxwml7.jpg",
        "strIntroduction": "First, you will be picked up at your hotel in Tokyo around 8:00. We will head off to Shinjuku or Asakusa Station to take train for Nikko. (Shinkansen is also available up to Utsunomiya) In the morning, you will visit Toshogu Shrine and Temples where you can see gorgeous engravings like The Three Wise Monkyes (See no evil, Hear no evil, Speak no evil). Then you can stroll to Tamozawa Imperial Villa where you can appreciate beautiful screen paintings and a garden. You will take bus to the Lake Chuzenjiko and take local lunch seeing Mt. Nantai. After lunch, you will be guided to Kegon Waterfall. Water comes from Chuzenjiko and the spectacle is beyond description. Then we will come back to Tokyo. Return: Tobu-Nikko Departure 16:39 and Arrival Shinjuku at 18:36. Transportation and Entrance Fee per person: Round trip Shinjuku/ Tobu-Nikko (6,680 JPY) Toshogu (1,300 JPY), Tamozawa Villa (510 JPY) Kegon Warerfall (530 JPY)",
        "strLocation": "Tochigi",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tochigi-take-a-one-day-trip-to-nikko-from-tokyo/7648?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Take a one-day trip to Nikko from Tokyo",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-04 23:24:27"
    },
    {
        "intDurationHour": 9,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 3233,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1474789615/d1u2e6cd9zans8ydz426.jpg",
        "strIntroduction": "You will be picked up at your hotel (ex. 8:00), take the Romance-car train at Shinjuku (ex. 8:53) and arrive at Hakone-Yumoto (ex. 10:36). You will change to Tozan (climbing) train and arrive at Gora at 11:34. A cable-car will bring you volcanic view of Sounzan. Next ropeway will show you Owakudani which is an active volcano, bubbling in a steaming valley. At Togen-Dai, a local fabulous lunch, using organic food, will be served. The Pirate Ship (a sightseeing ship) will show you a panoramic view of Mt. Fuji. (Please be advised that the weather would affect the view of Mt. Fuji and the Hakone ropeway) Option: * Museums * Hakone Sekisho, Hakone Shrine, Onshi-Hakone Park Transportation Fee: Total cost: Around 7,000 JPY per person including romance-car train, cable-car, ropeway, and sightseeing ship.",
        "strLocation": "Kanagawa",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-kanagawa-take-a-one-day-trip-to-hakone-from-tokyo-with-a-guide/7649?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Take a one-day trip to Hakone from Tokyo with a guide",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-04 23:27:54"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 3233,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1486007612/pwuwhnmavxmpphoy4c3m.jpg",
        "strIntroduction": "We gather at Hibarigaoka station (Seibu ikebukuro line) and walk to our house together. After arrival, you choose your favorite Kimono and wear it. 1. We start the Koto lesson for about 1hour. Koto is a traditional Japanese stringed instrument made of wood with 13 strings. I explain about history of Koto and how to make sounds. Then I teach you to play Japanese music! 2. We start the Shamisen lesson for about 1hour. Okinawa shamisen is traditional three-stringed instrument from Okinawa and uses snake skin! I explain about history of Shamisen and how to make sounds.Then I teach you how to play Japanese music! 3. We start green tea ceremony 10min Tea ceremony is communication of the minds of host and guests through the enjoyment of delicious tea together. There is great significance in this. I teach you what tea ceremony is, and I make green tea for you to taste. Next you try to make green tea by yourself, you can learn how to make it. And we have a relaxing time!",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-enjoy-koto-and-shamisen-lessons-and-tea-ceremony-experience/7539?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy Koto and Shamisen lessons & tea ceremony experience!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-04 23:30:54"
    },
    {
        "intDurationHour": 7,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 5820,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1474404070/pbt5lokwj09nkvbc23lc.jpg",
        "strIntroduction": "I will customize this tour exclusively for you based on your requests and preference. You can choose your destinations from the list below or anywhere else you like in and around Yokohama as long as time permits: The list Sightseeing: -Landmark Tower which is one of the tallest buildings in Japan, from the observatory you can see a speculator view including Mt Fuji - Yamashita Park Shopping: - Theme park World Porters - Queen's Square and Red Brick Warehouses department stores. - Motomachi Shopping street which is lined with posh shops and restaurants. Culture and History: - Cup Noodle Museum (which requires admission fee), where you can make your own Cup Noodle. - Chinatown - Yamate Hill First I will hear your requests and preference, then make an interim itinerary, then modify it by exchanging messages until you approve it. As for lunch, you can also request any kind of food for lunch instead of buffet authentic food based on your preference or your mood during the tour. I am flexible and knowledgeable about Yokohama so I always have a list of excellent restaurants in mind, whether they are posh or budget restaurants, therefore I can meet even your sudden requests. Meeting time is flexible. The tour can be extended a few hours at your request even during the tour with extra charge which is 3500 JPY per hour regardless of the number of the participants. Basically, everything is flexible, so please feel free to ask me any questions by a message about the tour, I will get back to you with detailed answers immediately. I am very much looking forward to meeting you.",
        "strLocation": "Kanagawa",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-kanagawa-enjoy-a-customized-yokohama-tour-and-eat-authentic-local-food/7624?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy a Customized Yokohama Tour & Eat Authentic Local Food",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-04 23:36:00"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 2772,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1478590469/dccnmshokwcpzloterdd.jpg",
        "strIntroduction": "After you book and we settle our communication online, I will suggest several areas and restaurants or bars based on your requests, your liking, taste, allergies, and the guide book you have with. ( I will take you to places not printed) Meet at one of the following stations: between Okubo (one station away from Shinjuku on Chuo-line) and Nishi-Ogikubo. Both are on the JR Chuo-line. We can go straight to your restaurant or walk around and explore the area before your dinner. I will support your shopping and answer your questions. At the restaurant, I will help your order and explain the dishes and ingredients. I will be your conversation partner over your dining. The meal will last up to 2 hours. You simply pay your meal and drinks. I will take you to the nearest station or you can stay in the area. Disclaimer: Since this tour charges only 3,000 yen, including my meal fare, I cannot take you to expensive restaurants.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-explore-tokyo-local-restaurants-not-listed-in-your-guidebook/7594?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Explore Tokyo local restaurants not listed in your guidebook",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-04 23:39:48"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 11086,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1474435778/fx13guvaamwgalywn5tb.jpg",
        "strIntroduction": "On this tour you’ll travel through a world of tastes and learn the rich history of matcha, Japanese green tea! Our host has served as an artisan of Sado (a traditional tea ceremony) for approximately forty years, and enjoys exploring how to share this art with people around the world by giving it a new age flair. Using a new practice called “table sado,” we’ll explore how the Japanese tea ceremony has adapted over the years to become easier to learn as well as more enjoyable in a modern context. The trip starts by meeting at Harajuku Station and heading over to Akihabara Station by train. Once we arrive, we’ll hear an introduction about the history of the tea ceremony and the kind of tea ceremony practiced by our host. Afterwards, the host will prepare matcha and explain the actions, meanings, food pairings, and other aspects of the ceremony. Then you’ll get to taste the different kinds of matcha that are certain to taste a little different than what you’ve tried before! Finally, you’ll have a chance to mimic what you saw and try your hand at making matcha. With a blend of different tastes and a host to guide you through your own handmade matcha, this tour will give you with an insider’s perspective on an important piece of Japan’s cultural history. DATES: Available upon request SCHEDULE: 12:40 PM Meet at Harajuku Station 1:30 PM Arrive at Ayu (Tea Class) 1:30 PM - 2:00 PM Introduction from the host (including an overview of his tea practice and the history of the Japanese tea ceremony) 2:00 PM - 3:00 PM Matcha demonstration: a modern ceremony with detailed explanations 3:00 PM - 3:30 PM Group practice making your own matcha 3:30 PM Depart from Ayu 4:20 PM Arrive back at Harajuku DURATION Approximately 3 hours NOTES: Participation is free for children middle-school aged and younger. Children must be prepared to sit quietly while tea is served in the ceremony.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-learn-matcha-making-from-a-pro-in-tokyo/7626?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Learn Matcha Making from a Pro in Tokyo",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-04 23:44:29"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 3695,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1470037089/ovhnmiripbsnvq35ziu4.jpg",
        "strIntroduction": "This is a private or semi private half-day tour. If you're a nature lover and want to immerse yourself in rustic tranquility, this tour is a must! Japanese gardens are traditional gardens that create miniature idealized landscapes, often in a highly abstract and stylized way. The gardens of the Buddhist temples were designed for contemplation and meditation. We can also tell you the secret of enjoying Japanese gardens and meditation practices. Itinerary: 9:00 Meet at Kyoto Station West exit. Move to Tofukuji JR Station (one stop) Walk to Unryuin Temple passing by Sennyuji Temple. (15 minutes) Enter to Unryuin Temple (a subtemple of Sennyuji Temple). Try a short meditation while watching the garden. Feel your inward thoughts through 2 windows: \"the Window of Delusion\" and \"the Window of Enlightenment\". Enjoy Matcha tea with sweets. Walk to Tofukuji Temple through the beautiful Gaun bridge. (10 minutes) Enter to Tofukuji Temple's \"Honbo Ｇarden\" designated as a National Site of Scenic Beauty. The gardens arranged at the four quarters are designed by Mirei Shigemori (a famous garden builder who expresses the simplicity of Zen with the abstract construction of modern arts). 13:00 End the tour You can visit \"Fushimi Inari\" grand shrine in the afternoon - it's only one stop from JR Tofukuji Station or Keihan Tobakaido Station.",
        "strLocation": "Kyoto",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-kyoto-visit-kyoto-amazing-zen-gardens-in-a-private-half-day-tour/6415?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Visit Kyoto's Amazing Zen Gardens in a Private Half Day Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-04 23:50:08"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 9479,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1474371266/flofaq5pi1e61jyreo4n.jpg",
        "strIntroduction": "Visit Shizuoka and Kanagawa to participate in winter activities such as snow playing and delicious hot pot lunch! Enjoy the great view of Mt. Fuji by cruising along Lake Ashinoko in Hakone and walk around Odawara Castle Park to learn the ancient culture of Japan! This tour departs from Shinjuku and will take you to Shizuoka and Kanagawa prefecture, where you can enjoy winter activities & delicacies. You will visit Mt. Fuji 2nd Station, where you can find an amusement park called “Grinpa”. At “Grinpa”, you can enjoy snow playing that includes free sled rental! If the park “Grinpa” is lack of snow, you will be visiting “Yeti”, a snow amusement park located at a higher elevation. After snow playing, you will have a chanko hot pot lunch containing meat, shrimp, and vegetables (vegetarian hot pot is available upon request, please let us know). The lunch also includes all-you-can-eat fruits such as apple, pineapple, and oranges! You will visit Moto-Hakone Port to have a 30 minutes ride on Hakone Pirate Ship that bounces for Togendai Port. At Togendai Port, you will visit and walk around Odawara Castle, where you can learn the ancient culture and history of Japan before returning to Shinjuku! In addition, don’t forget to participate in the lucky draw event while traveling on the bus to win the prizes! The itinerary of this tour is as follows: - Depart from Hotel Gracery Shinjuku at 8:00 - Depart from Shinjuku Washington Hotel at 8:30 - Visit Mt. Fuji 2nd Station Grinpa for snow playing & lunch (120-150 minutes) - Visit Moto-Hakone Port and have a ride on Hakone Pirate Ship (30 minutes) to Togendai Port - Visit and walk around Odawara Castle (40 minutes) - Return to Shinjuku and tour ends at 18:00 Spend your winter holiday by experiencing snow playing in Japan, while enjoying Japan’s winter delicacies with this tour, and book with no hassles by using our excellent service! This tour is provided by YOKOSO Japan Tour Check the Tour Conditions link below. http://voyag.in/2diT9k2",
        "strLocation": "Kanagawa",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-kanagawa-enjoy-snow-playing-mountain-fuji-cruising-and-hot-pot-lunch/7623?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy Snow Playing, Mt. Fuji Cruising, and Hot Pot Lunch!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-04 23:53:46"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 5876,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1474441519/tqve3rl1qbasqlfcxuf1.png",
        "strIntroduction": "This is a sushi making workshop near Tsukiji Fish Market. Outline: -Instruction for 30 min: how to make Nigiri-Sushi in Edomae style & All you can make and eat Sushi for 60 min Time & Date Every Saturday 9:00 / 11:00 / 13:00 / 15:00 *The schedule is subject to change Max number of participants Up to 30 people Language Japanese & English What you should bring? Nothing! A disposable apron and gloves will be prepared by us. Location Best Location for those who want to visit Tsukiji Fish Market. It's a very clean and new place facing the main sushi street of Tsukiji. 3 min walk from Tsukiji Shijo (Fish Market) Station (Oedo Line) 3 min walk from Tsukiji Station (Hibiya Line)",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-join-a-sushi-making-workshop-nearby-tsukiji-fish-market/7595?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Join a Sushi Making Workshop nearby Tsukiji Fish Market",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-04 23:59:00"
    },
    {
        "intDurationHour": 7,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 5728,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1474202223/nbjk3kxlntekneqs0qpj.jpg",
        "strIntroduction": "I will fully customize this tour exclusively for you based on your requests and preference. We can go anywhere from popular tourist spots to unknown areas in Tokyo. First I will hear your requests and preference, then make an interim itinerary, then modify it by exchanging messages until you approve it. As for lunch, you can also request any kind of food for lunch based on your preference or your mood during the tour. I am flexible and knowledgeable about Tokyo so I always have a list of excellent restaurants in mind, whether they are posh or budget restaurants, therefore I can meet even your sudden requests. Meeting time is flexible. The tour can be extended a few hours at your request even during the tour. Please ask me any questions by message about the tour, I will get back to you immediately. Example: 9:00 we meet at your hotel and then head for Tsukiji Market 9:30 - 11:00 I take you to and around Tsukiji Market and give you a detailed tour there. 11:30 - 12:30 We have an authentic Japanese buffet lunch in Ginza. 1:00 - 2:00 I give you a detailed tour of Asakusa. 2:30 - 4:00 I give you a detailed tour of Ueno-Okachimachi, and you shop there as well.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-embark-on-a-customized-tokyo-tour-and-eat-authentic-local-food/7600?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Embark on a Customized Tokyo Tour & Eat Authentic Local Food",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-05 00:02:51"
    },
    {
        "intDurationHour": 16,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 32826,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1475118125/bneds4jnuntt92qin491.jpg",
        "strIntroduction": "Visit Nagano & Toyama to see the hidden scenic spots of Japan with 6 different ways of transportation and spend the night at Hakuba Village area before returning to Osaka! This tour departs from Osaka Station and will take you to Nagano & Toyama, where you can see Japan's most beautiful hidden panorama. You will take the limited express train \"Thunderbird\" from Osaka Station to Kanazawa Station, and after that you will take the Shinkansen to Toyama Station. You will then go around Tateyama Kurobe Alpine Route using 6 different ways of transportation: - Tateyama Cable Car - Tateyama Kogen Bus - Tateyama Tunnel Trolley Bus - Tateyama Ropeway - Kurobe Cable Car - Kanden Trolley Bus After wandering around Tateyama Kurobe Alpine, you will spend the night at Hakuba Village area before returning to Osaka. The itinerary of this tour is as follows: Day 1 - Depart from JR Osaka Station with limited express train\"Thunder bird\" in between 7:40 - 9:30 - Arrive at JR Kanazawa Station and take the Hokuriku Shinkansen to Toyama Station - Take the bus to Unazuki Station - Kurobe Gorge Train (50-60 minutes) - Take the trolley bus to Kanetsuri Station - Kurobe Gorge Train (50-60 minutes) - Take the tram to Unazuki Station - Take a bus to Hakuba Village for a one night stay Day 2 - Leave Hakuba Village and take a bus to Ogizawa Station - Have a ride on a trolley bus (16 minutes) - Take a bus to Kurobe Dam Station - Walk to Kurobeko Station (15 minutes) - Have a ride on cable car to Kurobedaira Station (5 minutes) - Have a ride on a ropeway to Daikanbo Station bus (7 minutes) - Take a trolley bus to Murodo Station (10 minutes) - Walk for 90 minutes and take a highland bus to Bijodaira Station - Have a ride on cable car to Tateyama Station (7 minutes) - Take a bus to Tateyama Alpenmura for shopping (20 minutes) - Take a bus to JR Toyama Station - Return to JR Kanazawa Station with Hokuriku Shinkansen - Return to Osaka station with limited express train \"Thunderbird\", and tour ends in between 20:00-21:30 You can leave your heavy luggage inside the bus, but please carry your valuable goods while traveling along the Alpine route. You will be staying at Villa Schole Hakuba or another hotels of the same class, and this tour includes both dinner and breakfast. Make reservation for this tour with no hassles by using our wonderful service! This tour is provided by YOKOSO Japan Tour Check the Tour Conditions link below. http://voyag.in/2diT9k2",
        "strLocation": "Toyama",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-toyama-tateyama-alpine-route-and-stay-at-hakuba-village-from-osaka/7606?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Tateyama Alpine Route & Stay at Hakuba Village from Osaka!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-05 00:06:28"
    },
    {
        "intDurationHour": 6,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 20325,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1473861117/uul0iuygu5hez7sceqzk.jpg",
        "strIntroduction": "Noryoyuka is the best luxury experience in Kyoto’s autumn. While enjoying the sound of the gentle Kamogawa river stream, would you like to go on a short time travel with some delicious food and rice wine? I hope you will enjoy this once in a lifetime experience in the beautiful and ancient old capital Kyoto! ************************************************** Inclusions: ・Historical costumes ・Your choice of kimono from a selection of historical costumes available. (For example: -Edo period young lady Kimono costume. -Edo period young man Kimono costume. -Edo period samurai costume. -Ninja costume -Modern Kimono costume. ・Dressing (Fitting) Professional staff help you dress in a historical period costume（hair dressing not included). ・If you wish to keep some other favorite photos they can be purchased as additional data. ・Japanese cuisines and a cup of drink included. ************************************************** Schedule: 1. Meet up in Kyoto city. Take you to tje costume studio. 2. Counseling: Before the photoshoot I will council details with you, such as what image or style you wish for your photographs, costumes etc. 3. Fitting: Choose an outfit (dress and tuxedo) for the photoshoot. Also, you can choose accessories and all other small items necessary. 4. Before the dinner, I will take you to a nice Kyoto cafe or Gion area. (30 minute-1 hour) 5. Take you to Kamogawa River side Terrace Dinner! The building is a 160 year old Kyoto city-style building that was built in the late Edo period. 6. Back to the costume studio. You can purchase options plans, such as: private photographs by data or in a photo frame. (this is not included in the Voyagin price) ************************************************** I can advise you about your further sightseeing. I will grant you an irreplaceable experience.",
        "strLocation": "Kyoto",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-kyoto-special-tour-in-kyoto-historical-costume-and-riverside-dinner/7575?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Special Tour in Kyoto: Historical Costume & Riverside Dinner",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-05 00:12:22"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 3695,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1473269271/otemxjut7ofmx6q8zsvc.jpg",
        "strIntroduction": "We are a Ninja Club in Shinjuku, Tokyo, Japan. Here you can experience the weapons and martial arts of the ninja! Please request a weapon and the martial arts that you want to experience from the following list: Sword, shuriken, kunai, blowgun, chain, rope, etc Time for the experience: 17:00-18:00 Mon-Sat Minimum 2 participants. You can only observe without participating (please book the observer add-on option). Rental wear: 1,000 JPY per set (only for the applicant). Personal lesson is also available if you are a solo traveler. Training Location: my gym in Shinjuku. The address will be provided after you book. We offer a pleasant and safe experience to all of you!",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-experience-ninja-weapons-and-martial-arts-in-tokyo/7525?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Experience ninja weapons and martial arts in Tokyo",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-05 00:17:11"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 3695,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1473278907/pxyaprdbmovvekxfe1t7.jpg",
        "strIntroduction": "If you want to move your body while traveling to Tokyo, then kickboxing training is recommended for you! Practice kickboxing regardless whether you're inexperienced or professional. I decide the training menu based on your physical strength and skill. The menu depends on your physical strength and experience and physical condition. Available hours: Monday - Friday 19:00-5:00 Saturday 19:00-23:30",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-practice-kickboxing-in-tokyo/7526?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Practice kickboxing in Tokyo",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-05 00:20:59"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 9978,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1481933894/drqhrx8kzopoxqeitvz4.jpg",
        "strIntroduction": "Amazing! You can feel the difference Koicha (Matcha) and Usucha (Matcha) with 5 kinds of Japanese tea gelato! You can learn about Cha-Kabuki and its history, types of Japanese tea. And also you can learn how to taste Matcha gelato, the point of tasting. After you taste, close your eyes with an eye mask, and guess what kind of gelato you are tasting. Most people says \"I've never realized the difference between various Matcha!\", \"I thought Matcha is bitter, but it is not!\". You can have the experience to be able to learn differences in taste only here! Let's learn more about Matcha! You can taste 5 kinds of Japanese tea gelato. On the gelato, you can see artistic gelato-carving. You will be surprised at the differences in taste. After we give you a blindfold, the game starts. Little bit nervous? Guess the taste! ■Access : From Kyoto station: Get off at Subway Karasuma Line [Kitaoji Station] and 10 min walk from there. City Bus No.205 or No.1. Get off at [Shokubutsuen-mae] and 1 min walk from there. (the exact address will be provided after you book)",
        "strLocation": "Kyoto",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-kyoto-taste-and-compare-cha-kabuki-gelato-in-a-unique-experience/7558?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Taste and compare Cha-Kabuki Gelato in a unique experience",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-05 00:24:41"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 44807,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1467700333/ygt3hulz5aioyeyf5yzi.jpg",
        "strIntroduction": "In this experience we focus on bringing to light the traditional beauty of Japan. Choose from a selection of over 20 classical and traditional kimonos. The photo-shoot is held in various historical locations in Kyoto city. I hope you will enjoy this once in a lifetime experience in the beautiful and ancient old capital Kyoto. ************************************************** Inclusions: ・One black crested \"Hakama\" (Traditional Kimono for men) ・Your choice of kimono from selection of over 20 available ・Dressing (Fitting) ・One portrait photograph (in a frame or frame book) [A4 size width: 210 mm height: 297mm ] ・If you wish to keep some other favorite photo's they can be purchased as additional data. ・Feel free to invite family members to the photo shoot! ************************************************** Schedule: 1. Meet up in Kyoto city. 2. Counseling: Before the photoshoot I will council details with you, such as what image or style you wish for your photographs, costumes etc. 3. Fitting: Choose an outfit (dress and tuxedo) for the photoshoot. Also, you can choose accessories and all other small items necessary. 4. Photography: In the case of only one costume, the time will be 1-1.5 hours of shooting and the total time approximately 3 hours, including dressing time and choosing your photograph. 5. Photograph selection: Finally, choose your favorite photo out of 100-300 or more cuts on a big screen monitor. (Additional data purchase plans available) 6. Delivery of your photograghs: You can purchase options plans, such as: delivery of your image by data or in a photo frame. (this is not included in the Voyagin price) ************************************************** After the photo shooting , I will take you to a nice Kyoto cafe. I can advise you about your further sightseeing.",
        "strLocation": "Kyoto",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-kyoto-take-wedding-photos-in-kyoto-in-kimono-and-visit-a-cafe/7039?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Take Wedding Photos in Kyoto in Kimono and Visit a Cafe!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-05 00:29:29"
    },
    {
        "intDurationHour": 10,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 16445,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1478411753/mvdhcl6msp9rh3mhtu5f.jpg",
        "strIntroduction": "This tour is available from January 1st - March 31st 2017 and limited to groups of 2 people and more. The tour starts at 8:45 at Nagano Station from where you will be taken to the Jigokudani Monkey Park. There you get to see the Japanese macaques bathing in hot springs, frolicking around the park, and cuddling each other to stay warm. Our guide will tell you interesting facts about the park and the snow monkeys while you stroll around. After having spent some time with the snow monkeys, we head for lunch at the restaurant nearby the Snow Monkey Park. After having enjoyed a well-deserved lunch, we will get ready for the snow part of the tour. We will head all the way up to one of the ski resorts of the Shiga-kogen Highlands, the biggest ski area in Japan. This mountainous area was one of the scenes for the 1998 Winter Olympics and every year a huge amount of snow comes falling down from the heavens and makes for an amazing scenery. We will take you to the snow activity slope where you can enjoy playing around in the snow. There are a great many tools you can use for having fun in the snow at the park like snow sledges, snow-scooters, snow-bikes, and many others. Those who have no experience ski/snowboarding have plenty of things to do on the ski slope. After having fun on the slope, we will then head to a field covered by fresh snow where you can walk with snowshoes strapped to your feet. The walking route is short and mostly flat so small children can join. This tour will give you the highlights of Japanese winter. Join us on this snowy adventure! Tour Itinerary: 08:45 Meet up at Nagano Station under the East Exit information board opposite of the Shinkansen exit. 10:00 Welcome to the Snow Monkey area! Walk for 30 minutes along a forest trail to the Snow Monkey Park where you get to enjoy the wild monkeys playing around. 12:15 Have a Japanese lunch nearby the Snow Monkey Park! 13:00 Leave the lunch restaurant and start preparing for for the snow activity part and move to deeper into the snow-covered mountain. 13:45 Arrival at the ski resort. After preperations, you can enjoy your time with various snow fun tools to go down the slope and jump into the nature field covered with fresh snow with snowshoes! 16:30 The end of snow activity. Prep for departure. 17:30 Arrival at Yudanaka Station. A train back to Nagano Station leaves Yudanaka at 17:50. 19:00 Arrive back to Nagano Station.",
        "strLocation": "Nagano",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-nagano-full-day-snow-monkey-and-snow-shoe-hiking-tour/7571?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "1 Day Tour: Snow Monkeys & Snow Fun in Shiga Highlands",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-05 00:34:54"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 8970,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1475116070/shmgjqjvivm7jhreskko.jpg",
        "strIntroduction": "Join this food tour and visit Konnyaku Park in Gunma, where you can enjoy a yam cake (relish konnyaku) buffet! Visit Numata as well for an all-you-can-eat crab dishes and home-made desserts for your lunch, and pick 1 grapes directly from the tree and take it home as souvenir! Note: apples will be picked in November and strawberries in December. This bus tour departs from Shinjuku and will take you to Gunma prefecture to visit the Konnyaku Park, where you can stroll around and enjoy the yam cake (relish konnyaku) buffet, which is very delicious! You will also visit Numata, where you can enjoy a full crab buffet course that includes: grilled crab, crab hot pot, Kani-meshi (steamed rice with crab), and crab tempura. In addition to the crab dishes, you can also enjoy 5 different home-made sweets as much as you want. After lunch, you will experience grape picking, and you can take 1 grapes home as souvenirs. The itinerary for this bus tour is as follows: - 8:10 Meet at Shinjuku - Visit Konnyaku Park (stroll around for 30 minutes and have a yam cake (relish konnyaku) buffet for 10 minutes) - Visit Numata for an all-you-can-eat crab dishes and home-made desserts lunch (60 minutes) and pick 1 grapes directly from the tree - Visit Homare Kokko (see sake brewery 25 minutes) - Return to Shinjuku - 17:00-17:50 tour ends This tour departs on September 17, 18, 24, and 30 of 2016. Join this wonderful tour by making a reservation with our service! This tour is provided by YOKOSO Japan Tour Check the Tour Conditions link below. http://voyag.in/2diT9k2",
        "strLocation": "Gunma",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-gunma-enjoy-crab-and-sweets-buffet-and-fruit-picking-in-gunma/7569?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy Crab & Sweets Buffet & Fruit Picking in Gunma!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-05 00:39:17"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 9967,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1473815474/zwtlgmycomfvc08pgisl.jpg",
        "strIntroduction": "Visit Shimizu port and have a ride on a mini cruise to enjoy the view of Mt. Fuji, and visit the World Heritage Site Miho No Matsubara with this tour program! The tour departs from Shinjuku, and will take you to S-Pulse Dream Plaza in Shimizu Port, where you can stroll around and enjoy a delicious seafood lunch at \"Sushi Yokocho\" for your lunch. You will also have a ride on a mini cruise to Miho Port to visit and walk around the World Heritage Site Miho No Matsubara. After that, you will have a round trip ride on Nihondaira Ropeway to Kunozan Toshogu Shrine, a National Treasure of Japan, before returning to Shinjuku. The itinerary for this tour is as follows: - 8:30 Meet at Shinjuku - Visit S-Pulse Dream Plaza, Shimizu Port (have your lunch here with the 1,000 JPY meal coupon, 70 minutes) - Walk to Shimizu Port and have a ride on a mini cruise to Miho Port (20 minutes) - Take the bus and visit Miho No Matsubara & stroll around (50 minutes) - Have a round trip ride on Nihondaira Ropeway to Kunozan Toshogu Shrine for a visit (80 minutes) - Return to Shinjuku 19:00-19:40 tour ends This tour departs on: - September 27 & 28 of 2016 - October 3, 9, 12, 21, & 25 of 2016 - November 4, 8, 12, 17, &20 of 2016 Book this wonderful tour program with no hassles by using our service! This tour is provided by YOKOSO Japan Tour Check the Tour Conditions link below. http://voyag.in/2diT9k2",
        "strLocation": "Shizuoka",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-shizuoka-cruise-and-enjoy-seeing-mountain-fuji-from-shimizu-port-in-shizuoka/7566?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Cruise & Enjoy Seeing Mt. Fuji from Shimizu Port, Shizuoka!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-05 00:43:42"
    },
    {
        "intDurationHour": 10,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 12500,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1473334414/frdjxoc0byjnugltmbpo.jpg",
        "strIntroduction": "Meet at Hashimoto Station or Yagi Yamato Station, then take the train to the trail head of Choishi Michi Pilgrimage Trail. The trail winds its way through the beautiful Japanese countryside. From the station to Daimon gate will take about 3 hours at a medium and relaxing pace. After taking some photos of the large red Daimon Gate we will catch a bus to Okunoin Temple and grab lunch at a Japanese Restaurant. This is easily one of the most beautiful places in Japan. The oldest cemetery in Japan is filled with moss covered graves that lie underneath the shadows of giant trees. We will then walk along a forested path through the graves to the central Koyasan (Mt Koya) area. Here you will have an hour or so to stroll around and look for souvenirs. We will finish off our visit to Koyasan by stopping off at Kongobuji Temple. This is the head temple of Koyasan Shingu Buddhism. Take a bus to Koyasan station and return by train to starting station.",
        "strLocation": "Wakayama",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-wakayama-walk-the-koyasan-mt-koya-pilgrimage-trail/7531?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Walk the Koyasan (Mt Koya) Pilgrimage Trail",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-05 00:48:36"
    },
    {
        "intDurationHour": 6,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 12472,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1473644773/ivcoevb2mgfnc4mvjwnj.jpg",
        "strIntroduction": "Explore the best sights in Miyazaki prefecture with this 6 hour long private car tour that departs Hososhima Port and takes you to both breathtaking natural and man-made sightseeing spots. You will visit the legendary Amanoiwato Shrine, dedicated to the Sun Goddess Amaterasu, who is said to have hid inside a cave from her brother who liked to play pranks on her. This is a myth that the ancient Japanese used to explain the solar eclipse. The shrine is located opposite a cave near the Iwato river and holds a significant place in Japanese mythology. If you follow the path leading out of Amanoiwato Shrine, you will start to see piles of rocks arranged as a symbol of the pilgrimage that other people have undertaken to this sacred place, and eventually you will be able to reach Amano Yasukawara Cave, where you can partake in a purification ritual held by the shrine priest who will be happy to answer your questions and explain the sacred nature of the place. Another highlight of this tour is Takachiho Gorge, a natural wonder hidden in the Kyushu mountains. It is a V-shaped gorge with steep cliffs rising up from the Gokase river, featuring the breathtaking Manai Falls, a 17-meter high waterfall that creates a majestic atmosphere due to the mist produced by the fall of water into the river. There is also a 600 meter long walking trail where you can admire the local vegetation that, as in the rest of Japan, varies according to the seasons. The 1,200 year-old Takachiho Shrine is nearby, it is one of the most sacred temples in Japan because it is said it was here that the Goddess-sun Amaterasu descended. The tour will also take you to Kunimigaoka Observatory, featuring breathtaking views of the Kyushu mountains, and notable for the thick layer of fog that usually covers the mountaintops giving it a surreal atmosphere. It is ideal for a morning stroll to quiet the mind and relax in a natural environment. The tour ends back in Hosohima Port. However, because it's a private tour, you'll have the flexibility to visit the sights at your own pace and according to your interests. Don't miss the chance to explore the best of Miyazaki prefecture in the comfort of your own private tour.",
        "strLocation": "Miyazaki",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-miyazaki-shore-excursion-to-takachiho-in-miyazaki-with-a-private-car/7548?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Shore Excursion to Takachiho in Miyazaki with a private car",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-05 00:54:16"
    },
    {
        "intDurationHour": 6,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 9885,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1471683451/lqdsvnckjagrgxyztkkz.jpg",
        "strIntroduction": "This is a sightseeing tour in Sakura city, Chiba prefecture, near Narita Airport, on a scooter with a Japanese guide. Below is the schedule of this tour: 1. We will Pick you up at Keisei-Sakura Station, Keisei-Usui Station or JR Sakura Station at 9:00 am. 2. You will receive the scooter at my shop after you sign the contract. 3. Gloves and helmet rental requires additional fee. (500 JPY/day) 4. The tour starts around 10:00 am. 5. We will tour around the Sakura city's attractions: rice paddies, windmill, Lake Inbanuma, National Museum of Japanese History, Sake brewery and more. 6. Along the way we will eat lunch at a ramen restaurant. 7. Before 16:00 pm, we will refuel with gasoline at a gasoline station, and return to my shop. 8. We will send you off to the station. You must have a Japanese driver's license or an International Driving Permit for this tour.",
        "strLocation": "Chiba",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-chiba-ride-a-scooter-in-sakura-city-near-narita-airport/7448?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Ride a Scooter in Sakura city, near Narita Airport",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-05 00:57:16"
    },
    {
        "intDurationHour": 16,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 44000,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1473086988/iwuhx1wxx4g2hzckmkwe.jpg",
        "strIntroduction": "Drive for about two and half hours through beautiful Japanese countryside, mountains and along winding rivers to Kumano Hongu Shrine. Walk up the stone steps to Kumano Hongu Shrine and also visit the largest Tori Gate in the World.. Make a short stop at Kumano Hayatama Shrine and find lunch in a local restaurant or grab a lunch box and find a nice spot outside to eat. Drive for about one hour to Kumano Nachi Shrine and hike up to the waterfall and visit the beautiful red pagoda. Nachi is the highest waterfall in Japan and with the red pagoda in the foreground makes for an amazing photo opportunity. After an awesome journey through the mountains of Nara and Wakayama, spend a night on Oshima Island in a Japanese Inn or stay in budget hotel in Kushimoto city. Sushi dinner or Japanse Inn dinner included. Next day wake up early and watch the sunrise if possible. Eat breakfast and drive along the coastal highway with amazing views, then up through the mountain roads to Koyasan. Grab something to eat and then wander through the massive cedars and ancient graveyard of Okunoin, which is the largest cemetery in Japan. Then walk along the path to Kongobunji Temple stopping in the central shop area for souvenirs.",
        "strLocation": "Wakayama",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-wakayama-explore-the-famous-shrines-of-kumano-kodo-in-a-private-tour/7508?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Explore the famous shrines of Kumano Kodo in a private tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-05 01:01:31"
    },
    {
        "intDurationHour": 6,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 4619,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1473342804/qnoaz3n42lbw8ky9uay8.jpg",
        "strIntroduction": "Location photo tour can be the way you get to know the deep perspective on Tokyo that only a few people know. This service is offered with an interpreter and a photographer who knows around the area well. He/she will take photos during your adventure. Akihabara Akihabara is known as a Mecca of Anime, Manga and Japanese-Pop culture. We will show you the other avant-garde perspective of Akihabara you haven't seen yet. We'll go around Akihabara and its streets that have lots of unique shops. You can get original and handmade crafts assembled by young creators and designers. Ryogoku Roygoku is famous for Sumo. Also there are a lot of interesting spots. You can eat \"Chanko\" which is a hot-pot meal originally for Suko wrestlers. Ryogoku is just by Sumida river, and you can have a relaxing time with comfortable wind and an atmosphere of the old downtown. We will explore the Edo Tokyo Musum, Ryogoku-Kokugikan and Yasuda Japanese garden. You will get to know what beautiful Old Japan was. Kuramae Kurama is in between Asakusa and Ueno area. Nowadays it is becoming a hot spot where you can enjoy modern and high-designed cafe, handcraft workshop. And you can get a handmade refined craft-work. The first place we'll go is Kamokiri, this is the shop where you can make your original notebook. And there are lots unique and exclusive stationary goods that you can only see here. Cross the Sumida river and get some yummy nibbles. Tokyo Sky Tree Tokyo Sky Tree is known as the most famous spot for tourists. The tall is 634 meter high and it's the second tallest building in the world. At the viewing deck (450 meter high), the view of Tokyo from the bird's eye will make you feel as if you were the Emperor of Tokyo.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-deep-tokyo-photo-excursion-with-a-professional-photographer/7532?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Deep Tokyo Photo excursion with a professional Photographer",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-05 01:05:20"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 34644,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1473419868/oqycuxusn9hrdadmfokn.jpg",
        "strIntroduction": "Niseko is one of the best powder snow destination in the world. The area offers a tons of slopes with fresh powder snow. As a true local, I will guide you to best slopes of the day. I will guide you around backcountry areas of Niseko. The tour starts with a conversation with the guest to introduce myself as a ski guide. It is very important to guide you safely to know about each other so that we can ski and snowboard comfortably. My backcountry tour includes photo service, tips for good riding, explanation of Niseko and Japan. As a true local, I can guide you around good places to eat and relax after ski and snowboard. I can guide you anywhere you want to ride around Niseko. If you are not an advanced skier or snowboarder, I can take you to easier mountain slopes with spectacular views.",
        "strLocation": "Hokkaido",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-hokkaido-enjoy-a-niseki-backcountry-ski-and-snowboard-tour/7536?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy a Niseko Backcountry ski & snowboard tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-05 01:09:18"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 4619,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1472951767/bocs8y2gvuz8fkhm1g8y.jpg",
        "strIntroduction": "I will guide you through the shops and cafes of the modern Shibuya area in Tokyo. Below is the example itinerary of this tour: 9:00 Meeting up at JR Shibuya Station's Hachiko statue, then go to some of the following stores: → Q Front → Tower Record, Tower Cafe → Analog cafe & lounge → Cafe Apres-midi → Santa Monica 10:00 Continue to the following stores: → Gonpachi → Kugatu-Do → Suzumeno Oyado → Reco Fun → Book Off → Disc Union 11:00 Visit the following cafes or restaurants: → Village Vanguard → Utagawa Café → Sushi-Nova 12:00 Dismiss the tour Enjoy Shibuya!",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-explore-shibuya-for-shopping-in-3-hours/7505?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Explore Shibuya for shopping in 3 hours",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-05 01:15:06"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 6929,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1485526985/x7v3qplgqiz01ckltg40.jpg",
        "strIntroduction": "Are you ready to become a sushi chef? I promise to give a wonderful experience and create great memories from your trip to Japan through this sushi making experience! Let’s learn how to make sushi correctly under the kind directions of a professional Sushi Instructor! Place and Access: Instructor’s Home in Tsunashima area (Japanese typical apartment) Let’s meet at Tsunashima Station on Tokyu Toyoko Line. It takes only 21 minutes from Shibuya. Content of Tour: ① Let’s learn about Sushi and Japan! (quiz contest） ② Let’s make Vinegared rice! ③ Let’s make California Roll! ④ Let’s make Decorative Sushi Roll! ⑤ Let’s make 7 kinds of Nigiri Sushi! ⑥ Let’s enjoy sushi you will make! ⑦ Tea time (Enjoy Japanese traditional sweets and Japanese cold sweet milk tea) Belongings: Please join without bringing anything. Everything will be prepared for this experience. Tour Schedule: Every Saturday, Sunday, and National Holidays ・Morning tour 10:00 - 12:30 or ・Afternoon tour 15:00 - 17:30",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-experience-genuine-sushi-making-in-tokyo/7449?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Experience Genuine Sushi Making in Tokyo!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-05 01:18:18"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 2772,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1484279833/llwuhqefvvmjcnzhu0po.jpg",
        "strIntroduction": "Select the “Kimono” of your choice. Then, we will dress up, do hair-set, and make-up for your children. Once your children are ready, we will start shooting, while suggesting studios and poses to fit the particular “Kimono.” ※ Concerning the family photo, according to the atmosphere of our studio, it is recommended to wear casual (a jacket and pants) rather than formal (suits), natural color or light colors than black line, and western style clothes than Kimono. ※ As the studio is exclusive for children, each room may be small by its size and capacity. So please understand in advance, that the family photo will not be the ones like traditional style, which are in a big room. When you have finished shooting, we will edit the taken photo data (up to 60 minutes). Meanwhile, we offer you drinks, so please relax in a private rooms exclusively for your family. ※ In this room, children are welcome to dine, but the adults should refrain from dining. ※Free Wi-Fi and smartphone charger are also available. 150 types of Japanese children's animation are also available on a TV. ※Exhibition of the latest Japanese electronic magazines and photo books are also available. ※Smoking is available at the balcony on the second floor. After we have finished editing, you can watch a slide show of the taken photos on a wall-mounted TV. Then we will give you the shooting photo data (30 sheets), which you watched in the slide show in a CDR. In addition, at this time, we will send a web album(google photo) to your registered e-mail address that was registered at the time of reservation. From the web album(google photo), you can look at and download all the shots from the day in your smart phone and PC. ※ At our studio, we will shoot about 100 photos per group. Yet, we do not ask you to select 30 photos of your favorite at a monitor. Our cameraman will check all the 100 photos, will eliminate the photos with blur, closed eyes, the same composition, the same look, and so on, will select 30 photos, will retouch and trim, and then hand in the photos to a customer.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-have-photos-of-your-kids-in-kimono-taken-in-a-pro-studio/7542?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Have photos of your kids in kimono taken in a pro studio!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-05 01:23:26"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 6159,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1473139738/djzdd6mhkoakaqh8jsrp.jpg",
        "strIntroduction": "This is a unique activity containing the following experiences: 1. SAMURAI DANCE SHOW Enjoy a lively and dramatic samurai dance performance by a Samurai dancer, Ryuou Arai, who is the current third head master of his traditional Japanese arts school. Explanation of the samurai dance will be provided as well. Audience would be able to immense themselves in the unique atmosphere of traditional Japanese entertainment. So come on down to witness the spectacular samurai dance performance which utilizes Japanese sword (katana) and Kimono which are usually used and worn by the samurais in ancient times right now! ２. SAMURAI COSTUME DRESS UP You will be able to wear a kimono. Firstly you will choose variety of some Kimono. Then learn how to tie the obi (the string that supports your kimono along your waist) and wear a kimono with the aid of our staffs. After you have put on your kimono, you can take a commemorative photo while wielding either a fan or a Japanese sword (katana). ３. SAMURAI DANCE EXPERIENCE When you have finished dressing up, learn a simple choreography from our samurai dancer. You will learn how to draw and cut the a Japanese sword. Continue to learn some advanced sword stance and walking style of the olden days of Japan. Complete your session with some challenging Samurai dance. You will experience the dance that the samurais would do before they fight a battle. You will feel the samurai spirit through experiencing the dance. After the experience you will get a diploma certifying the completion of your activity. About the instructor: Debut at: 3 years old School: Kinou Ryuu（錦凰流） Position: third head master License: Samurai Dance Master Accomplishments: 2008 Performed in Dalian, China 2014 Lectured at Oxford University 2015 Lectured at the University of Sydney This activity is held in Kichijoji, Tokyo.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-dress-up-like-a-samurai-and-enjoy-a-samurai-dance-in-tokyo/7517?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Dress up like a samurai and enjoy a samurai dance in Tokyo!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-05 01:27:46"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 7391,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1473211139/rcpozhoh6nno6b2nuoka.jpg",
        "strIntroduction": "You can wear a costume actually used in Kabuki, put on Kabuki makeup, and take a photo in the old playhouse \"Aioi-za\" in Mizunami, Gifu prefecture. Aioiza is a playhouse equipped with a full-scale theater structure, including Hanamichi (passage through the audience), Suppon (a trapdoor on the Hanamichi from which an actor appears on stage), a revolving stage, and more. It is also a Jikabuki Museum housing more than 4,500 items, including costumes, wings, and stage properties of Jikabuki passed down from the end of the Edo period. Kabuki is a form of theatrical art unique to Japan. When the art of Kabuki started in the Edo period, its modern and eccentric costumes and hairdos and the gorgeous, picture-like stage sets fascinated many people. People in rural parts of the nation, who were enthusiastic fans of Kabuki , learned the art of Kabuki from traveling acting troupes, and eventually started organizing and playing Kabuki performance themselves in their hometowns. Such amateur forms of Kabuki played in rural parts of Japan are called \"Jikabuki\", which still continues today in some regions. Kabuki costume experience in Gifu: Dates: 10/２（Sun）・10/８（Sat）・10/16（Sun）・10/29（Sat）・11/6（Sun）・11/12（Sat） From 13:30 or 15:30 Capacity: Up to 3 persons at a time Required time: Approximately 120 minutes *The time varies by the number of persons. What to bring: Face towel You will receive a present, an Oshiguma (a printing of Kabuki actors’ face makeup on cloth).",
        "strLocation": "Gifu",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-gifu-experience-dressing-up-as-a-kabuki-actor-in-gifu/7521?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Experience dressing up as a kabuki actor in Gifu",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-05 01:33:21"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 3511,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1473212571/ditcqp0v7hbslpnbgugr.jpg",
        "strIntroduction": "You can put on dynamic Kabuki makeup, known as Kumadori, by yourself. After putting on the makeup, please enjoy taking photos at the playhouse \"Aioi-za\" in Mizunami, Gifu prefecture. A Japanese lunch at the playhouse is included. Aioiza is a playhouse equipped with a full-scale theater structure, including Hanamichi (passage through the audience), Suppon (a trapdoor on the Hanamichi from which an actor appears on stage), a revolving stage, and more. It is also a Jikabuki Museum housing more than 4,500 items, including costumes, wings, and stage properties of Jikabuki passed down from the end of the Edo period. Kabuki is a form of theatrical art unique to Japan. When the art of Kabuki started in the Edo period, its modern and eccentric costumes and hairdos and the gorgeous, picture-like stage sets fascinated many people. People in rural parts of the nation, who were enthusiastic fans of Kabuki , learned the art of Kabuki from traveling acting troupes, and eventually started organizing and playing Kabuki performance themselves in their hometowns. Such amateur forms of Kabuki played in rural parts of Japan are called \"Jikabuki\", which still continues today in some regions. Kabuki makeup experience Dates: 10/８（Sat）・10/29（Sat）・11/12（Sat） From 10：30 Capacity: At least 2 persons and up to 10 persons at a time Required time: Approximately 120 minutes What to bring: Face towel You will receive a present, an Oshiguma (a printing of Kabuki actors’ face makeup on cloth).",
        "strLocation": "Gifu",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-gifu-experience-the-unique-make-up-of-kabuki-actors-in-gifu/7522?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Experience the unique make-up of kabuki actors in Gifu",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-05 01:37:20"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 1848,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1473213488/diualjbu9psa0kbnjpwc.jpg",
        "strIntroduction": "You will take a guided tour of the old playhouse, including an experience of Kabuki music and performance as well as watching the preparation for Kabuki, including costumes and makeup, on stage. Aioiza in Mizunami, Gifu prefecture, is a playhouse equipped with a full-scale theater structure, including Hanamichi (passage through the audience), Suppon (a trapdoor on the Hanamichi from which an actor appears on stage), a revolving stage, and more. It is also a Jikabuki Museum housing more than 4,500 items, including costumes, wings, and stage properties of Jikabuki passed down from the end of the Edo period. Kabuki is a form of theatrical art unique to Japan. When the art of Kabuki started in the Edo period, its modern and eccentric costumes and hairdos and the gorgeous, picture-like stage sets fascinated many people. People in rural parts of the nation, who were enthusiastic fans of Kabuki, learned the art of Kabuki from traveling acting troupes, and eventually started organizing and playing Kabuki performance themselves in their hometowns. Such amateur forms of Kabuki played in rural parts of Japan are called \"Jikabuki\", which still continues today in some regions. Playhouse guided tour and lecture on how to create a Kabuki character Dates: 10/２（Sun）・10/16（Sun）・11/6（Sun） From 10：30 Capacity: At least 6 persons and up to 30 persons at a time. Required time: Approximately 120 minutes",
        "strLocation": "Gifu",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-gifu-take-a-guided-tour-of-a-kabuki-playhouse-in-gifu/7523?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Take a guided tour of a Kabuki playhouse in Gifu",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-05 01:43:09"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 2772,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1473234081/bsd5upslximpputxxwl4.jpg",
        "strIntroduction": "Izakaya is a Japanese pub that is very popular among all ages. If you have 2 hours free in the evening, let’s go to Izakaya and enjoy a great time together. You must go to Izakaya at least once while you are in Japan! It is highly recommended to be there on the first day of tour trip to Japan in order to obtain various information on Japan and Japanese people, while talking to your host in a relaxing and refreshing atmosphere. At the same time, you can observe Japanese people and culture at the Izakaya. By starting your trip in the Izakaya, you will enjoy the rest of your stay more in Japan. After you finished your activity and sightseeing for the day, just go to the Izakaya and enjoy the most popular Japanese foods and drinks. You can feel real Japan there. Below is the sample schedule of this activity: 18:00 Meet at your hotel Go to Izakaya nearby your hotel Enjoy your foods & drinks 20:00 Go back to your hotel",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-enjoy-a-joyful-izakaya-night-in-tokyo/7524?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy a joyful Izakaya night in Tokyo",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-05 01:48:03"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 8200,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1473150285/rcokmrhah4lxveqczuoo.jpg",
        "strIntroduction": "Get ready to dance salsa all night and have an exciting time. I will take you to at least 3 different clubs and introduce you to all the best dancers and other Tokyo dancer friends. I will pick you up at your hotel, AirBnB or central location and we will take the train, taxi or walk to the dance establishment. We will dance there and get a drink (non-alcohol is OK) and go to two other places. I will accompany/partner you while allowing you to roam around and enjoy yourself. If you want to dance all dances that is fine with me too. I will dance give you lessons and pointers on how to improve your salsa/bachata/merengue style. You may just want a salsa wingman/guide and not a dance partner -- that's OK too. I will show you the most exciting spots and best dancers. Fees pay for my transportation and admission to all events. You pay nothing extra. In general I go around with you until you find a place you like as long as I am under the payment amount. Your additional costs would be your own admission fees. Most clubs are 1500 JPY (US 15), some events are 2000-5000 JPY (US 50). I will chat online with you and send you an itinerary (w/descriptions, but no club names). If you have any questions let me know then. Yes, I also teach salsa/bachata/merengue dance. If you are a beginner and want to learn on this trip I will instruct you and give you all my pointers. I am known to be a very good and fun teacher. I employ easy to learn methods. Shall we dance! SALSA?",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-go-partying-with-a-salsa-nights-guide-and-male-escort/7518?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Go Partying with a Salsa Nights Guide and Male Escort",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-05 01:52:57"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 18477,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1473152777/l04sgqzg5xypsorrvrrk.jpg",
        "strIntroduction": "In this unique experience you will learn the techniques of pulling and using a sword from a professional sword fight scene choreographer and will then become the main character in your own samurai fighting scene movie! You will have the chance to \"slash\" your opponent and have this experience on video! The movie will be sent to you after the experience and will remain an amazing memory from your trip to Japan! Your teacher and opponent will be Mr Kenji Sato, a well-known fight scene choreographer and action movie stunt man in Japan. He will pay special attention to teaching you the moves of the samurai, pulling out the sword and using it, as well as the action scenes of fighting with swords. Mr Sato has previously worked on \"The Last Samurai\", \"Biohazard\", \"47 Ronin\", \"Rurouni Kenshin\" and more! This experience is located in Chiba city. The activity takes a total of 3.5 hours (including the changing of clothes) and is available on the following days: February 11, 12 ( 8:30-, 12:30- ) March 11, 12 ( 8:30-, 12:30- ) Special Schedule in Haneda Airport. February 4, 5 ( Anytime 13:00 - 21:00 ) March 26, 27 ( Anytime 13:00 - 21:00 ) April 1, 2 ( Anytime 13:00 - 21:00 ) Please wear clothes that are easy to move in (for example: shorts, T-shirt). Movie: http://voyag.in/samurai_chiba_01 http://voyag.in/samurai_chiba_02 http://voyag.in/samurai_chiba_03",
        "strLocation": "Chiba",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-chiba-become-a-swordsman-in-a-samurai-movie-in-tokyo-bay-haneda/7520?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Become a swordsman in a samurai movie in Tokyo Bay or Haneda",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-05 01:56:45"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 10955,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1475117716/putjp2ylhks4f3622swe.jpg",
        "strIntroduction": "Join this tour to experience ice drifting and get on \"Monbetsu Garinko II\", one of Japan’s most famous ice breaker! The ice breaker accommodates 195 persons and depart from Monbetsu providing ice-viewing excursions for the travelers. The ice breaker breaks the ice and navigates it in the frozen Okhotsk Sea. The ice drifting season is from January to March, with its peak in February. Enjoy the scenery while drifting on the ice, and sometimes you will have the chance to see the animals come out from the sea such as sea eagles and spotted seals. The average temperature in February is -10℃ (14℉), so we recommend you to wear thick clothes to protect yourself from the cold. This tour will take you to Kamikawa and Monbetsu to enjoy the lunch box of \"Kitano – mikaku\", which consists assorted local seafood. You will also visit the Dezuka Suisan, a seafood products shop that is famous for its Kamaboko & Kani-mayo ball, and Mikawa Seika to enjoy the famous local sweets \"Kita-dora\". The itinerary of this tour will be as follows: - Sapporo Station North Exit 6:50 - Kamikawa (short rest) - Monbetsu, Dezuka Suisan (seafood products shop, try the \"Kani-mayo ball\" and seafood cake) - Monbetsu Port (Ice Drifting with Ice Breaker \"Garinko II\", 60 min) - Monbetsu Port - Monbetsu Seafood Product Shop - Kamikawa (short rest) - Sapporo Station North Exit 20:00 The tour departs from Sapporo with the following schedules: - January 26, 29 2017 - February 1, 5, 8, 15, 18, 23, 25, 26 2017 - March 3,7 2017 The travel bus on January 29, February 2, 18, 23, and March 3 2017 is equipped with a lavatory. Enjoy your winter this year with this wonderful ice drifting tour by making a reservation with our service! This tour is provided by YOKOSO Japan Tour Check the Tour Conditions link below. http://voyag.in/2diT9k2",
        "strLocation": "Hokkaido",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-hokkaido-monbetsu-garinko-two-ice-drifting-tour-from-sapporo/7510?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Monbetsu Garinko II Ice Drifting Tour From Sapporo!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-05 02:00:33"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 8481,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1475124649/mhjkv41eytuggmqjlua4.jpg",
        "strIntroduction": "Visit Gifu and explore Hidatakayama & Shirakawago from Nagoya this fall to enjoy the idyllic view of the traditional Japanese countryside with your friends or family! This tour departs from Nagoya Station, and will take you to Gifu Prefecture to explore the Takayama and Shirakawago area by bus. After arriving at Takayama, you will have the Hida beef shabu-shabu set meal, which is a special menu available only in Gifu. The set meal includes the thinly sliced top-quality Hida beef boiled quickly in flavoured broth. Note: If you don’t eat beef, please let us know at the time of booking. Its substitute menu can be arranged by the restaurant based on the availability. Your request can be accepted until 7 days prior to your departure. Visit Hida Takayama, which is usually called Takayama, an area located in northern Gifu prefecture, which is famous for its Sanno-machi Historic District and the Takayama Festival. Takayama, which is popularly called as \"Little Kyoto\" accommodates many historical places. Enjoy exploring Takayaka Jinya, Hida Folk Museum, and Hida no Sato and learn the traditional culture of Takayama. Explore Shirakawago, a village located at the food of Mt. Hakusan in Gifu prefecture, which is registered as a UNESCO World Heritage Site in 1995. Explore the \"Gassho-zukuri Farmhouse Village\" to enjoy its beautiful scenery. The village is made up of 27 thatched roof houses, which have been relocated from several areas in Shirakawago. The village preserves the classic atmosphere of the area with a temple, a coalhouse, and a horse paddock. Enjoy watching the live performances of traditional industrial arts like dyeing and weaving, and don’t forget to stop by the souvenir shop to buy Shirokawago’s famous soba. The itinerary for this tour is as follows: Departs from Nagoya Station ESCA underground shopping mall (West Exit) at 8:30 until March and at 7:50 in April and May (on Apr 29, 30 and May 3,4,5,6 May meet at 7:20, 30 minutes earlier than usual) Arrive and have lunch at Takayama (50 minutes) Walk around Takayama to enjoy the scenery (90 minutes) Arrive at Shirakawago and walk around (70-100 minutes, depending on the season) Arrive at Nagoya Station at 19:30 This tour departs on the following dates: - January: 07, 08, 21, 30, 31 - February: 01, 02, 03, 07, 08, 09, 19, 25 - March: 04, 12, 18, 19, 26 - April: 01, 02, 08, 09, 16, 22, 29, 30 - May: 03, 04, 05, 06, 13, 14, 20, 28 This tour is very popular among the locals and foreigners, so don't forget to make reservation in advance with our service! This tour is provided by YOKOSO Japan Tour Check the Tour Conditions link below. http://voyag.in/2diT9k2",
        "strLocation": "Gifu",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-gifu-visit-takayama-and-shirakawago-from-nagoya-by-bus/7503?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Visit Takayama & Shirakawago From Nagoya by Bus!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-05 02:04:05"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 2772,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1479975395/chq5etsoynt1mr3d5rmu.jpg",
        "strIntroduction": "Next classes: 11/26 Have you ever used a “fude” brush pen? Let’s write your name in “Kanji” or “Hiragana” or “Katakana” in Omotesando, Tokyo. In this Japanese Calligraphy \"Shodo\" class, a Japanese Shodo artist will translate your name into Kanji or Hiragana or Katakana. You can practice basic brush techniques & write your name. Finally, you will write on “Washi” paper or \"Uchiwa\" fan, and you can keep it as a souvenir from your trip! You don't need to bring anything to take part in this class. All tools will be provided. Schedule: This class will be held on Saturdays, twice a month. Time Schedule ・The 1st Period 12:00-13:15（75 min） + taking souvenir picture *please come by 11:50 ・The 2nd Period 13:30-14:45（75 min） + taking souvenir picture *please come by 13:20 ・The 3rd Period 16:00-17:15（75 min） + taking souvenir picture *please come by 15:50 ・The 4th Period 17:30-18:45（75 min） + taking souvenir picture *please come by 17:20",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-write-your-name-in-kanji-hiragana-or-katakana/7515?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Write your name in Kanji, Hiragana or Katakana",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-05 02:08:34"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 9229,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1473143657/dn9gv2btlsmew1xkufc6.jpg",
        "strIntroduction": "A perfect time to visit Tokyo is during autumn when the weather is pleasant and leaves begin to change color creating a picturesque scenery across different locations in the city. This tour covers five of the best autumn spots in Tokyo as chosen and recommended by different travel websites and bloggers. A private minivan shall be arranged for your group for convenient access to the sights. The tour itinerary is as follows: - Pick-up from your hotel (additional charges may apply if hotel is not located within central Tokyo) - Visit University of Tokyo Hongo Campus. The campus is one of the most beautiful in Japan and is especially picturesque during autumn when hundreds of Gingko Trees around the campus turn yellow in color. Have a pleasant stroll and see not only the autumn leaves but also the historical structures in the campus - Pass-by Ichounamiki Avenue, a well-known ginkgo tree-lined boulevard which leads to the Olympic Stadium - the main venue of Tokyo Olympics 2020. - Proceed to Yoyogi Park, one of the most famous parks in the city the turns into a forest of red and yellow during late November. - Visit Gotokuji Temple. This off the beaten path destination is unknown to most tourist but is one of the best places in Tokyo to see red and golden maple leaves - Visit Hibiya Park, Japan's first western style park featuring 51 types of trees donated from each of the prefecture across Japan. See their full beauty as the colors change during autumn. At certain times, a chrysanthemum flower display is also held at the park. After visiting Hibiya Park, proceed to Marunouchi to see the evening illuminations. *** Important Information *** 1) Itinerary may be subject to change depending on local conditions. 2) Condition of the autumn foliage is not guaranteed as weather can affect this. The typical best viewing time is from Late November to Early December. 3) This tour is available from November 15 to December 10",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-see-5-of-the-best-autumn-spots-in-tokyo-guided-tour/7389?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "See 5 of the best autumn spots in Tokyo in a private tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-05 02:12:31"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 17091,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1472638449/blvqwtogs25y399ylgp3.jpg",
        "strIntroduction": "Enjoy a full-day of exploring Tokyo - from its traditional temples to its modern architecture. Comfortable coach transportation will enable you to visit many areas of this expansive city, whilst still being ensured that you have plenty of time to walk around and take in each site. Your knowledgeable & licensed tour guide is fluent in English and will be able to answer questions you have about Japan, Tokyo, and its people. The tour guide is also knowledgeable regarding Tokyo's unique architecture and will give you highlights of the history and inspiration behind the designs of many of Tokyo's famous buildings. Your guide will pick you up from the hotel, and your day will begin at the Zojoji Temple, which is one of the most popular Buddhist temples amongst locales. This iconic temple features Japan's traditional style of architecture, and is particularly photogenic because of its juxtaposition with the modern Tokyo Tower behind it. The tour will continue over to the Tokyo Bay, where you will visit the Fuji Sankei Building located on the man-made island \"Odaiba\" – a must-see area of Tokyo. Next, you will stop by Omotesando & Aoyama, an upscale area popular among younger generations. The area has been likened to the Champs Elysées avenue in Paris, and it features a number of flagship stores and unique buildings, including TOD'S and the Prada Boutique Aoyama, a gorgeous building that demands attention with its unique, stacked-block appearance. You will then relocate to the Ginza area (known for it's high-end shopping and luxury), where you will break for lunch at a stylish restaurant. While traveling through Ginza we will explore buildings such as Shiseido Ginza (Japan's top cosmetic brand) which is famous for its environmental consideration, earthquake-resistant features, and see-through metal exterior, as well as the must-see Maison Hermes building which was inspired by the Japanese lantern. Finally, the tour will relocate to the Tokyo Station area, situated in one of the most important business areas in Tokyo. Here you will explore the impressive International Forum in Marunouchi, which was modeled after a ship! After the tour concludes, you can take you back to your hotel (please make a request during your reservation), although it is recommended that you take your time and explore the Nakadori street after the tour. The area includes interesting destinations like the Mitsubishi Museum, and there are many delicious restaurants to be found in the Marunouchi Building. This area is where many Japanese businessmen and women enjoy their time after work.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-tour-tokyo-modern-and-traditional-architecture-highlights/7491?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Tour Tokyo's Modern & Traditional Architecture Highlights",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-05 02:17:17"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 22172,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1472640164/yzoohslugfafge5r62yq.jpg",
        "strIntroduction": "Your translator guide will pick you up at your hotel and bring you to the training dōjō in Ginza. After you meet the sword-master, you will be instructed in how to put on the traditional kimono worn by samurai. The sword-master will explain and show you various swordplay techniques in the Iai-style of sword drawing, and correct your form as you try it for yourself. This style of swordplay focuses on the fast unsheathing techniques used to draw the sword and immediately disable your opponent. Your teacher is a 7th-level master swordsman in the Hisui-style of Iai, and he has done sword performances at many of the most important shrines in Japan (Ise Shrine, Meiji Shrine, Yasukuni Shrine, etc.) as well as other locations in Japan and throughout the world. You will also get the incredibly rare experience of \"tameshigiri\" – chopping up grass tatami mats with a real sword! After watching the master swordsman's demonstration you will get to attempt to cut the mat and compare your results. As you will learn in the lesson, when you have too many things on your mind, and when you try to be more than who you are, you will be unable to cut well. A major highlight of the lesson will be on concentration without thinking too much. The full lesson will be translated by your private guide, who will also translate any questions you may have for your instructor. After the lesson is over, you will be free to explore Ginza or travel wherever else you would like to in the city. Note: This activity uses real swords, so it is very important that all participants follow the sword-master's instructions. For safety reasons, some individuals (especially very active or inattentive children) may not be allowed to use the swords and participate in the mat cutting exercise. This decision remains with the sword-master, and we cannot refund any individuals who are not allowed to use the swords. We thank you in advance for your understanding.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-private-katana-sword-iai-lesson-with-a-samurai-descendant/7493?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Private Katana Sword Iai Lesson with a Samurai Descendant",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-05 02:22:13"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 27715,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1472641817/fze4clu4obddcwsbdkwo.jpg",
        "strIntroduction": "You will be picked up at your hotel and brought to the restaurant. Once you arrive, your private experience will begin by meeting the master chefs and putting on the chef's apron and hat. The chefs who will guide you through the sushi-making process are all masters of their craft who trained diligently for many years before they were allowed to serve customers. You not only get to learn authentic sushi craftsmanship from a master chef, but you will also get the incredibly rare experience of actually stepping behind the sushi counter to make your creations from the point-of-view of a real chef. The friendly master chefs will guide you through making a number of different traditional \"nigiri\" sushi using the freshest of raw fish acquired earlier that day from the nearby Tsukiji fish market. Unlike much of the sushi found abroad, this is \"real-deal\" authentic sushi from a famous restaurant with almost a century of history behind it. You will finish by choosing one hand-roll to make (avocado, tuna or crab), and then you will move to a table to enjoy your creations, miso soup, and a couple of sushi pieces made by the master chef! During the meal the chef and your professional tour guide translator will explain to you the history of sushi, secrets of the trade and answer any questions you may have. In addition to the white chef's coat and hat, each of you will receive a fan, a traditional \"yunomi\" teacup, and a group photo to remember your experience. Note: This is an authentic experience which uses raw seafood. At the time of booking, you MUST notify the tour operator of any food allergies.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-enjoy-a-private-sushi-lesson-with-a-master-chef-in-tsukiji/7495?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy a Private Sushi Lesson with a Master Chef in Tsukiji",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-05 02:25:27"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 5174,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1472017958/vlvxj3vvntuffnpz2jqt.jpg",
        "strIntroduction": "I carry a fudepen and a postcard all the time, so that I can make Sachifude presents to people. Sachifude is a special type of rule-free calligraphy for writing nice messages. Numazu in Shizuoka is a countryside city in Japan. Most foreign visitors go to Tokyo, but the countryside is also very beautiful and I recommend visiting it too. If you arrive at Numazu or Mishima Station, I will pick up you by my small car (10-20 minute rde). You can enjoy the experience for about 1 hour at my home. You can drink Shizuoka green tea and learn Sachifude's history. Then use the Fudepen and practice Sachifude writing of your favorite Japanese character. Fainally, you can write your own post card. I'll give stamps for a postcard to your country. You can send it to your friends and take the Fudepen with you. This activity is available for 3 to 4 people maximum.",
        "strLocation": "Shizuoka",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-shizuoka-create-your-own-original-work-of-japanese-sachifude-calligraphy/7459?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Create your original work of Japanese Sachifude calligraphy",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-05 02:30:51"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 11800,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1470296211/bncl6wrcchrjkwnjruyh.jpg",
        "strIntroduction": "Start your tour by walking through the busy streets of Shinjuku heading straight for Omoide Yokocho (literally “Memory Lane”) as our first stop. Omoide Yokocho is rightfully named as it is littered with rustic bars from the 1950s. Anyone of the older generation will feel as if they stepped back in time to the middle of the 20th century. Many of these bars still stay true to their roots, serving roasted giblets with beef and pork, which was a staple when food was scarce after World War II. From there we will make our way to Kabukicho, Asia’s largest, yet safest, red light district stopping at a kushikatsu stall for some authentic regional cuisine called kushikatsu (specialty food from Osaka of deep-fried skewered meat and vegetables). Each of our guests will get 4 kushikatsu and 1 drink. From here we will walk through the rest of Kabukicho, weaving in and out to give our guests a sense of its intoxicating atmosphere until we arrive at our second stop, a local eatery famous for highlighting the authentic regional flavors of southern Japan where guests will get to try 4 different dishes ranging from char grilled chicken, gyoza, chicken namba, miso and vegetables, yakisoba (grilled noodles, vegetables and meat), and cod roe with rice (menus change seasonally). After this, we move into Shinjuku’s Golden Gai neighborhood known for being Tokyo’s most popular spot for unique izakaya, bar stall and pub nightlife. A glimpse back to what Tokyo was like during the early and middle of the 20th century, Golden Gai locations are so densely packed you can almost be in two places at once (one foot in each). Despite is run-down appearance, Golden Gai generally attracts well-off clientele and their prices match accordingly with it being one of the most expensive places to drink in the city. Golden Gai is filled with over 200 small pubs, stalls, and karaoke bars where most are only big enough for five to seven people. Boasting the most densely packed nightlight area in the world, unique in every stall measured in inches rather than feet, Golden Gai will be a glimmer of Tokyo you will never forget and we look forward to having a cold-one with you in this historic place. This tour covers all food costs, 1 drink at kushikatsu and 1 drink at Golden Gai. We require a minimum of 2 travelers for the tour. If you are 1 traveler please contact us.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-enjoy-a-golden-gai-food-tour-in-shinjuku-at-night/7295?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy a Golden Gai Food Tour in Shinjuku at Night",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-05 02:35:26"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 4619,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1472621334/wn342hbhurh1ghxlbsqm.jpg",
        "strIntroduction": "You will be able to experience a traditional tea ceremony and writing in Japanese calligraphy. Shodo: Using the “Fude” or brush, you can write your favorite “Kanji” or Japanese characters. After practicing with the basic “Kanji” you can challenge yourself to write more challenging characters! You can take home your writing as a souvenier. Matcha: We will make your “Matcha” or Japanese green tea right in front of your eyes. You will enjoy “Wagashi” or traditional Japanese confections and green tea as part of your Japanese experience. Schedule: ・10:00 start →10:05 shodo→10:35 matcha→11:00 finish ・13:00 start →13:05 shodo→13:35 matcha→14:00 finish ・15:00 start →15:05 shodo→15:35 matcha→16:00 finish Highlights: ・You can sit down on a chair and enjoy “Matcha”. ・You will not only drink Matcha but also make Matcha. ・Children over the age of 12 are required to pay regular price. ・Just 5 minutes away from Tokyo Metro Ginza Station.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-discover-japan-traditiona-tea-and-calligraphy-in-ginza/7488?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Discover Japan's traditional tea and calligraphy in Ginza",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-05 02:40:29"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 5820,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1472942793/ijl2bc1qn9sdaizsjt7q.jpg",
        "strIntroduction": "Sugamo is an area located north of central Tokyo. It is well-known as Grandma’s Harajuku in comparison to the Harajuku's status as a center of Japanese youth culture and fashion. The Sugamo district retains the old downtown feel of traditional Japan. You can make for an interesting break from Tokyo’s usual pace. In this tour you will visit the district in 3 to 4 hours. I will pick you up at your hotel or we will meet up at Sugamo Station (JR or Mita Subway Line). The tour will start at 10:00 am. First, we will go to the Jizo-dori shooping street. There are almost no big chain stores and instead you will see a lot of unique independent shops, cafes, bakeries and restaurants. The delicacies of the street will surely thrill. A popular traditional sweet is called shio daifuku, which is a sweet azuki bean paste wrapped in soft, slightly salted mochi (sticky rice cake) skin. There are rows of shops selling other variety of sweets and snacks. Totally spoilt for choice. And we will also visit to Koganji Temple halfway down the shopping street. After that, we will go to lunch at Tokiwa-Shokudoh. Various Japanese home style foods are provided at reasonable price (usually less than 1000 JPY per plate). We will wrap up our tour about 02:00 pm at either JR Sugamo Station or JR Otsuka Station (next station from Sugamo). *Options: If you want to take a bath in a hot spring, we can go to the spa facility, Somei-Onsen Sakura. Rates Entrance fee is 1300 JPY (Children aged 3 to 12: 750 JPY). You can pay rental charges for towel and leisure wear worn inside the facilities. If you want to experience a local transportation, we will use the Toei Bus or the Toei Streetcar Arakawa Line around the Sugamo district (200 JPY). Inclusions: Included only guide fee. Drink and food, shopping cost are NOT included. Please pay for host's lunch meal during the tour. If you want pick-up service, host's transportation fee is included. But your transportation fees aren't. If you want to add spa option, please pay for host's entrance fee as well as yours. If you have any questions about my tour, please contact with me anytime!",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-explore-the-elderly-peoples-paradise-sugamo-walking-tour/7486?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Explore the elderly people's paradise Sugamo, walking tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-05 02:44:09"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 7853,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1471512411/gnkl7507rejqujcyfyz3.jpg",
        "strIntroduction": "Feel the spirit and history of Edo in Kagurazaka After meeting at Keio Plaza Hotel, Tochomae Station or Shinjuku Station, the tour guide will take participants to Kagurazaka by train. *Please note that seating is not guaranteed. The guide will take participants through the busy shopping areas on Omote-dori street, and past the many refined restaurants tucked away in the alleys, as well as the stone-paved geisha quarter. Kagurazaka has been an area that has flourished for 150 years as a geisha district. While walking down the stone-paved streets with the guide, ponder what the lives of local people might have been like years ago. The tour route includes several famous temples and shrines: Tokyo Daijingu Shrine, Ushigome Mitsuke & Ushigomebashi Bridge, Kagurazaka-dori, Zenkoku-ji Temple. As well as Atamiyu Stairs, Kagurazaka Wakamiyahachiman Shrine, Koguri Yokocho, Kenban, Geisha Shindo etc. Then you will drop by a long-established izakaya bar filled with a Japanese atmosphere and enjoy a glass of refreshing drink and some snacks. When the tour ends in the evening, you are free to explore the district's nightlife or head to your next destination on your own. Time: 14:00 - 17:00 *Available on Sunday, Tuesday, Thursday this tour is provided by HIS",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-explore-street-food-and-bars-in-kagurazawa/7444?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Explore Street food and Bars in Kagurazaka!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-05 02:49:45"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 8777,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1471510080/dv16u8x4gcfezgf3vkzt.jpg",
        "strIntroduction": "Experience Japanese Culture with your five senses! First check-in to the venue 10 mins prior to the starting time and enter the shop into a world of Japanese gastronomy! With around thirty seats, the shop incorporates a modern design alongside warmth and lighting achieved through use of articles like antique Japanese furnishings, ancient tree-wood and books. We've created a casual space for customers featuring a sort of Kyoto-esque serenity.. In the daytime, customers can enjoy what we call the Japanese Culinary Experience and Japanese Cafe Experience. In the evening, customers can reserve a table enjoy some Japanese dishes, along with carefully selected Japanese sake(Japanese liqueur). Choose out of 5 options, depending on what you want to learn, cook and eat. ・Sushi Class《11:00 or 16:00 start》 Menu (1 hour 10 mins): 1. Explain about what sushi is 2. Extract dashi(broth) 3. Make sushi vinegar and sushi rice 4. Make miso soup 5. Make sushi 6. Tea 7. ITADAKIMASU (Let’s eat!!) ・Okonomiyaki, Yakitori Class《11:00 or 16:00 start 》 Menu (1 hour 10 mins): 1. Explain what yakitori is 2. Skewer yakitori 3. Roast yakitori 4. Finish yakitori 5. Make okonomiyaki batter 6. Bake okonomiyaki 7. Explain what okonomiyaki is 8. Finish okonomiyaki 9. Tea 10.ITADAKIMASU (Let’s eat!!) ・Japanese cafe class 《Matcha / start time: 10:30- / 14:00- / 16:00-》 *Please input preferred time when you make a reservation. Menu(40 mins): 1. Explain the tea 2. Explain about tools and how to use 3. Make tea 4. Drink tea 5. How to use chasen 6. Japanese dessert 7. Let's eat!! *Participant under 16 must be with a parent and adult price will be charged for all options. *The store is closed on Tuesday. this tour is provided by HIS",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-try-cooking-japanese-food-in-asakusa/7443?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Try cooking Japanese Food in Asakusa!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-05 02:55:23"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 4157,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1471498588/vuf64ikavkraexj1bmji.jpg",
        "strIntroduction": "Experience dressing in a full kimono or samurai set and take a picture in them! While usually renting an actual, full kimono set will cost you big time and money, we’re offering you a cheaper alternative with the full experience in Asakusa Tokyo! You'll get to pick a kimono/samurai outfit of your choice, have a professional dress you up properly, take some photos in your outfits, and take those photos home with you. This experience is provided by the Kenbu Tachibana Ittoryu, which is a sword dance guild and has 80 long years of performance history. Schedule: * Choose one of the time slots below. 10:00-11:00, 11:00-12:00, 12:00-13:00, 13:00-14:00 14:00-15:00, 15:00-16:00, 16:00-17:00 this tour is provided by HIS",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-wear-a-japanese-kimono-samurai-set-in-asakusa/7437?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Wear a Japanese Kimono/Samurai set in Asakusa!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-05 03:00:51"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 6282,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1471490093/dvowkblpa8v4wvnedpvf.jpg",
        "strIntroduction": "Looking for a summer adventure? Inflatable SUP or Inflatable Stand Up Paddleboard is a great choice while admiring the beauty of Mount Fuji! This plan includes round trip bus service to Yamanaka Lake (available for reservation only). Please select your preferred date and time when you make a reservation. (Full payment for bus service must be paid before departure.) After checking in at Busta Shinjuku with your voucher, you will hop aboard the bus on your way to Yamanaka Lake. Once arriving at the Yamanakako Asahigaoka Bus terminal, you will transfer to the meeting point yourself. At the venue, our staff will give you a brief 30-minute lecture on everything you need to know about SUP. In this program, you have to understand correctly about how to operate and stand properly on the paddle board for maximum stability and control. But don't worry even if it's your first time. You will get the hang of it during the lecture and following tour. After the tour starts you will have about an hour and a half to enjoy the Inflatable SUP on Yamanaka Lake while enjoying the surrounding view of Mt. Fuji. －Please feel free to enjoy this experience! Fixed digital camera (CASIO EXILIM FR10) on SUP will capture your image. After the program had finished, you can bring the Micro-SD card home. This program is for 15yo or older. Schedule: Morning Session\b: 10:00 - 12:00 Afternoon Session: 14:00 - 16:00 meet-up at the venue is 10 mins prior for both sessions this tour is provided by HIS",
        "strLocation": "Yamanashi",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-yamanashi-enjoy-stand-up-paddleboard-on-yamanaka-lake-bus-included/7434?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy Stand Up Paddleboard on Yamanaka Lake! (Bus Included)",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-05 03:05:06"
    },
    {
        "intDurationHour": 16,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 43144,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1470637827/yq4tmzjutc0kslkxpwsl.jpg",
        "strIntroduction": "Book this bullet train package and enjoy visiting Kyoto and have an excellent stay at Kyoto's four-star hotel, Hotel Kintetsu Kyoto Station! Visit Kyoto's beautiful temples and explore the city to learn more about both the ancient and modern culture of Kyoto! Walk around Gion at night to see the beautiful lights of Yasaka Shrine and the Geisha! Hotel Kintetsu Kyoto Station a famous four-star hotel located in downtown Kyoto. Located in a very strategic area, the hotel has many access to various sightseeing spots of Kyoto, making the transportation extremely convenient. The hotel designer combined both the modern and the classic Japanese style for the interior, and the hotel displays many Kyoto-themed artworks. The design and the artworks enhances the atmosphere of the hotel and provides an immersive experience of Kyoto to the visitors. The guestrooms are equipped with sophisticated furniture, fine bedding and linens, and stylish clean bathroom. LAN and WiFi is available in all guest rooms and lobby area. You can visit Kyoto's famous sightseeing spots, which are as follows: - Kinkaku-ji Temple Kinkaku-ji is Kyoto's most famous sightseeing spot and iconic sight. It is famous for its 'Golden Pavilion'. The temple is located in the middle of a pond, ant you can see the clear reflection of the temple on the surface of the pond. - Ginkaku-ji Temple Ginkaku-ji temple has enormous halls and magnificent gardens, which also has a tremendous sand garden in the middle of the temple. Ginkaku-ji is famous for its 'Silver Pavilion'. - Kiyomizu-dera Temple Kiyoizu-dera Temple is one of Kyoto's most famous sightseeing spots, which are always crowded for the whole year. Many people visit Kiyomizu-dera Temple to see the view of Kyoto city from the top of the temple, which is very beautiful. - Gion Gion is Kyoto's most famous Geisha district, and it has many top notch restaurants and izakayas. Indeed, some of the restaurants are awarded Michelin Stars for its quality. The schedule for the tour is as follows: - Day 1 6:00 - 6:55 Transfer to Tokyo station or Shinagawa station on your own. 6:00 - 6:55 Depart to Kyoto station with Nozomi Shinkansen (fastest bullet train). 8:02 - 9:08 Arrive at Kyoto Station - Day 2 Free time - Day 3 Free time until departure 13:10 – 15:50 Transfer to Kyoto Station on your own. 13:10 – 15:50 Depart to Tokyo station or Shinagawa station with Nozomi Shinkansen (fastest bullet train) 15:30 – 18:20 Arrive at Tokyo station or Shinagawa station. ※ Important Ticket Delivery & Pickup Information - Please Read Carefully ※ 1. Standard Ticket Delivery Ticket delivery is included in the price of your ticket. We will deliver the tickets to your hotel, and the tickets will be available for pickup from your hotel concierge when you check-in. If you would like us to deliver the tickets to your hotel, please provide us with the following information: - Hotel name - The full name used for your reservation - Check-in date Please note: - We need at least 3 business days for delivery. If placing a last minute booking within 3 days of your visit, or if we don't get your hotel information soon enough, you'll need to collect your tickets from our Tokyo office unless you book the optional \"\"Same Day Delivery Service to Tokyo Hotels\"\" service (described below). - If you are not staying at a hotel, you are required to pickup the tickets from our office. 2. Optional: Same Day Delivery Service to Tokyo Hotels We offer same day ticket delivery to central Tokyo hotels if the booking is placed before 17:00 JST. The same day delivery service is only available to hotels with a concierge. The tickets will be delivered to your hotel within 3 hours of us accepting your order; please note that this does not mean the tickets are delivered within 3 hours of you placing your order. If you are interested in the same day delivery service, please also book the \"\"Same Day Delivery Service to Tokyo Hotels\"\" option with your tickets. 3. Ticket Pickup: If you are not staying at a hotel, book within 3 days of the ticket date, or prefer to pickup your tickets, you can collect your tickets from our Tokyo office in Shibuya. Our office is located 6 minutes (on foot) from Shibuya station. Address: (English) Miyamasu ON Building 5th floor, 1-15-8 Shibuya, Shibuya-ku, Tokyo (Japanese) 〒150-0002 東京都渋谷区渋谷 1-15-8 宮益 ON ビル 5F Detailed Directions (Shibuya station to Voyagin): http://voyag.in/shibuya-station-to-voyagin-office Google Map (Shibuya station to Voyagin): http://voyag.in/voyagin-google-map This activity is provided by HIS",
        "strLocation": "Kyoto",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-kyoto-two-nights-stay-at-hotel-kintetsu-kyoto-early-tokyo-departure/7381?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "2 Nights Stay at Hotel Kintetsu Kyoto(Early Tokyo Departure)",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-05 03:10:09"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 9238,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1472550469/ndnw57bxoj9fsxaqxqdj.jpg",
        "strIntroduction": "Wara village is hidden deep in a mountain valley between Gero and Gujo cities in Gifu prefecture. Here you will not only be able to discover nostalgic images of rural landscape with plenty of rice paddies and corn fields, but you will also see how local people in Japan live their ordinary lives. This will be a unique experience from your trip to Japan! Wara is known for its rivers and freshwater activities. Wara is home to the protected giant salamanders that can be easily seen in the water in August. But more than anything else, Wara is known for the Ayu sweetfish. Plenty of Japanese people come from far away to experience sweetfish fishing and to taste the delicious fish after grilling it on fire with salt. This is exactly the activity that you will try in Wara! Period of the activity: Only between June 15 and August 15 You will be given rental equipment for sweetfish fishing. After fishing, you will be join local people in grilling the fish with salt on fire and eat it! This activity lasts about 3 hours and starts at 10:00 or at 13:00. Note: For an additional 2000 JPY local people can prepare a delicious lunch for you! You can reach Wara village by bus from Gujo city. Alternatively, you can reach it by changing two buses from Hida-Kanayama village as well.",
        "strLocation": "Gifu",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-gifu-enjoy-ayu-sweetfish-fishing-in-the-rural-village-wara-gifu/7485?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy Ayu sweetfish fishing in the rural village Wara, Gifu",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-05 03:15:04"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 3695,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1472550257/x9lnq0kncljtxh0g4gjr.jpg",
        "strIntroduction": "Wara village in Gifu prefecture is one of the most picturesque hidden rural places in Japan. Located in a valley between the mountains that separate Gujo and Gero cities, Wara has the atmosphere of unspoiled rural beauty that will fascinate the hearts of all visitors. In this village you can not only see nostalgic images of a pastoral landscape, but you can actively interact with the friendly locals and engage in many seasonal activities. Your visit to Wara will be unlike any other experience in Japan and you will have the true opportunity to discover rural life in its most genuine form! Below is the list of seasonal activities you can enjoy in Wara. Please note that you can do only the activity listed under the period of your visit: April 1 - June 9: Cycling around Wara's highlights (which include a brilliant Buddhist Temple with the village's treasure - a legendary demon skull, a spiritual Shinto shrine with unique rock formations, local shops, a small museum of folklore, and more) June 10 - June 25: Firefly watching in the forest June 26 - July 31: Cycling around Wara's highlights (see above) August 1 - August 30: Riverside fun and salamander watching September 1 - September 30: Cycling around Wara's highlights (see above) October 1 - October 31: Harvesting local vegetables and eating them November 1 - March 31: Practicing nose flute playing with local people The starting time is either 10:00 or 13:00, except for the firefly watching which starts from 19:00. Each activity takes about 2 hours to complete. Note: For an additional 2000 JPY per person the local people will prepare a delicious lunch for you! You can reach Wara village by bus from Gujo city. Alternatively, you can reach it by changing two buses from Hida-Kanayama village as well.",
        "strLocation": "Gifu",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-gifu-try-rural-activities-in-the-nostalgic-wara-village-gifu/7484?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Try rural activities in the nostalgic Wara village, Gifu",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-05 03:19:01"
    },
    {
        "intDurationHour": 5,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 5081,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1472550047/su7ifybotbirs81ezegv.jpg",
        "strIntroduction": "This activity will transport you to a nostalgic past where people live in a simple way surrounded by beautiful nature and eco-friendly products in one of the most picturesque villages in rural Japan! Welcome to Maze village, hidden in the heart of Gifu prefecture! Spend a day in the pastoral landscape of Maze village and forget about the hassle of the big towns. Enjoy plenty of old-fashioned craft activities and communicate with the hospitable village people! Below is the schedule of the tour: 9:00: Pick up from JR Hida-Hagiwara Station by car 9:30: Start the day by a guided walk around the open-air eco museum town of Maze. See farms, gardens and old houses, and eat fresh tomatoes cooling in river water 12:00: Enter the local charcoal maker's house to interact with local people and eat a delicious lunch prepared by them 13:30: Make a \"kokedama\" bonsai art or \"goheimochi\" local sweets together with local people 14:30: You will be sent off to JR Hida-Hagiwara Station where the tour ends Don't miss the opportunity to experience the local lifestyle of Maze village and meet its wonderful and friendly local people! Note: This tour needs to be booked at least 2 weeks in advance. Available only on weekdays between April and November. Public holidays excluded.",
        "strLocation": "Gifu",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-gifu-enjoy-rural-activities-in-the-nostalgic-village-maze-gifu/7481?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy rural activities in the nostalgic village Maze, Gifu",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-05 03:24:39"
    },
    {
        "intDurationHour": 16,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 22172,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1472549684/wgpa1wr4ldg264te5ru7.jpg",
        "strIntroduction": "This activity will transport you to a nostalgic past where people live in a simple way surrounded by beautiful nature and eco-friendly products in one of the most picturesque villages in rural Japan! Welcome to Maze village, hidden in the heart of Gifu prefecture! You will enter Maze from Wara village in the neighbouring Gujo city. Please access Wara yourself from Gujo bus terminal by local bus. You will then spend two wonderful days in Maze before finishing the tour at JR Hida-Hagiwara Station along the JR Takayama line. Below is the schedule of this tour: Day 1 16:00: Pick-up from Wara village by car 17:00: Check in at Miki no Sato hotel 17:00-17:50: Enjoy the hot springs of the hotel facility 18:00: Move to Mizube no Yakata, a wonderful local riverside restaurant and have dinner at the river watching the bonfire 20:00: Return back to Miki no Sato for overnight stay Day 2 9:00: Start the day by a guided walk around the open-air eco museum town of Maze. See farms, gardens and old houses, and eat fresh tomatoes cooling in river water 11:30: Enter the local charcoal maker's house to interact with local people and eat a delicious lunch prepared by them 13:00: Make a \"kokedama\" bonsai art or \"goheimochi\" local sweets together with local people 14:30: You will be sent off to JR Hida-Hagiwara Station where the tour ends Don't miss the opportunity to experience the local lifestyle of Maze village and meet its wonderful and friendly local people! Note: This tour needs to be booked at least 2 weeks in advance. Available only on weekdays between April and November. Public holidays excluded.",
        "strLocation": "Gifu",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-gifu-explore-the-rural-paradise-maze-in-a-2-day-trip-from-gujo/7480?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Explore the rural paradise Maze in a 2-day trip from Gujo",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-05 03:30:31"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 13858,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1472549300/zt8sro1sprkhqpnhj67i.jpg",
        "strIntroduction": "This is a unique activity in which you will see all steps from picking the green tea to serving it at the tea ceremony. Moreover, you will participate in many stages of this process, surrounded by the ambience of the historical heritage of the Nagao Residence. This activity takes place in the rural village of Hida-Kanayama, in Gifu prefecture. First, you will visit one of the family branch houses of the Nagao Residence and will learn more about its history and the origin of the high-quality \"Ikusato\" green tea that was delivered from Hida-Kanayama village directly to the court in Kyoto during the Edo period. You will pick green tea yourself from the tea plantation behind the residence using a bamboo basket. Inside the house, you will witness the ancient ways of brewing green tea in a large pot over firewood. You will be fascinated to see that fresh water is pumped up directly from the well. Not only tea, but green tea mochi rice sweets will also be baked in the backyard of the house. You will make your own wooden utensil for cutting the sweets that are served together with green tea. Finally, you will be able to enjoy the green tea with sweets in the tatami room of the historical residence, in an atmosphere which has preserved the authentic spirit of the ancient times. This is a unique way to experience the traditions of green tea in Japan from the beginning till the end! The activity lasts about 4 hours and begins from 13:30 pm.",
        "strLocation": "Gifu",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-gifu-pick-green-tea-and-brew-it-by-ancient-methods-hida-kanayama/7477?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Pick green tea & brew it by ancient methods, Hida-Kanayama!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-05 03:34:57"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 3233,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1472638434/xxjkphrvgwmealm2et07.jpg",
        "strIntroduction": "Hida-Kanayama is a small village in Gero prefecture whose central area can be easily explored on foot on the peculiar \"Kinkotsu-meguri\" tour. You will walk with a knowledgeable guide through a maze of narrow back streets that have always been used as public pathways by the local people. Along the way you will see many unique sights, such as wells and canals of running valley water, some of which are used as public washing places, while others are storing freshwater eel waiting to be delivered to high-class restaurants around Japan. You will also enter several of the village's historical buildings, such as the former bath house and the former silk cocoon factory, where you will discover how people from the past lived in the old days. Among the highlights of this guided walk are the visits to plenty of local food shops, including a tofu factory, a shop for Japanese sweets and a nostalgic tempura restaurant. The tour will end with a visit to a traditional sake brewery that will fascinate you with its collection of antiques and delicious sake for trying! This tour takes about 1 hour and a half to complete on foot. The tour is available until 15:00 pm.",
        "strLocation": "Gifu",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-gifu-explore-the-narrow-streets-and-local-shops-of-hida-kanayama/7479?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Explore the narrow streets & local shops of Hida-Kanayama",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-05 03:39:59"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 9238,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1472604384/cj549emfi4lzuj74clkv.jpg",
        "strIntroduction": "Let this trip be your creative outlet as we feel, learn and practice the Japanese classic art forms of Ukiyo-e and Mokuhan-ga (woodblock printing). First, we’ll meet at Meiji-Jingumae Station (in Harajuku) and take a 15-minute train ride to Fureai-kan. Once there, we’ll introduce ourselves to our artist and host for the day. Our host, an accomplished woodcut tattooist, will share how he got his start in the world of this beautiful craft. Then we’ll learn about Ukiyo-e, a genre of art that became popular during Japan’s Edo period. You’ll get to learn, touch and browse Ukiyo-e prints up close for a deeper look at this craft. Our host will explain in detail the mechanics of Ukiyo-e woodblock printing so that you can produce your own. Even if you’re a complete beginner to this kind of art, the host is more than happy to guide you in recreating beautiful prints for yourself. There will also be a translator so that you can ask any questions and enjoy working directly with the artist. Once the tour is finished, we’ll see an exclusive performance and wood-cutting style to wrap up a truly unique tour through Japanese art! DATES: Every First and Third Tuesday/Thursday SCHEDULE: 2:30 PM Meet at Meiji-Jingumae Station 3:00 PM Arrive at Furei-Kan 3:00 PM-3:20 PM Introductions and overview from the host (including details about the host and their background) 3:20 PM–3:50 PM Overview of Ukiyo-e (viewing and touching the woodblock prints) 4:00 PM-5:30 PM Painting and recreating your own woodblock prints! 5:30 PM Special wood-cutting performance 6:00 PM Departure DURATION: 2:30-6:30 PM, Approximately 4 hours",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-sensual-immersion-in-the-art-of-japanese-woodblock-printing/7487?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Sensual Immersion in the Art of Japanese Woodblock Printing",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-05 03:45:47"
    },
    {
        "intDurationHour": 6,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 11086,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1472603695/bxh6lixcxfgmuorkzrnn.jpg",
        "strIntroduction": "This tour will give you a chance to learn, cook and taste a variety of Japanese foods with a Japanese chef. To start, we’ll head to a greengrocer and scope out a variety of vegetables and produce that normally are not available outside of Japan. If there’s something that catches your eye, this is your chance to pick out an interesting food item and learn the best way to prepare it with the chef. Then, we’ll watch the chef demonstrate a few recipes and imitate his steps. If you’re a beginner to Japanese cuisine, don’t worry. This pro chef has had plenty of practice sharing the tricks that make each recipe easy to follow. At the end, you’ll have mastered a Japanese-style rolled omelet, deep fried tofu and vegetables, onigiri, and an array of other dishes. Plus, they’ll taste even better after knowing you made them yourself! Dates: Available upon request Schedule: 10:30 AM Meet at Meiji-Jingu-mae Station 11:00 AM Arrive at the Ya-ne-sen (from first syllable of the three areas YAnaka, NEzu, and SENdagi) district of Tokyo and visit the nearby greengrocer to select vegetables 11:30 AM Begin the cooking session 11:30 AM-12:00 PM Observe how an expert cook, or Itamae cooks 12:00 PM-12:30 PM Prepare shrimp 12:30 PM-2:00 PM Cook a Japanese rolled omelet 2:15 PM-2:45 PM Cook deep-fried tofu and vegetables 2:45 PM-3:30 PM Make onigiri 3:30 PM-4:00 PM Eat together with a Q&A Duration: 10:30 - 4:30, approximately six hours",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-become-an-apprentice-to-a-japanese-chef-for-a-day/7457?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Become an Apprentice to a Japanese Chef for a Day",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-05 03:51:02"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 9238,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1472602971/qel0schinevxrozbk2jp.jpg",
        "strIntroduction": "First, we’ll meet at the TABICA office in Harajuku, then leave together for the farm. It takes about one hour. We’ll meet with the farmers, and they will tell stories about their life abroad and how they got their start as farmers. As fellow travelers, we expect there will be lots of interesting episodes and experiences to share. You’ll also enjoy a guided tour around the farm, get a glimpse of nearby temples, and take in beautiful views of the mountain landscape surrounding the farm. The hosts will then take you in for a taste of the \"omotenashi\" spirit: they will offer tea, Japanese perilla drinks, and a light lunch. To end the day, we’ll take some time learning how to make \"takabue\", bamboo flutes. This is a traditional handmade craft that Japanese people learn to make as children. We believe that in these few hours away from Tokyo, you'll achieve a sense of calm and relaxation as well as enjoy the music from your new flute. Date: Every Monday, Tuesday, and Friday Schedule: 12:00 - Meet at our office in Harajuku 13:00 - 14:00 Ice-breaking and tour of the farm 14:00 - 14:30 Tea break 14:30 - 15:30 \"Takebue\" bamboo flute making 15:40 - 16:00 Post-activity open discussion and group picture Duration: 3 hours",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-make-a-bamboo-flute-in-a-japanese-farm/7456?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Make a Bamboo Flute in a Japanese Farm",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-05 03:56:10"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 1848,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1472175402/m62ejz9vamtsw7ek2rjy.jpg",
        "strIntroduction": "In this tour, our guide from Tokyo Flour Mania will guide you through bakeries and Japanese traditional spots in the Yanaka/Ueno area, “Shitamachi” (literally “low city”) district of Tokyo where lots of historical Japanese culture is still left. We will visit a bakery (Atom) in the shopping street named \"Yanaka Ginza\" at first. Then, we will move to Ueno area and split up at Ueno Street. Below is the list of bakeries we will visit. ・Atom The shop name comes from “Mighty Atom” or “Astro Boy” which is a famous manga character that the owner really likes. Astro Boy figures and framed drawings line the shop and customers can buy Astro Boy-themed goods, along with the bread. We will be tasting bread baked in a special oven made from lava from Mt. Fuji. ・Kayaba Bakery They started in 2015 as Kayaba Coffee’s sister shop. One of the unique features of his bakery is its architecture, as it was converted from a kominka, a traditional Japanese house. We will be enjoying bread made from domestic (Japanese) flour and raisin yeast. ・Iacoppé This is a sister’s shop of “BOULANGERIE ianak!” which is located in Nishi-Nippori and specializes in bakery that sells sandwiches made of koppe pan, bread similar to hot dog buns. Koppe pan was once served as part of school lunches in the Showa era, but recently specialized koppe pan bakeries have cropped up as a resurgence and a reinterpretation of this nostalgic bread. They started in 2014. ** We will be sharing one popular bread from each bakery. We will be tasting three kinds of bread in total. Please feel free to purchase any other breads on your own. ** We are planning on walking, but there is the option to take the bus. If the bus option is preferred, please note that bus transportation is not included in the cost of the tour. We might be able to accept special requests, but our regular time slots for the tour are: Tuesday, Wednesday, Thursday, Friday (10:30 - 12:30/ 13:00-15:00) Please wear comfortable clothes and shoes for walking.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-discover-hidden-bakeries-on-a-bakery-tour-in-yanaka-and-ueno/7472?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Discover hidden bakeries on a Bakery Tour in Yanaka & Ueno!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-05 03:59:16"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 3400,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1472094925/bhj2ug6sqgtedl4bymfw.jpg",
        "strIntroduction": "Below is the schedule of this snorkeling tour: Meeting at the snorkeling shop ↓ Quick paper work. Change clothes. ↓ It takes 10 minutes to reach the Blue Cave by boat. ↓ Enjoy your snorkeling time. ↓ Back to port. ※It takes approximately 2 hours in total. What is included: Boarding fare, Snorkel set, Fin, Wet suit, Life jacket, Drink, Bait, Guidance fee, Insurance, Shower, Changing room. ※Precautions※ 1. Because of safety problems, passengers who are older than 65 years old cannot join the tour. Please kindly understand. 2. People with problems of the circulatory system, respiratory system disease, high blood pressure, otitis, pregnant, epilepsy, diabetes, liver failure, hangover, drunk people are not offered participation. In addition, you may not be able to join us if your health condition on the day does not allow that. 3. At the time of your application, please inform us about the customer's mobile number, age, height, weight, foot size, eyesight for the mask, hotel`s name. 7. Please bring yourself the swimsuit wear, bath towel, sunscreen, shoes. After the tour, there are showers next to the shop. 8. Minors need a signature from the guardian as a consent. Children under 12 years old have to join the tour with parents. 9. There is no pick-up service. Please go to the meeting place by yourself. 10. If the waves are calm, it is possible to do snorkeling even if raining. 11. Depending on the sea conditions, if the condition is bad the tour may be cancelled.",
        "strLocation": "Okinawa",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-okinawa-enjoy-a-blue-cave-and-cute-tropical-fish-snorkeling-tour/7469?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy a Blue Cave & cute tropical fish snorkeling tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-05 04:03:31"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 11548,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1472062734/be2kpyzare4jcmjzkxcn.jpg",
        "strIntroduction": "Take a glimpse of the world of Japanese Otaku culture on this 2.5-hour private tour of Tokyo’s famous Akihabara Electric Town. This intriguing area offers a paradise of stores and cafes catering to fans of video games, comic books, cosplay culture and discount electronics. Meet your guide at your hotel and move to Akihabara by public transport. This iconic area, which was nicknamed Akihabara Electric Town due to its origins as an electronics district after World War II, has evolved in recent years into a cultural hub for lovers of anime, manga, cosplay and video games, who refer to themselves as Otaku, or “nerds.” Begin your walking tour of Akihabara and enjoy an hour at this entertaining and shopping district. Finish your Akihabara excursion at Don Quijote, affectionately known by residents as “Donkey.” This sprawling retail superstore sells everything from luxury goods to everyday groceries. Literally every inch of shelf space is packed with products, offering a fun chance to dig for a bargain. Spend some time browsing this incredible store, then return to public transportation for the trip back to your hotel. Below is the schedule of the tour: -10:00 Meet at a hotel (or a station) -Akihabara: Kotobukiya, Don Quixote and toys, games, figure shops. Learn about Otaku culture from a private guide in this popular shopping district -Lunch time in Akihabara (lunch is not included in the tour, we help you find a restaurant according to your taste) -12:30 Disband",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-explore-the-fantastic-world-of-otaku-on-an-akihabara-tour/7467?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Explore the Fantastic World of Otaku on an Akihabara tour!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-05 04:06:59"
    },
    {
        "intDurationHour": 5,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 90537,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1470717025/alfzvf20dtle2p0ottt8.jpg",
        "strIntroduction": "In this activity you will wear traditional Japanese wedding costumes, have photos of you taken in a wonderful garden and eat multi-dish Kaiseki meal for lunch in a well-known restaurant in Dazaifu, Fukuoka! Below are the details of the tour: Implementation: Weekdays only Tour type: Private tour Recommended to: Newlyweds and couples Tour schedule: 09:30: Rendezvous → Dazaifu Station → walk to \"Shizen-an\" restaurant 10:00: Start the make up & hair arrange by a professional staff 11:20: Wear kimono experence 12:00: Walk out to a beautiful garden and have photos taken. On rainy days you can have the photos taken in a Japanese-style room. 13:00: End of kimono experience 13:30: Enjoy a Kaiseki lunch (drinks not included) 14:30: Get photo data DVD from the camera staff & end the activity",
        "strLocation": "Fukuoka",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-fukuoka-wear-traditional-wedding-costume-and-eat-kaiseki-lunch-dazaifu/7393?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Wear traditional wedding costume & eat Kaiseki lunch,Dazaifu",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-05 04:11:10"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 8200,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1471965560/z8lhlcz70dazocuhkjms.jpg",
        "strIntroduction": "Pick up bicycles and head to Kofukuji Temple. This temple has a number of historic temples and a large pagoda. Ride bicycles to Todaiji Temple all the way weaving through deer meandering through beautiful parks. See the largest bronze statue of Buddha in its great hall. Make your way through the parks and ponds to the ancient Kasuga Taisha Shrine. Walk along the forests paths through 2000 stone lanterns. Bicycle along shady paths to photograph the scenic ponds and Ukimido Gazebo. After finishing the bicycle tour walk around the shopping arcades near Nara Station. There is a large variety of shops and restaurants. This is the end of the tour. I can show you back to the station or recommend a good place to grab a bite.",
        "strLocation": "Nara",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-nara-cycle-through-temples-shrines-and-deer-in-nara/7455?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Cycle through Temples, Shrines and Deer in Nara",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-05 04:14:10"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 46192,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1471474209/pu6ixfdalv1uvvmbbnlw.jpg",
        "strIntroduction": "Japan is a difficult land for wine making, grapes suffer from hot and humid summers and frigid winters. But determined growers and winemakers have been perfecting their crafts, and local wine in Japan is experiencing a small renaissance. With our wine expert, we offer a day tour in the Katsunuma region, where 80 vineyards in Katsunuma produce 40% of the national production and is the most premier wine region of Japan. The day begins with a tour of one of the most important estate vineyard in Katsunuma and which produces particularly the authentic Japanese grape which raises some attention in the wine world, the “Koshu”. This visit can also be an opportunity to pick up and taste the grapes (only Sept./Oct.). Lunch is a good time around a rather special barbecue: The charcoal grill is made of volcanic rock from neighbor Mount Fuji, which has the reputation for tenderizing meat! The day continues with a visit of the Chateau Mercian, one of Japan’s oldest vineyard, founded in 1877. Their Chardonnais, Cabernet Sauvignon and Merlot has been shining, winning awards in wine tastings throughout Japan. On site visit to the factory and then the winery to learn all about wine making which ends with wine tasting of course!",
        "strLocation": "Yamanashi",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-yamanashi-go-on-a-katsunuma-wine-tour-home-to-koshu-wine/7429?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Go on a Katsunuma Wine Tour, home to Koshu wine",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-05 04:19:33"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 2772,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1471573925/rc5f5qj13rkjq3cowykm.jpg",
        "strIntroduction": "The flea market opens on the morning of every Sunday in Tokushima city. Over 300 stalls are waiting for you. You can spend a good time just walking the large site filled with many stalls. There are various items of daily use, foods, drinks and more. There are also many antiques, so this flea market is recommended to people who have a keen interest in Japan. Enjoy the flea market in Tokushima!",
        "strLocation": "Tokushima",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokushima-visit-and-shop-around-a-big-scale-flea-market-in-tokushima/7446?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Visit and shop around a big-scale flea market in Tokushima",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-05 04:23:37"
    },
    {
        "intDurationHour": 6,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 9238,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1471939266/py3wbwoj1hafaxxmkmha.jpg",
        "strIntroduction": "First we’ll meet at our office in Harajuku before making our way to the farm by car. It takes about ninety minutes to get to the farm. Once on the farm, we will start picking seasonal blueberries. They are unbelievably juicy and sweet! After making our own smoothies and other creations to cool off under the summer sun, we will enjoy a lunch of Japanese-style chilled wheat noodles. During lunch our host will share with us how he got his start in farming. This farmer takes a deep spiritual approach to his work and teaches us about the god of farming that is believed to dwell in the woods near the blueberry farm. Enjoy this unusual access into the aesthetic and culture behind farming in Japan as well as this farmer's personal approach and story. Dates: Every Thursday Schedule: 1:00 PM Meet at our office in Harajuku and go to the farm together by car 2:30 PM-3:00 PM Pick blueberries 3:00 PM-4:00 PM Make smoothies 4:00 PM-5:30 PM Lunch with explanation of history and culture of the farm Things to bring: Beverage",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-learn-the-ancient-way-and-aesthetic-of-a-japanese-farm/7454?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Learn the Ancient Way and Aesthetic of a Japanese Farm",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-05 04:29:03"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 8315,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1471472525/oah218g8ojmqbomsseh8.jpg",
        "strIntroduction": "Most visitors to Tokyo will visit the most well-known sights – Asakusa, Shinjuku, Shibuya, Harajuku and the Meiji Shrine. These are all of course worth visiting, but Tokyo also offer a multitude of choices for travelers looking for a less touristy and typical Japanese experience. The real charm of Tokyo is more discreet. We can discover it in the maze of streets behind the main one, with a village atmosphere, miles away from urban life. It is warm and simple, full of nice shops with clean design as well as charming cafes and small bars. Our local experts can attest, straying off the beaten tourist path is the best way to get a once-in-a-lifetime experience in Tokyo. Most popular spots visited as follows: Imperial Palace / Tokyo Tower/ Asakusa/ Akihabara Electronics Town/ Meiji Shrine/ Shinjuku / Ginza / Aoyama-Shibuya-Harajuku fashion district/ Tsukiji Fish Market and so many other off the beaten track places.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-discover-tokyo-the-harmony-of-modernity-and-tradition/6412?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Discover Tokyo: The Harmony of Modernity and Tradition",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-05 04:34:25"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 7021,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1470566607/mqn0xoel2tmz9vpvwfoc.jpg",
        "strIntroduction": "The village of Ogimi in northern Okinawa is renowned for having the highest life expectancy in Japan, a fact that locals attribute to their traditional cultivation of Shekwasa, a citric fruit related to the mandarin. Whether true fact or mere legend, the area is certainly one of the most beautiful locations in Japan with its warm climate and rich soil. The residents of the area promote organic farming methods by giving visitors the opportunity to engage in all aspects of fruit and vegetable planting and harvesting, but this short tour/experience is primarily about fruit picking. For this reason, participants should come prepared with: • comfortable footwear such as sneakers • long sleeves and trousers • gardening gloves You can also join a tour around Ogimi village where, among other things, you will see the traditional Bashoku cloth weaving that has been done in Okinawa for over 500 years.",
        "strLocation": "Okinawa",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-okinawa-enjoy-ogimi-village-fruits-picking-and-village-tour-okinawa/7360?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy Ogimi village fruits picking & village tour, Okinawa!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-05 04:39:01"
    },
    {
        "intDurationHour": 7,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 13511,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1470562820/fbfmvwltw0vn5m7iobgm.jpg",
        "strIntroduction": "This delightful private tour takes in some of the most picturesque sights that Hokkaido has to offer. Transportation is by a comfortable and convenient car relative to the size of your group, including English guides. Pick up is at Muroran Port at 09:00am, arriving at Lake Toya at 10:00am. This is a volcanic caldera lake and the northernmost lake in Japan that never ices. Marvel at the stunning natural beauty and the crystal clarity of the lake's water. From here, you will take the Mt. Usu ropeway to the observation platforms overlooking Shōwa-shinzan, a volcanic lava dome, and right next to the active volcano Mt. Usu. Here you will have plenty of time to enjoy the impressive scenery of Shikotsu-Toya National Park and have lunch (not included). At 02:00pm the tour will reach Jigokudani (Hell Valley) just above the town of Noboribetsu Onsen. As the main source of the town's famous hot spring waters, the volcanic activity in the valley includes hot steam vents and sulphurous streams; surely one of the most impressive sights in Japan! The tour will drop you off back at Muroran Port at 04:00 pm.",
        "strLocation": "Hokkaido",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-hokkaido-shore-excursion-from-muroran-to-lake-toya-and-noboribetsu/7354?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Shore Excursion From Muroran to Lake Toya & Noboribetsu!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-05 04:42:29"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 6929,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1472544288/aaraqwrouvfy8oqdzaml.jpg",
        "strIntroduction": "The National Diet Building is the center of Japan’s politics as it is the place where Diet sessions are held. The building is in Nagata-cho, Chiyoda ward, Tokyo, and features a pyramid-like tower in its center. It was completed in 1936, after 17 years of work involving a total of 2.54 million people at a cost of 25,736,000 JPY. The central tower was the tallest building in Japan when it was completed. Entering the inside of the building is a special experience even for Japanese people. Consider this tour as one of your options during your stay in Japan. In the National Diet Building, you can see the lobby, conference hall, central hall with its gorgeous decorations and a rest lounge used by the Emperor. After exploring the National Diet Building, move to Kensei Kinenkan (memorial hall of the constitution process) located behind the Diet Building, and learn the history of Japan’s politics. And then walk to Akasaka Excel Hotel Tokyu, and enjoy the buffet-style lunch, including popular crab and roast beef! Schedule of the tour: 10:40: Meet at exit 1 of Kokkaigijido-mae subway station Visit the National Diet Building Visit the Kensei Kinenkan (free time to explore in about 20 minutes) 13:30: Move to Akasaka Excel Hotel Tokyu for lunch (about 90 minutes), end the tour at a convenient time (until 15:00) * The participants must be 4 years or older. However, infants 3 years or younger can join the tour for free (1 infant per adult). Be sure to let us know beforehand in this case About The National Diet of Japan voyag.in/2cDD4Ff Check the Tour Conditions link below. voyag.in/2c7AgMg",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-enjoy-national-diet-tour-and-buffet-lunch-tokyo/7339?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy National Diet Tour and Buffet Lunch, Tokyo!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-05 04:46:42"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 10439,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1472546516/yoi2xurtinpbr7hzdupm.jpg",
        "strIntroduction": "Kagurazaka is a fashionable shopping and dining district along a sloping street in Tokyo. During the Edo Period, Kagurazaka was located just outside the outer moat of Edo Castle and gained prominence as an entertainment district with numerous geisha houses and restaurants. Some of the geisha houses survive in the district's narrow alleys to this date. While a geisha is female, a male geisha is called “taikomochi.” Currently, there are only 5 taikomochi in Japan. Why not enjoy taikomochi show in this historical place! Enjoy the genuine traditional Japanese cuisine and the Ozashiki (the party in a tatami room with a geisha) at the distinguished old restaurant, Kagurazaka Shimakin, which was established in 1869. We offer a special and reasonable taikomochi and unagi (eel) lunch course for you. This plan includes the guide, so it is one of the easiest and most affordable to see taikomochi performing in Tokyo. The following is the schedule: 12:00 Lunch 12:30 Performance 1 13:15 Break 13:30 Performance 2 14:00 Event end * If you are not a fan of unagi (eel), please let us know beforehand. It can be changed to tempura. * Note that you can take photos, but not videos. * Participants must be 6 years or older. Check the Tour Conditions link below. voyag.in/2c7AgMg",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-enjoy-japanese-taikomochi-show-and-cuisine-tokyo/7338?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy Japanese Taikomochi Show and Cuisine, Tokyo!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-05 04:50:12"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 8407,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1470462247/g86qutlzpxdl1ulerkpz.jpg",
        "strIntroduction": "The Sumida River Line runs from Asakusa to Hama Rikyu Onshi Teien (Hama Rikyu Gardens). In Asakusa, head to the river to board your boat for a relaxing 40-minute Sumida River cruise (with an English audio guide). You'll glide through Tokyo and go underneath 12 bridges, providing a different perspective on the city. Listen to recorded commentary about the sights you pass as you cruise along this historically significant waterway. The dock at Hama Rikyu is located within the garden's grounds. Hama Rikyu is a large, attractive landscape garden in central Tokyo. Located alongside Tokyo Bay, Hama Rikyu features seawater ponds which change levels with the tides. There is also a teahouse on an island where visitors can rest and enjoy the scenery. The traditional garden stands in stark contrast to the skyscrapers of the adjacent Shiodome district (※Please install \"Tokyo Parks Navi\"application corresponded to English). From Hama Rikyu, walk to Tsukiji Outer Market. The Tsukiji Outer Market, known as the Jogai Shijo, is Japan's \"Food Town,\" where one can encounter all of Japan's traditional foods. A mixture of wholesale and retail shops along with numerous restaurants line the streets. This is where new culinary trends are born. Take a walk around and experience the taste of Japan first hand. We offer a special plan for you, which includes all the above. The following is the schedule: 10:20: Meeting up/Reception at Asakusa Pier of Tokyo Cruise 10:40: Sumida River Cruise from Asakusa to Hama Rikyu - Walk in Hama Rikyu - Walk from Hama Rikyu to Tsukiji Outer Market (15 – 20 minutes) - Free time in Tsukiji Outer Market 13:30: All-you-can-eat sushi 14:30: End of the tour * The course and time are subject to change. * You will walk for approximately 3 km. Wear comfortable shoes and clothes to walk in. * Participants must be 3 years or older. * Includes the cruise ticket, admission fee, guide, cruise map, Tsukiji map, and lunch. Check the Tour Conditions link below. voyag.in/2c7AgMg",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-enjoy-river-cruise-garden-and-sushi-in-tokyo/7323?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy River Cruise, Garden and Sushi in Tokyo!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-05 04:54:30"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 4619,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1470461699/jm4bufqetwiigh54quob.jpg",
        "strIntroduction": "Fruit picking is one of the most popular activities in Japan for couples and families! A great place to enjoy this unique cultural experience is Nakagomi Orchard. Located in Yamanashi Prefecture, visitors can see the breathtaking beauty of Mt. Fuji in the middle of Mother Nature. There are a variety of fruit picking packages to choose from, so you can find your favorite combination. The availability depends on the season. A list of available fruit through the year is below: - Cherries - Peaches - Sweet nectarines - Plums - Nashi (Japanese pears) - Grapes - Prunes - Persimmons - Apples Directions to Nakagomi Orchard: - Head to JR Kofu Station in Yamanashi - Go to Platform Number 5 at JR Kofu Station's Bus Terminal - Get on a bus headed towards Nishino Keiyu (via Noshino) (30 minutes) - Get off at Sangai Bus Station - From the bus terminal, you will see a crossroads on the west side. - Go up the road about 500 meters and you will see a sign for the farm on your left. Note - Please contact the farm once you get off the bus at Sangai.",
        "strLocation": "Yamanashi",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-yamanashi-enjoy-fruit-picking-at-nakagomi-orchard-in-yamanashi/7322?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy Fruit Picking at Nakagomi Orchard in Yamanashi!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-05 04:59:58"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 4619,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1470368000/yvttxcebh3ofqnyvn8lm.jpg",
        "strIntroduction": "Have you ever heard of the Shamisen before? This guitar like instrument is played in accompaniment with a geisha's dancing, along with many other traditional settings. Why not take up this unique opportunity and learn to play this instrument? The beautiful and subtle tone represents the Japanese aesthetic and you will be able to experience it first hand. Lessons are taught by experts in Shamisen! To top it off, you can experience playing some Ozashiki games, normally played in very formal settings with Geishas. These simple yet historical games are unique and most of all, so much fun! You won't get to experience this outside of Japan, so hurry and book this before it sells out! Option detail: Duration- 1 hour Must be over 10 years old Note: Please understand that the local supplier for this activity is not fluent in English. Explanation will be given using basic English, a prepared signboard and gestures.",
        "strLocation": "Osaka",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-osaka-experience-playing-the-shamisen-and-play-ozashiki-games/7308?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Experience playing the Shamisen and play Ozashiki Games!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-05 05:05:38"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 109938,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1472545918/aecjt9wblcwzaznkyzhd.jpg",
        "strIntroduction": "Mt. Fuji is Japan's highest mountain and a nearly perfectly conically shaped volcano that has been worshiped as a sacred mountain for hundreds of years. It has also been popular among artists throughout the centuries. Lake Ashinoko was formed in the caldera of Mt. Hakone after the volcano's last eruption 3,000 years ago. Today, the lake with Mt. Fuji in the background is the symbol of Hakone and a wonderful sight. On this tour a helicopter will fly you up into the sky of Hakone Ashinoko, where Mt. Fuji is said to be viewed at its most beautiful. From the helicopter you will be able to enjoy the best views of Lake Ashinoko in combination with Mt. Fuji. Furthermore, you can look down on the beautiful spots from Tokyo to Mt. Fuji along the route. Surely there is no better way to enjoy the area and majestic Mt. Fuji than with this flight-tour. The following conditions will apply: * The cruising may be cancelled due to bad weather. In this case, you will receive the refund. * It is not guaranteed that Mt. Fuji is definitely seen. * The passenger must be 3 years or older. * According to the instructions of Civil Aviation Bureau, you must write down your body weight before boarding. Summary of the cruising: Available number of passengers: 2 – 5 Flight schedule: 9:30: Meeting up at Heliport 10:00: Departure 11:00 – 11:20: Coming back to Heliport Flight time: Airframe for 5 passengers: 60 minutes Airframe for 3 passengers: 80 minutes * Note that the airframe you board will be determined on the flight day. Check the Tour Conditions link below. voyag.in/2c7AgMg",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-enjoy-the-view-of-mt-fuji-and-ashinoko-from-a-helicopter/7294?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy the View of Mt. Fuji and Ashinoko from a Helicopter!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-05 05:09:22"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 12749,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1471861113/c3lqocgbcteylpvytwjn.jpg",
        "strIntroduction": "Souvenir shopping can be a hassle when you have so many places to go with little time. But don't worry, on this page, you can simply select a product of your choice and it will be available to take home with you! The products are all local specialities of certain regions in Japan and they include traditional handcrafts, food, kitchen utensils and various others. Many are traditional products which are hard to access in general souvenir shops. Details are below. ** Product Line-up** --------------------------------------------------------------------------------- 【Tsugaru painted Couple Soup Bowl in Kiri-box (with chopsticks)】ー13800JPY A speciality of the Aomori prefecture - a set of soup bowls in a Kiri(paulownia wood) box with two sets of matching chopsticks. By intentionally disregarding the last \"polishing\" step in Tsugaru painting, the bowls are presented with an intriguing design and stereoscopic effect. Often purchased as souvenirs or gifts in various occasions. - Size- Large chopsticks : length 23.5cm, handle width 0.8cm Middle-sized chopsticks : length 20.5cm, handle width 0.8cm Soup bowl: diametr 10.6cm, height 7cm Material: Natural Wood --------------------------------------------------------------------------------- 【Tamamushi Lacquerware Wine Glass (Pair) 】ー9100JPY *Grand Prize of the Japanese Gift Competition 2015* A speciality of Sendai, Miyagi prefecture - a set of red and green wine glasses by Tamamushi lacquerware. Tamamushi lacquerware is a special style established in Sendai and is named as \"Tamamushi (jewel beetle)\" because the colors slightly change depending on the lighting, as do the wings on jewel beetles. The governor of the Miyagi prefecture presented this product to Caroline Kennedy, the US ambassador to Japan when she visited. Often purchased as souvenirs or gifts in various occasions, especially to overseas. Size: Length 5.9㎝ × Width 5.9㎝ × Height 14.8㎝ / each Material: Glass --------------------------------------------------------------------------------- 【Nambu Iron Tetsubin (Cast Iron Kettle) 】ー17700JPY A speciality of Iwate Prefecture. Nambu Iron Tetsubins are made by pouring molten iron into clay or sand molds and was a utensil used in traditional Japanese Tea Ceremonies. By using the Tetsubin to boil water, the flavor significantly changes to become very mellow. This kettle can be used on IH cookers and the form was designed to represent a round moon. The patter is the traditional and unique Arale pattern. Size: Length 18.5cmｘWidth 22.5cm x Height 23cm Weight: 2.69kg Capacity: 1.8L Material: Cast Iron --------------------------------------------------------------------------------- 【Hango Bento box 】ー 13380JPY A speciality of Akita prefecture. This Hango Bento Box is two-layered and made of Akita Japanese cedars, bent into this specific shape. It is a traditional craft designated by the national government. The design is featuring \"Hango\" a container used to cook rice and is very light and easy to hold. Size: 170 X 90 X 95 mm Capactity：Top Layer 390CC Bottom Layer 500CC (with partation) --------------------------------------------------------------------------------- 【Kaji-sho Cold Forged Petit Knife】ー 14100JPY A speciality of Yamagata prefecture. This knife was created by \"Kaji-sho\" a project team of five smithing companies in Yamagata. The biggest feature of Japanese traditional blades is the Cold Forging technique. The smith cools the forged iron and shapes it again to strengthen the knife. Unique patterns only visible by this process appear and present a distinct originality. The handle is made of Sakura bark and is inner winding to implement a high usability without burden. --------------------------------------------------------------------------------- 【Kitakata Ramen】ー 3500JPY A speciality of Fukushima prefecture. This product includes 12 packets of Kitakata Ramen, one of the three famous local Ramens in Japan (others are Sapporo and Hakata). The biggest characteristic is its thick and wrinkled noodles, with a smooth soy sauce soup. This would be a perfect gift for anyone who would like to taste the true Japanese Ramen! --------------------------------------------------------------------------------- * We cannot deliver overseas, the delivery option is only for hotels in Japan. * Please be sure to consume all foodstuffs as soon as possible. * Once submitted, orders may not be cancelled. --------------------------------------------------------------------------------- ※ Important Product Delivery & Pickup Information - Please Read Carefully ※ 1. Product Delivery We will deliver your product to your hotel in advance for your concierge to hold for you. The product will be available upon check-in. If you would like us to deliver the products to your hotel, please provide us with the following information: - Hotel name - The full name used for your reservation - Check-in date Please note: - We require at least 3 full business days for delivery. If placing a last minute order within 3 days of your visit, or if you do not provide us your hotel information at least 3 full business days prior, you'll need to collect your products from our Tokyo office in Shibuya. - If your hotel reservation details change, please tell us immediately through the Voyagin dashboard. - We only deliver to hotels with a concierge with whom we can confirm the receipt of the product delivery. We do not deliver products to hostels, guesthouses, or private residences. Please let us know if you are not staying at a hotel so we can provide our office details for you to pickup the products. 2. Product Pickup: If you are not staying at a hotel, book within 3 days of your stay, or prefer to pickup your products, you can collect them from our Tokyo office in Shibuya. Our office is located 6 minutes (by walk) from Shibuya station. Address: (English) Miyamasu ON Building 5th floor, 1-15-8 Shibuya, Shibuya-ku, Tokyo (Japanese) 〒150-0002 東京都渋谷区渋谷 1-15-8 宮益 ON ビル 5F Detailed Directions (Shibuya station to Voyagin): http://voyag.in/shibuya-station-to-voyagin-office Google Map (Shibuya station to Voyagin): http://voyag.in/voyagin-google-map Office Hours: 10:00 - 19:00 (Daily including weekends, unless otherwise specified) Please confirm with us the date and time you would like to pickup your products from our office. For the product pickup at our office, please be prepared with your order number and the name used for the order.",
        "strLocation": "Aomori",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-aomori-buy-japanese-local-specialities-as-souvenirs/7452?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Buy Japanese local specialities as souvenirs!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-05 05:13:09"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 16400,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1471414802/xfbtdsvdnmfupj3eqor7.jpg",
        "strIntroduction": "When travelling to a new destination, there’s nothing better than trying local culinary specialties to get to know a place! On this 3-hour tour, i will show you my favorite spots to eat and drink while experiencing a feel of the old Japan. Let's meet at Ginza Station, a line convenient with different metro lines. We will slowly walk to our first destination where you will discover a thriving restaurant district built alongside the train tracks! This district has plenty of small drinking spots and colorful restaurants that have been open since the 1950s. Typically tiny, these restaurants expand into the street during the warm season, creating a unique and lively atmosphere. It is in this area, commonly known as Yakitori alley, that we will begin our culinary expedition! After a few delicious yakitori (grilled meat on skewers), we’ll diversify our excursion with other classic izakaya food, like grilled fish with miso and even an okonomiyaki! Mmmmmm, delicious! In total, we will visit 4 restaurants, each with a different vibe and adding to the experience! All our tours can be held in English and in French.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-enjoy-authentic-izakaya-food-and-yakitori-in-tokyo/7420?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy authentic izakaya food and yakitori in Tokyo!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-05 05:17:48"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 8800,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1471414758/lb4d0xpy6rvmtbcys6qv.jpg",
        "strIntroduction": "We will begin by taking a quick 20 minutes time to discuss the itinerary and concepts that will help optimize your photography and let you make the most of where you are. To do this, your guide will introduce you to basic and more advanced topics of photography such as some often overlooked basics of composition and exposure. Let us then depart and attempt to put these notions into practice, visiting new concepts as we go along! We will spend an hour exploring Asakusa Station and the surrounding area including the Sensoji Temple. Then, we will walk and continue on our way to Ueno Station and spend the rest of our time visiting the trackside market place: a place so diverse and teeming with life it will leave no shortage of photographic opportunities! We will arrive in this rich neighbourhood just in time for the end of the work day, when Tokyo salary men go out to relax after a day’s work. The shops are open late so we’ll be sure to capture the area’s undeniably charming atmosphere! Our tour photographer’s role will be to guide you through this local labyrinth so that you don't miss a beat! This is an absolutely thrilling and fun tour that will surely satisfy the shutterbug in you!",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-discover-tokyo-on-a-classic-photo-tour/7419?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Discover Tokyo on a Classic Photo Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-05 05:21:52"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 3695,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1467697682/lukndh2dxbcl9jf9embn.jpg",
        "strIntroduction": "■ Limitation on number of people Minimum of 2 persons with a maximum of 5 persons ※The application will be closed when the number of participants reaches the limit. ■ Location Art Gallery Fukushima (10 min walk from JR Kawaguchi Station) ■ Materials We will provide text, Japanese writing paper, brush, ink and other utensils for calligraphy writing. ■ Lecturer introduction Mrs. Genpo Fukushima is a Japanese calligrapher who participates in calligraphy field actively not only in Japan but in many other countries. She has won numerous awards through those exhibitions. Not only does she hold calligraphy seminars in Japan, she has also been invited to lecture in foreign universities such as the University of Amsterdam. In the recent years, she has conducted demonstrations and calligraphy workshops in “New Zealand Japan Day” and other Japanese cultural events in other foreign countries.",
        "strLocation": "Saitama",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-saitama-take-part-in-a-japanese-calligraphy-workshop/7036?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Take part in a Japanese Calligraphy Workshop",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-05 05:25:36"
    },
    {
        "intDurationHour": 6,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 13858,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1471401190/cld2oclrmekwd18jqn4i.jpg",
        "strIntroduction": "You can start this tour at 15:00. The schedule is below: 15:00 Pick you up in Yokohama Station If you want to get picked up in your hotel, please ask me in a message. 16:00 Rent a small electric car at Nissan Global Gallery. Ride around Yokohama. You can explore Minatomirai 21 area, Nissan Global Gallery, Landmark Tower and more! Notes about the car: - I will drive it. You don't need to worry about driving licence. - We can take 1 person at a time if you are a big group 17:00 Go to Minatomirai area in Yokohama Night cruising Yokohama Bay (1 hour) 19:00 Go to Yakitori Bar in Yokohama, Tsuruyacho The Yakitori bar's name is \"Yokohama-shouten\". Drink beer, Japanese sake, and eat yakitori, a Japanese style BBQ. If you can't eat chicken, please tell me that in advance. 21:00 Go back to Yokohama Station",
        "strLocation": "Kanagawa",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-kanagawa-explore-yokohama-and-have-a-yakitori-dinner/7415?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Explore Yokohama and have a Yakitori dinner",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-05 05:31:16"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 4619,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1471272419/a7k0icv1nfkkntdss5tw.png",
        "strIntroduction": "Kappabashi Street is the place all the restaurant business people go to purchase knives, display goods, dishes, stove, and refrigeratosr for their professional use. Food sample is an important tool for restaurants in Japan since those displays can attract a lot of customers and they must be displayed in front of the restaurant. You will visit Kappabashi Street and buy those professional tools or make your own foods samples there for your home use. Your experience here will be totally awesome and this food sample is one of best souvenir from your visit to Japan. Enjoy your stay in Kappabashi Street! The schedule of the tour is below: 9:00 Meet at your hotel 10:00 Visit Kappabashi Street 11:00 Food sample school 13:00 Go back to your hotel",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-visit-kappabashi-street-and-make-food-samples-with-a-guide/7411?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Visit Kappabashi street and make food samples with a guide",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-05 05:36:10"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 4619,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1474354435/ff6kudthuwsxtrrp7d1g.jpg",
        "strIntroduction": "Yokohama is a port city and it was the entrance of Japan 150 years ago. Yokohama was one of first cities to accept international culture after Japan opened the doors to the world 150 years ago. Visitors from other countries developed their own culture in Yokohama and we can feel it while walking around. 3.7 million people live in Yokohama, making it No.2 populated city in Japan and it is a real international city. We will visit the bay area and enjoy a totally different atmosphere from other Japanese cities. While we walk Yokohama bay area, we will visit the Cup Noodle museum and make our own cup Ramen noodle there. You can keep your cup noodle as a souvenir. After that, we will walk to the biggest China town in Japan and taste Chinese Ramen noodle. As you know, Chinese Ramen noodles is the origin of Japanese Ramen noodles. You will enjoy walking around the Yokohama bay area and see the harbor view park, Motomachi shopping area, Yamashita Park and so on. We will move to Shin-Yokohama and visit the Ramen museum. You will find 9 famous Ramen shops from all over Japan. You may enjoy your favorite Ramen noodle in a 1950s atmosphere. Below is the itinerary of the tour: 10:00 Meet at JR Sakuragi-cho Sta. 10:30 Cup Noodle Museum 12:00 China town 12:30 Walk in Yokohama Bay area 15:00 Yokohama Ramen Museum 16:00 End this tour at JR Shin-Yokohama Sta.",
        "strLocation": "Kanagawa",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-kanagawa-enjoy-3-kinds-of-ramen-noodles-in-yokohama/7409?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy 3 kinds of ramen noodles in Yokohama",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-05 05:39:36"
    },
    {
        "intDurationHour": 32,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 201399,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1471249146/vnnyevhtj9gbjafrfddk.jpg",
        "strIntroduction": "3 Day Horse Riding Course in Iida city, Nagano prefecture: enjoy the undisturbed, beautiful nature of Japan Following a pick-up at Chubu International Airport or Nagoya train station in the afternoon, we will get on a highway bus to go to Nagano, home to the Winter Olympics of 1998. After about 2.5 hrs (during the time you will also be able to enjoy the beautiful country side scenery of Japan), we will arrive at the stable where we will be based for the next 3 nights. We will have our first group dinner at the stable's Italian restaurant with one of the most magnificent view of the Japan Alps. You can enjoy a relaxing evening. Day 1 & 2 The next morning after breakfast, you will go to the stable to prepare your horse and start your riding lessons! (You can also learn stable management as an option.) Then after lunch you have an option of either another riding lesson or a tour around the city such as: hot spring town, rafting, mountain hikes, fruit picking, etc. Meals: you will not only be able to enjoy the local specialty of Nagano (soba noodles, bbq, etc.) but also amazing Italian cuisine of a master Japanese chef. Day 3 You will have a morning riding lesson and at noon, head back to Nagoya or we can help you to arrange transport to other locations. Nagoya will be a perfect place to get back to city life to enjoy shopping, food and also local temples.",
        "strLocation": "Nagano",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-nagano-horse-riding-lesson-and-trekking-in-the-japan-alps/7410?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Horse riding lesson & trekking in the Japan Alps",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-05 05:43:12"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 7391,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1471229635/d1ctcobogbug5jl2hj0t.jpg",
        "strIntroduction": "On this hands-on tour you’ll learn to put a Japanese spin on this globally popular craft, mangekyo (literally, ten thousand glorious mirrors.) With unique beads that are reminiscent of Japanese sweets and traditional Japanese paper, you’ll use a variety of accessories and pieces collected by our host to create beautiful kaleidoscopes. You’ll also get a crash course in how our host got their start, and the history of how this once only European craft made its way over and flourished in Japan. Dates: October 18th and 25th Schedule: 12:45 Meet at Okachimachi Station (Yamanote line and Keihin-Tohoku lines) 13:00 - 13:30 Host explains kaleidoscope making and mechanics 13:30 - 14:30 Hands-on crafting time! 14:30 - 15:00 Picture opportunity + Q&A Duration: 13:00-15:00",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-experience-making-japanese-kaleidoscope/7405?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Experience making Japanese Kaleidoscope!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-05 05:46:59"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 6375,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1471240916/evgcnudokb9oj9oyqrat.jpg",
        "strIntroduction": "Ohhhh Tokyo, with your big corporate headquarters and massive mobs of people doing very important things. And then Kyoto, with your high culture, fancy temples, gardens, and refinement. Yay. But this is OSAKA, and -- how to put it nicely? -- we don't care about your charmed lives. We care about eating. Do you care about eating? We thought so. But where is that food coming from? Join us as we walk around not one, not two, not three, but four (!) varied marketplaces sure to indelibly delight. We'll also of course explore and talk about the neighborhoods around these historic marketplaces. Your native English (and fluent Japanese) speaker is eager to tell you all about the various markets you will see. Starting time is 1:00 pm. Stop one is in Namba, for the highfalutin decadence of the department store marketplace. Superlatives shall flow as you gawk at delicious prepared foods, high end fish, meats, and vegetables. Then there's the festive and diverse scene of Kuromon Ichiba, where street vendors jostle with retailers, all offering up some darn scrumptious vittles. Lots of quirk around here too. After our Namba dalliances, we'll hop on the subway for a quick ride to Tsuruhashi, known as the Koreatown of Osaka. Narrow streets teem with all things Korean, be they raw, cooked, pickled, fried, simmered, or otherwise primed for your consideration. There's also an area to shop around for clothing that is, well, quintessentially Osaka. On to the JR Loop Line we then go for about a 10 minute ride to Tenma, another great marketplace that is lighter on the Korean and heavier on the vegetables, but with lots of other stuff to see as well. This is possibly the most modern and local (in the \"everyday shopping\" sense) of all four marketplaces. We'll wrap up the tour in Tenma, from where you will either be directed to the subway or JR line (whichever works best for you) to get back to your hotel, OR you can take the \"Enjoy an adventurous evening of food and drink in Osaka\" tour (you may add this option at time of purchase of this marketplace tour). The Food and Drink tour takes you to three stand-up bars for food and drink in two different neighborhoods. More can be read about this option by referring to the tour's independent listing here on Voyagin: https://www.govoyagin.com/activities/japan-osaka-enjoy-an-adventurous-evening-of-food-and-drink-in-osaka/4076 It's going to be a great afternoon of looking, learning, and maybe a bit of grazing too, so don't delay, book today :)",
        "strLocation": "Osaka",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-osaka-see-the-markets-of-osaka-from-high-style-to-highly-local/7407?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "See the markets of Osaka, from High Style to Highly Local",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-05 05:50:25"
    },
    {
        "intDurationHour": 9,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 34644,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1471185434/kvjbky8dwchrwx81k81c.jpg",
        "strIntroduction": "This is one day luxury tour in Tokyo. There are many many places you should visit in Tokyo and in this day trip you can see the best of the city. You can visit some of the city’s top shrines and luxury shopping areas before taking a cruise on Tokyo Bay. We pick you up at your staying hotel in the morning and take you to the shrines first. Depending on the number of participants, it might be a group tour; it might be a private/family tour. If you prefer a private one, you may need to pay an additional cost. First, we take you to the Meiji Shrine or Meiji Jingu. Meiji Jingu is a Shinto shrine. Shinto is called Japan's ancient original religion, and it is deeply rooted in the way of Japanese life and the shrine was dedicated to the Imperial Family in 1926. Walk along the gardens that surround the shrine as you listen to more details about its importance from guide staff. Head back to your bus, driving past the Japanese House of Parliament as you continue on to the Imperial Palace East Garden. The current Imperial Palace is located on the former site of Edo Castle, a large park area surrounded by moats and massive stone walls in the center of Tokyo, a short walk from Tokyo Station. It is the residence of Japan's Imperial Family. This is the “home” to a traditional Japanese garden, tea pavilion, stone walls and a moat, is situated within the complex of an Edo period castle. When you get hungry, we'll take you to the Nakamise Shopping Street. In fact, Nakamise is one of the oldest shopping centers in Japan and has a brightly-colored thoroughfare of food vendors and souvenir shops that leads to Asakusa Temple, one of Japan’s most important Buddhist sites. Asakusa can easily be explored on foot. Leave Asakusa Temple, heading by bus for the Ginza district, a conglomerate of shopping stores. From there, enjoy lunch overlooking Hamarikyu Garden, a seaside garden from the Edo period. If you like to enjoy premium and high-class dining around Asakusa, there are several restaurants as follows: 1. Imahan Bekkan. Actually they have special course for foreigners such as 8,000 JPY and a 10,000 JPY course including Omi beef sukiyaki, tempura, shabu-shabu and dessert. Also they can serve vegetarian course as well. 2. Kinsen. This is a tempura restaurant serving from 7000 JPY courses. When you are done with your lunch, you'll take a ride through the Tokyo Bay. From the boat’s vantage point, you’ll have excellent views of the Tokyo skyline, along with Rainbow Bridge. Finish your cruise and spend some time checking out the shopping at the waterfront Aqua City Odaiba complex. You’re likely to see Tokyo Big Sight and TC Building while you enjoy shopping. At the end of your tour at Tokyo station, go back to your hotel.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-take-a-one-day-luxury-tour-around-tokyo/7404?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "40% OFF Take a one day Luxury Tour around Tokyo",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-05 05:55:14"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 5820,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1470293578/waovmbcw6soyyz9zfvyc.jpg",
        "strIntroduction": "Imagine, you meet locals and get some information that is NOT listed in guidebooks, nor even in social networks. Do you know the word \"Salaryman\"? It is a generic name for normal office workers. They often go for a drink with their bosses and colleagues after work in a practice called Nominication. Now you can experience this culture. Join us! First of all, I will pick you up at your accommodation or Shizuoka Station, or we will meet up somewhere you like. Then we will go around a local town. Even if it is touristy area, I will show you places that tourists don't know and just pass. After that we will go to an Izakaya alley and enjoy foods and drinks: Yakitori, Seafood BBQ, Okonomiyaki (thin and flat pancake cooked on a hot plate with bits of meat, seafood and chopped cabbages) etc. The price is per person and includes foods and drinks, but doesn't include transportation. If you have any requests or questions, please don't hesitate to ask. I am looking forward to meeting you. Below is the itinerary of this experience: 5:00 pm or 8:00 pm: - Depart from JR Shizuoka Station Please feel free to contact me.",
        "strLocation": "Shizuoka",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-shizuoka-enjoy-cuisine-and-bar-culture-in-a-local-bar-in-shizuoka/7293?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy cuisine and bar culture in a local bar in Shizuoka",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-05 06:00:58"
    },
    {
        "intDurationHour": 6,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 5820,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1472129157/ygo6k7cieowh0fxo6vum.jpg",
        "strIntroduction": "This is a trip to Izu, Shizuoka. Itinerary 9:00 a.m. -Depart from Mishima Station of JR Line If you cannot come to Mishima by Shinkansen, I'll come to pick you up at Tokyo Station by Shinkansen. Please feel free to contact me. -Shuzenji (Shuzenji Temple)〔60 min〕 To pray at Shuzenji-temple To take a look at the town and its historical places and to go to the street filled with bamboos. To take pictures behind this bamboo forest. -Omuro-yama (Mt Omuron) 〔50 min〕 To take the lift to look at a panoramic scene from the top of the mountain and to take a walk around the top. To take pictures of Mt. Fuji and you together if it’s fine. -Lunch〔60 min〕 At the fish-market in Ito city. You can have home-made fresh fish at the bar - Jogasaki Coast〔30 min〕 You can see a splendid scene from a thrilling bridge. And you can have a wonderful experience trekking from cape to cape. You can take pictures of the splendid scenery. -Kuroiwa Onsen (Kuroiwa hot springs) 〔30 min〕 You can experience a hot spring just next to the sea level. You can take a Japanese-style bath (called Onsen) and see a beautiful view. This Onsen will make your skin smooth. If you have any requests or questions, please don't hesitate to ask. I am looking forward to meeting you. -Return to Mishima Station Return from Mishima to Tokyo for one hour by Shinkansen. This course will take about 6 hours to get around. If you apply for add-on options, it will take more.",
        "strLocation": "Shizuoka",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-shizuoka-eat-fresh-fish-caught-in-suruga-bay-izu-shizuoka/7292?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Eat fresh fish caught in Suruga Bay, Izu, Shizuoka",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-05 06:04:16"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 92,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1465035487/d2xsufyfhtt7lsw71d98.jpg",
        "strIntroduction": "The rise of Japanese whisky can be traced to 2001 when Nikka’s Yoichi whisky was named the “Best of the Best” in an international tasting by Whisky Magazine. In 2003, Suntory’s 30-year-old Hibiki clinched the top award at the International Spirits Challenge - and continued to win awards at this prestigious competition every year for the next 11 years. Japanese whisky is crafted in Scottish style - explaining its spelling as “whisky” and not “whiskey” as is done in Irish and American varieties - as the pioneers of Japanese whisky had learnt the production process from Scotland. Nikka Whisky, founded by the Scottish distillery-trained Masataka Taketsuru, and Suntory are the oldest whisky makers in Japan. Both of their founders strove to create the perfect dram that suited the Japanese palate. Japanese whisky is said to be delicate, smooth and floral, with a range of peatiness. Get a guided tour of around 60 minutes, which includes whisky tasting. English pamphlets are available. The premises are not open for viewing otherwise. Buy limited edition whiskies at the retail shop here. The location is near Sendai city, Miyagi prefecture.",
        "strLocation": "Miyagi",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-miyagi-nikka-miyagikyo-whisky-distillery-tour-and-tasting/6644?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Nikka Miyagikyo Whisky Distillery Tour & Tasting",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-05 06:07:36"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 1848,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1481266076/vqhvil8jlq9hg9h9phnc.jpg",
        "strIntroduction": "Founded in 1934 by Masataka Taketsuru who went to Scotland in 1918 to study the art of whiskey making, this location was chosen for meeting the requirements of a cold climate, high quality water source, abundant supply of peat and being near a forest where wood can be obtained to make barrels and coal. Yoichi Single Malts won the “Best of the Best” 2001 competition by Whisky Magazine. Yoichi, to the north-west of Sapporo on the island of Hokkaido, still carries out traditional distillation, using coal to direct fire the stills, something which is no longer seen even in Scotland these days. The earth floors of the cask warehouses are designed to maintain a year-round humidity appropriate for whisky maturation. The distillery can make various styles of whiskies, ranging from Lowland through to Islay, and these can be sampled for free at the bar. Get your secured reservation for the 60-min guided tour today before places are snapped up! English pamphlets and audio guides are available.",
        "strLocation": "Hokkaido",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-hokkaido-nikka-yoichi-whisky-distillery-tour-and-tasting/6643?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Nikka Yoichi Whisky Distillery Tour & Tasting",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-05 06:11:31"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 11548,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1470106772/g9x00kdzudmtmy42cgna.jpg",
        "strIntroduction": "This is a traditional Japanese dance lesson. You can take the private lesson, or you can take the group lesson (up to 5 persons). No dance skills are required. I can teach the dance to children from 2 years old, and also to adults. My lesson studio is near to the Hotel Chinzanso Tokyo (about 3 min walk from the hotel). The hotel has a very beautiful Japanese garden. You can enjoy walking around the garden before or after the lesson. The flow of the lesson is as follows: 1) We will meet at the lobby of the Hotel Chinzanso Tokyo, and walk to the lesson studio (about 3 min walk). 2) You can choose your Kimono from my collections, including Yukata (the casual style of Kimono), stage costumes and so on. (Some Kimono may need additional charge) 3) Wear the Kimono. 4) Let's dance \"Nihon Buyo\"! (about 30 min) 5) You'll change into your clothes. 6) I'll give you a Japanese fan as your souvenir. 7) End of the experience",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-experience-japanese-traditional-dance-and-wearing-kimono/7283?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Experience Japanese traditional dance & wearing kimono",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-05 06:17:08"
    },
    {
        "intDurationHour": 7,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 1755,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1434684291/smo1zfkydcukdid1i3nt.jpg",
        "strIntroduction": "Itsukushima Shrine (Japanese: 厳島神社 Itsukushima-jinja) is a Shinto shrine on the island of Itsukushima (popularly known as Miyajima), best known for its \"floating\" torii gate. It is located in the city of Hatsukaichi in Hiroshima Prefecture, Japan. Hiroshima Peace Memorial Park (広島平和記念公園 Hiroshima Heiwa Kinen Kōen) is a memorial park in the center of Hiroshima City. Its dedicated to the legacy of Hiroshima as the first city in the world to suffer a nuclear attack, and to the memories of the bomb's direct and indirect victims (of whom there may have been as many as 140,000). We will use public transportation, tram, JR line, ferry, etc. I can arrange this tour according to your request. Example schedule of the tour: 9:00 meet at your hotel or JR train station. 10:00 Peace Memorial Park (museum, A-bomb dome and so on) 12:00 Lunch by your request (Okonomiyaki is a local specialty) 13:00 Miyajima (Itsukushima Shrine, Daishoin temple and so on) 15:30 Leave the island 16:45 Send you off wherever you want in Hiroshima.",
        "strLocation": "Hiroshima",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-hiroshima-see-the-a-bomb-dome-in-hiroshima-and-miyajima/3620?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "See the A-bomb Dome in Hiroshima and Miyajima",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-05 06:22:28"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 7021,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1470539572/zfgtaakqsxe1gfrlliba.jpg",
        "strIntroduction": "Starting time is flexible between 3 pm and 7 pm, and the tour lasts for 2 hours. *Starting time is flexible and can be arranged upon your request; however, there may be waiting time to secure seats later in the evening, as most local bars do not take reservations. Who are the bar hopping masters? - Fluent in English even after drinking a considerable amount of alcohol! - Have a deep knowledge of the local area including Tokyo's very complicated transportation system. Enjoy the nightlife at Tokyo's local bars! Minimum age is 20 years! Please advise about any specific dietary requirements or food allergies at time of booking. Inclusions: Tour escort/host Exclusions: Food and drinks Transportation to/from bars Departure time: Between 3 pm and 7 pm",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-backstreet-bar-tour-of-tokyo-with-a-local-tour-guide/7347?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "30% OFF Backstreet bar tour of Tokyo with a local tour guide",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-05 06:28:14"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 8037,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1470546803/wkg9fzl6dh6qpwzyhvj2.jpg",
        "strIntroduction": "Here is a list of places that I will take you to in Tokyo: - Asakusa. You can walk and eat at Nakamise street which looks like old Edo Tokyo. If you want you can pull a good luck charm called Omikuji at Sensoji Temple. This is the best spot if you like the image of old Japan. - Ueno Park. It's a cultural mecca with a number of museums including the prestigious Tokyo National Museum and the delightful Shitamachi Museum with its display of old Tokyo, Ueno Zoo and many galleries. We will go to Lake Shinobazu and around park. - Izakaya \"WATAMI\" (bring cash with you). This is a Japanese bar type called Izakaya. You can spend a great night here. We promise you reasonable prices. Izakaya is a Japanese-style pub popular among working people, which offers a variety of foods.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-tour-all-major-places-in-asakusa-area-tokyo/7351?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "30% OFF Tour all major places in Asakusa area, Tokyo",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-05 06:33:13"
    }
]