[
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 90,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1470462247/g86qutlzpxdl1ulerkpz.jpg",
        "strIntroduction": "The Sumida River Line runs from Asakusa to Hama Rikyu Onshi Teien (Hama Rikyu Gardens). In Asakusa, head to the river to board your boat for a relaxing 40-minute Sumida River cruise (with an English audio guide). You'll glide through Tokyo and go underneath 12 bridges, providing a different perspective on the city. Listen to recorded commentary about the sights you pass as you cruise along this historically significant waterway. The dock at Hama Rikyu is located within the garden's grounds. Hama Rikyu is a large, attractive landscape garden in central Tokyo. Located alongside Tokyo Bay, Hama Rikyu features seawater ponds which change levels with the tides. There is also a teahouse on an island where visitors can rest and enjoy the scenery. The traditional garden stands in stark contrast to the skyscrapers of the adjacent Shiodome district (※Please install \"Tokyo Parks Navi\"application corresponded to English). From Hama Rikyu, walk to Tsukiji Outer Market. The Tsukiji Outer Market, known as the Jogai Shijo, is Japan's \"Food Town,\" where one can encounter all of Japan's traditional foods. A mixture of wholesale and retail shops along with numerous restaurants line the streets. This is where new culinary trends are born. Take a walk around and experience the taste of Japan first hand. We offer a special plan for you, which includes all the above. The following is the schedule: 10:20: Meeting up/Reception at Asakusa Pier of Tokyo Cruise 10:40: Sumida River Cruise from Asakusa to Hama Rikyu - Walk in Hama Rikyu - Walk from Hama Rikyu to Tsukiji Outer Market (15 – 20 minutes) - Free time in Tsukiji Outer Market 13:30: All-you-can-eat sushi 14:30: End of the tour * The course and time are subject to change. * You will walk for approximately 3 km. Wear comfortable shoes and clothes to walk in. * Participants must be 3 years or older. * Includes the cruise ticket, admission fee, guide, cruise map, Tsukiji map, and lunch. Check the Tour Conditions link below. voyag.in/2c7AgMg",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-enjoy-river-cruise-garden-and-sushi-in-tokyo/7323?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy River Cruise, Garden and Sushi in Tokyo!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 22:30:55"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 49,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1470461699/jm4bufqetwiigh54quob.jpg",
        "strIntroduction": "Fruit picking is one of the most popular activities in Japan for couples and families! A great place to enjoy this unique cultural experience is Nakagomi Orchard. Located in Yamanashi Prefecture, visitors can see the breathtaking beauty of Mt. Fuji in the middle of Mother Nature. There are a variety of fruit picking packages to choose from, so you can find your favorite combination. The availability depends on the season. A list of available fruit through the year is below: - Cherries - Peaches - Sweet nectarines - Plums - Nashi (Japanese pears) - Grapes - Prunes - Persimmons - Apples Directions to Nakagomi Orchard: - Head to JR Kofu Station in Yamanashi - Go to Platform Number 5 at JR Kofu Station's Bus Terminal - Get on a bus headed towards Nishino Keiyu (via Noshino) (30 minutes) - Get off at Sangai Bus Station - From the bus terminal, you will see a crossroads on the west side. - Go up the road about 500 meters and you will see a sign for the farm on your left. Note - Please contact the farm once you get off the bus at Sangai.",
        "strLocation": "Yamanashi",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-yamanashi-enjoy-fruit-picking-at-nakagomi-orchard-in-yamanashi/7322?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy Fruit Picking at Nakagomi Orchard in Yamanashi!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 22:35:34"
    },
    {
        "intDurationHour": 7,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 101,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1470588782/t4us3zrnyceaotwhbeif.jpg",
        "strIntroduction": "Experience some of the best entertainment and cultural options Fukuoka has to offer with this one day tour. Star off your day with a visit to the stunning cultural assets of Raizan Sennyoji Daihioin Temple with over 1,300 years of history, where you will be amazed by the 1,000-Armed Standing Kannon and the Seated Seiga Shonin statues. Next, head to the Ichiran's Mori ramen factory and museum where you will learn about the production process of this popular dish. You will be able to try Fukuoka's specialty: pork bone ramen. As we head Marinoa city, you will be able to appreciate from the bus the stunning views of Kofuji volcano and the beautiful Terayama Coast. The tour will then take you to Marinoa City Outlet Fukuoka, where you will have the chance to indulge in world-class shopping, with more than 170 stores featuring major brand names. The tour also inlcudes a free ticket to ride the Skywheel Ferries Wheel located at Marinoa city as well as a free coupon to be used in the shops at Marinoa city mall. Take advantage of this opportunity to explore different kinds of attractions that Fukuoka has to offer and book your tour!",
        "strLocation": "Fukuoka",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-fukuoka-visit-ichiran-ramen-factory-and-marinoa-city-mall-in-fukuoka/7319?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Visit Ichiran Ramen Factory & Marinoa City Mall in Fukuoka",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 22:39:39"
    },
    {
        "intDurationHour": 7,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 124,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1470588559/gyubrxdxrt9bdvzuwszn.jpg",
        "strIntroduction": "Taste the delicious flavors of Fukuoka with this one day tour departing from Hakata. In the morning, the tour will visit a fruit farm, where depending on the time of the year of your visit, you will be able to pick and savor fresh, delicious fruit: January to mid-May (strawberries) July to August (blueberries, peaches, Kyoho grapes, grapes, or pears) September (Kyoho grapes, grapes or pears) Early- to mid-October (pears) Late October to early December (persimmons). Next, you will visit Kyoho winery, home of the popular local wine made with Tanoshimaru grapes, and where you will also have the chance to try wine made out of other fruit such as strawberry or blueberry. For people under 20 years, grape juice or amazake (sweet, non-alcoholic rice based beverage) will be provided. You will then visit either Ukiha Roadside Station or Kurume Roadside Station where you will be able to pick-up fresh farm products as well as side dishes for you to take home. Lastly, you will visit Kirin beer farm, where you will indulge in an all-you-can-eat BBQ lunch including succulent dishes with beef, pork and chicken. Don't miss the chance to treat yourself to the delicacies of Fukuoka prefecture, and enjoy a delicious and fun day!",
        "strLocation": "Fukuoka",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-fukuoka-enjoy-a-fruit-picking-and-all-you-can-eat-bbq-in-fukuoka/7318?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy a Fruit Picking & All-You-Can-Eat BBQ Tour in Fukuoka",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 22:43:46"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 39,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1470368000/yvttxcebh3ofqnyvn8lm.jpg",
        "strIntroduction": "Have you ever heard of the Shamisen before? This guitar like instrument is played in accompaniment with a geisha's dancing, along with many other traditional settings. Why not take up this unique opportunity and learn to play this instrument? The beautiful and subtle tone represents the Japanese aesthetic and you will be able to experience it first hand. Lessons are taught by expert teachers in English and they will provide textbooks in English too! To top it off, you can experience playing some Ozashiki games, normally played in very formal settings with Geishas. These simple yet historical games are unique and most of all, so much fun! You won't get to experience this outside of Japan, so hurry and book this before it sells out! Option detail: Duration- 1 hour Must be over 10 years old",
        "strLocation": "Osaka",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-osaka-experience-playing-the-shamisen-and-play-ozashiki-games/7308?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Experience playing the Shamisen and play Ozashiki Games!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 22:47:08"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 29,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1472796036/lb73jpclgldvtzar4jht.jpg",
        "strIntroduction": "If you are interested in Japanese cultural arts and crafts , here's a good one to try. This class is about \"Sumie\" which is the Japanese word for Black Ink Paintings. You don't need to be artistic because there are no mistakes in this art. Each stroke adds your own character to the paintings. Sumie/Suibokuga are paintings done in black ink (sumi), in which nuances are expressed through variations in brush techniques and through contrasted shadings of ink. This was established as a genre in Japan after Song- and Yuan-dynasty paittings of this type brought back from China by practitioners of Zen in the 13th and 14th centuries. Usually you can see them on fusuma sliding door panels in Buddhist temples. Don't be nervous, just try it! A teacher will teach you the basics of the art with various different traditional sumie subjects, and will even take requests for pictures you want to try. You will be amazed at how professional your art will look. Schedule: 13:00, 15:00, 17:00 Option Detail Sumie Master class: This is a class by a master Toyokuni. Tue.- Sat. 12:00 - 17:00 Sun. Holiday 12:00 - 15:00",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-enjoy-fun-sumie-ink-painting-in-tokyo/7306?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy Fun Sumie Ink Painting Lessons in Tokyo",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 22:51:18"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 1188,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1472545918/aecjt9wblcwzaznkyzhd.jpg",
        "strIntroduction": "Mt. Fuji is Japan's highest mountain and a nearly perfectly conically shaped volcano that has been worshiped as a sacred mountain for hundreds of years. It has also been popular among artists throughout the centuries. Lake Ashinoko was formed in the caldera of Mt. Hakone after the volcano's last eruption 3,000 years ago. Today, the lake with Mt. Fuji in the background is the symbol of Hakone and a wonderful sight. On this tour a helicopter will fly you up into the sky of Hakone Ashinoko, where Mt. Fuji is said to be viewed at its most beautiful. From the helicopter you will be able to enjoy the best views of Lake Ashinoko in combination with Mt. Fuji. Furthermore, you can look down on the beautiful spots from Tokyo to Mt. Fuji along the route. Surely there is no better way to enjoy the area and majestic Mt. Fuji than with this flight-tour. The following conditions will apply: * The cruising may be cancelled due to bad weather. In this case, you will receive the refund. * It is not guaranteed that Mt. Fuji is definitely seen. * The passenger must be 3 years or older. * According to the instructions of Civil Aviation Bureau, you must write down your body weight before boarding. Summary of the cruising: Available number of passengers: 2 – 5 Flight schedule: 9:30: Meeting up at Heliport 10:00: Departure 11:00 – 11:20: Coming back to Heliport Flight time: Airframe for 5 passengers: 60 minutes Airframe for 3 passengers: 80 minutes * Note that the airframe you board will be determined on the flight day. Check the Tour Conditions link below. voyag.in/2c7AgMg",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-enjoy-the-view-of-mt-fuji-and-ashinoko-from-a-helicopter/7294?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy the View of Mt. Fuji and Ashinoko from a Helicopter!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 22:55:27"
    },
    {
        "intDurationHour": 5,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 87,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1470353404/soptqmtnb5bxcxcgn640.jpg",
        "strIntroduction": "Hiroshima is a truly special city that captures the heart and soul of Japan and is one of the top choices for visitors. With this activity you can explore it through a unique, fun, and alternative way? This cycling tour will surely leave a lasting memory and you can burn all the calories you've gained while you've been on holiday while enjoying the beautiful, panoramic views of the countryside. Could you ask for more? With experienced, local guides with an excellent knowledge of the area you'll be guaranteed a fun and memorable experience. Please note that tours will be automatically cancelled if there are less than two people, so book now to avoid disappointment! You can choose from the four different plans, listed below: Tour 1: Mt. Shirataki Hiking & Cycling from Innoshima, Mukaishima to Onomichi (17km) Open daily (Closed from Dec. 25 to Jan. 4 and in February) Duration: 5 hours 30 minutes Itinerary: 10:00 Meet at Onomichi JR train station. Pick up a bike. 10:30 Depart Onomichi Port by ferry. 10:49 Arrive at Innoshima Island. 10 min ride to Mt. Shirataki entrance. 11:00 Hiking and Lunch* at Mt. Shirataki. 13:00 Shimanami Kaido Cycling (17 km) calling at Shimanami beach, Ohamasaki Lighthouse and Innoshima Bridge. 15:30 Arrive at Onomichi. Return bike. End of the tour. Tour 2: Cycling from Ikuchijima to Omishima & Visit Oyamazumi Shinto Shrine by bus (round trip)(20km) Open daily (Closed from Dec. 25 to Jan. 4 and in February) Duration: 6 hours 20 minutes Itinerary: 9:10 Meet at Mihara JR train station. 10 minute walk to Mihara Port. 9:45 Depart Mihara Port by ferry. 10:13 Arrive at Setoda Port. 10 minute walk to Setoda Kankokyokai to pick up a bike. 10:50 Shimanami Kaido Cycling (10 km). Tatara Park. Lunch and visit to Oyamazumi Shrine by bus. Return to Tatara Park. 14:30 Shimanami Kaido Cycling (10 km). 15:30 Arrive at Setoda and return a bike. End of the tour.",
        "strLocation": "Hiroshima",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-hiroshima-enjoy-cycling-and-hiking-in-hiroshima-and-shimanami-kaido/7291?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy Cycling and Hiking in Hiroshima and Shimanami Kaido",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 22:59:07"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 68,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1472282478/kz1irbrmsmfdylznqyzq.jpg",
        "strIntroduction": "Kawamura, owner of ANell in Ikebukuro, Tokyo has over 10 years of experience in the field of hair styling. His goal is to make sure customers get what they want through the utilization of his knowledge and skills. He also creates a comfortable and relaxing environment that makes guests want to come back again and again. Kawamura and his team of stylists always do their best to make sure their customers are happy and satisfied. While coloring is not a key feature of Japanese hair salons, their coloring and cutting skills are worthy of note, as they do their utmost to keep hair strong, soft and light. If you have time to receive the full salon experience you should give the head spa and treatment a try. Guests receive a head massage where the whole body can relax and the hair is rejuvenated. Come to ANell and enjoy a relaxing treatment while transforming your hairstyle!",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-enjoy-exciting-japanese-hair-salon-experience-in-tokyo/7321?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy Exciting Japanese Hair Salon Experience in Tokyo!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 23:02:30"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 137,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1471861113/c3lqocgbcteylpvytwjn.jpg",
        "strIntroduction": "Souvenir shopping can be a hassle when you have so many places to go with little time. But don't worry, on this page, you can simply select a product of your choice and it will be available to take home with you! The products are all local specialities of certain regions in Japan and they include traditional handcrafts, food, kitchen utensils and various others. Many are traditional products which are hard to access in general souvenir shops. Details are below. ** Product Line-up** --------------------------------------------------------------------------------- 【Tsugaru painted Couple Soup Bowl in Kiri-box (with chopsticks)】ー13800JPY A speciality of the Aomori prefecture - a set of soup bowls in a Kiri(paulownia wood) box with two sets of matching chopsticks. By intentionally disregarding the last \"polishing\" step in Tsugaru painting, the bowls are presented with an intriguing design and stereoscopic effect. Often purchased as souvenirs or gifts in various occasions. - Size- Large chopsticks : length 23.5cm, handle width 0.8cm Middle-sized chopsticks : length 20.5cm, handle width 0.8cm Soup bowl: diametr 10.6cm, height 7cm Material: Natural Wood --------------------------------------------------------------------------------- 【Tamamushi Lacquerware Wine Glass (Pair) 】ー9100JPY *Grand Prize of the Japanese Gift Competition 2015* A speciality of Sendai, Miyagi prefecture - a set of red and green wine glasses by Tamamushi lacquerware. Tamamushi lacquerware is a special style established in Sendai and is named as \"Tamamushi (jewel beetle)\" because the colors slightly change depending on the lighting, as do the wings on jewel beetles. The governor of the Miyagi prefecture presented this product to Caroline Kennedy, the US ambassador to Japan when she visited. Often purchased as souvenirs or gifts in various occasions, especially to overseas. Size: Length 5.9㎝ × Width 5.9㎝ × Height 14.8㎝ / each Material: Glass --------------------------------------------------------------------------------- 【Nambu Iron Tetsubin (Cast Iron Kettle) 】ー17700JPY A speciality of Iwate Prefecture. Nambu Iron Tetsubins are made by pouring molten iron into clay or sand molds and was a utensil used in traditional Japanese Tea Ceremonies. By using the Tetsubin to boil water, the flavor significantly changes to become very mellow. This kettle can be used on IH cookers and the form was designed to represent a round moon. The patter is the traditional and unique Arale pattern. Size: Length 18.5cmｘWidth 22.5cm x Height 23cm Weight: 2.69kg Capacity: 1.8L Material: Cast Iron --------------------------------------------------------------------------------- 【Hango Bento box 】ー 13380JPY A speciality of Akita prefecture. This Hango Bento Box is two-layered and made of Akita Japanese cedars, bent into this specific shape. It is a traditional craft designated by the national government. The design is featuring \"Hango\" a container used to cook rice and is very light and easy to hold. Size: 170 X 90 X 95 mm Capactity：Top Layer 390CC Bottom Layer 500CC (with partation) --------------------------------------------------------------------------------- 【Kaji-sho Cold Forged Petit Knife】ー 14100JPY A speciality of Yamagata prefecture. This knife was created by \"Kaji-sho\" a project team of five smithing companies in Yamagata. The biggest feature of Japanese traditional blades is the Cold Forging technique. The smith cools the forged iron and shapes it again to strengthen the knife. Unique patterns only visible by this process appear and present a distinct originality. The handle is made of Sakura bark and is inner winding to implement a high usability without burden. --------------------------------------------------------------------------------- 【Kitakata Ramen】ー 3500JPY A speciality of Fukushima prefecture. This product includes 12 packets of Kitakata Ramen, one of the three famous local Ramens in Japan (others are Sapporo and Hakata). The biggest characteristic is its thick and wrinkled noodles, with a smooth soy sauce soup. This would be a perfect gift for anyone who would like to taste the true Japanese Ramen! --------------------------------------------------------------------------------- * We cannot deliver overseas, the delivery option is only for hotels in Japan. * Please be sure to consume all foodstuffs as soon as possible. * Once submitted, orders may not be cancelled. --------------------------------------------------------------------------------- ※ Important Product Delivery & Pickup Information - Please Read Carefully ※ 1. Product Delivery We will deliver your product to your hotel in advance for your concierge to hold for you. The product will be available upon check-in. If you would like us to deliver the products to your hotel, please provide us with the following information: - Hotel name - The full name used for your reservation - Check-in date Please note: - We require at least 3 full business days for delivery. If placing a last minute order within 3 days of your visit, or if you do not provide us your hotel information at least 3 full business days prior, you'll need to collect your products from our Tokyo office in Shibuya. - If your hotel reservation details change, please tell us immediately through the Voyagin dashboard. - We only deliver to hotels with a concierge with whom we can confirm the receipt of the product delivery. We do not deliver products to hostels, guesthouses, or private residences. Please let us know if you are not staying at a hotel so we can provide our office details for you to pickup the products. 2. Product Pickup: If you are not staying at a hotel, book within 3 days of your stay, or prefer to pickup your products, you can collect them from our Tokyo office in Shibuya. Our office is located 6 minutes (by walk) from Shibuya station. Address: (English) Miyamasu ON Building 5th floor, 1-15-8 Shibuya, Shibuya-ku, Tokyo (Japanese) 〒150-0002 東京都渋谷区渋谷 1-15-8 宮益 ON ビル 5F Detailed Directions (Shibuya station to Voyagin): http://voyag.in/shibuya-station-to-voyagin-office Google Map (Shibuya station to Voyagin): http://voyag.in/voyagin-google-map Office Hours: 10:00 - 19:00 (Daily including weekends, unless otherwise specified) Please confirm with us the date and time you would like to pickup your products from our office. For the product pickup at our office, please be prepared with your order number and the name used for the order.",
        "strLocation": "Aomori",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-aomori-buy-japanese-local-specialities-as-souvenirs/7452?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Buy Japanese local specialities as souvenirs!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 23:06:27"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 164,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1471414802/xfbtdsvdnmfupj3eqor7.jpg",
        "strIntroduction": "When travelling to a new destination, there’s nothing better than trying local culinary specialties to get to know a place! On this 3-hour tour, i will show you my favorite spots to eat and drink while experiencing a feel of the old Japan. Let's meet at Ginza Station, a line convenient with different metro lines. We will slowly walk to our first destination where you will discover a thriving restaurant district built alongside the train tracks! This district has plenty of small drinking spots and colorful restaurants that have been open since the 1950s. Typically tiny, these restaurants expand into the street during the warm season, creating a unique and lively atmosphere. It is in this area, commonly known as Yakitori alley, that we will begin our culinary expedition! After a few delicious yakitori (grilled meat on skewers), we’ll diversify our excursion with other classic izakaya food, like grilled fish with miso and even an okonomiyaki! Mmmmmm, delicious! In total, we will visit 4 restaurants, each with a different vibe and adding to the experience! All our tours can be held in English and in French.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-enjoy-authentic-izakaya-food-and-yakitori-in-tokyo/7420?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy authentic izakaya food and yakitori in Tokyo!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 23:10:51"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 88,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1471414758/lb4d0xpy6rvmtbcys6qv.jpg",
        "strIntroduction": "We will begin by taking a quick 20 minutes time to discuss the itinerary and concepts that will help optimize your photography and let you make the most of where you are. To do this, your guide will introduce you to basic and more advanced topics of photography such as some often overlooked basics of composition and exposure. Let us then depart and attempt to put these notions into practice, visiting new concepts as we go along! We will spend an hour exploring Asakusa Station and the surrounding area including the Sensoji Temple. Then, we will walk and continue on our way to Ueno Station and spend the rest of our time visiting the trackside market place: a place so diverse and teeming with life it will leave no shortage of photographic opportunities! We will arrive in this rich neighbourhood just in time for the end of the work day, when Tokyo salary men go out to relax after a day’s work. The shops are open late so we’ll be sure to capture the area’s undeniably charming atmosphere! Our tour photographer’s role will be to guide you through this local labyrinth so that you don't miss a beat! This is an absolutely thrilling and fun tour that will surely satisfy the shutterbug in you!",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-discover-tokyo-on-a-classic-photo-tour/7419?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Discover Tokyo on a Classic Photo Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 23:15:11"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 39,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1467697682/lukndh2dxbcl9jf9embn.jpg",
        "strIntroduction": "■ Limitation on number of people Minimum of 2 persons with a maximum of 5 persons ※The application will be closed when the number of participants reaches the limit. ■ Location Art Gallery Fukushima (10 min walk from JR Kawaguchi Station) ■ Materials We will provide text, Japanese writing paper, brush, ink and other utensils for calligraphy writing. ■ Lecturer introduction Mrs. Genpo Fukushima is a Japanese calligrapher who participates in calligraphy field actively not only in Japan but in many other countries. She has won numerous awards through those exhibitions. Not only does she hold calligraphy seminars in Japan, she has also been invited to lecture in foreign universities such as the University of Amsterdam. In the recent years, she has conducted demonstrations and calligraphy workshops in “New Zealand Japan Day” and other Japanese cultural events in other foreign countries.",
        "strLocation": "Saitama",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-saitama-take-part-in-a-japanese-calligraphy-workshop/7036?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Take part in a Japanese Calligraphy Workshop",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 23:18:59"
    },
    {
        "intDurationHour": 6,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 149,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1471401190/cld2oclrmekwd18jqn4i.jpg",
        "strIntroduction": "You can start this tour at 15:00. The schedule is below: 15:00 Pick you up in Yokohama Station If you want to get picked up in your hotel, please ask me in a message. 16:00 Rent a small electric car at Nissan Global Gallery. Ride around Yokohama. You can explore Minatomirai 21 area, Nissan Global Gallery, Landmark Tower and more! Notes about the car: - I will drive it. You don't need to worry about driving licence. - We can take 1 person at a time if you are a big group 17:00 Go to Minatomirai area in Yokohama Night cruising Yokohama Bay (1 hour) 19:00 Go to Yakitori Bar in Yokohama, Tsuruyacho The Yakitori bar's name is \"Yokohama-shouten\". Drink beer, Japanese sake, and eat yakitori, a Japanese style BBQ. If you can't eat chicken, please tell me that in advance. 21:00 Go back to Yokohama Station",
        "strLocation": "Kanagawa",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-kanagawa-explore-yokohama-and-have-a-yakitori-dinner/7415?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Explore Yokohama and have a Yakitori dinner",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 23:21:23"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 49,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1471272419/a7k0icv1nfkkntdss5tw.png",
        "strIntroduction": "Kappabashi Street is the place all the restaurant business people go to purchase knives, display goods, dishes, stove, and refrigeratosr for their professional use. Food sample is an important tool for restaurants in Japan since those displays can attract a lot of customers and they must be displayed in front of the restaurant. You will visit Kappabashi Street and buy those professional tools or make your own foods samples there for your home use. Your experience here will be totally awesome and this food sample is one of best souvenir from your visit to Japan. Enjoy your stay in Kappabashi Street! The schedule of the tour is below: 9:00 Meet at your hotel 10:00 Visit Kappabashi Street 11:00 Food sample school 13:00 Go back to your hotel",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-visit-kappabashi-street-and-make-food-samples-with-a-guide/7411?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Visit Kappabashi street and make food samples with a guide",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 23:25:02"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 93,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1474354435/ff6kudthuwsxtrrp7d1g.jpg",
        "strIntroduction": "Yokohama is a port city and it was the entrance of Japan 150 years ago. Yokohama was one of first cities to accept international culture after Japan opened the doors to the world 150 years ago. Visitors from other countries developed their own culture in Yokohama and we can feel it while walking around. 3.7 million people live in Yokohama, making it No.2 populated city in Japan and it is a real international city. We will visit the bay area and enjoy a totally different atmosphere from other Japanese cities. While we walk Yokohama bay area, we will visit the Cup Noodle museum and make our own cup Ramen noodle there. You can keep your cup noodle as a souvenir. After that, we will walk to the biggest China town in Japan and taste Chinese Ramen noodle. As you know, Chinese Ramen noodles is the origin of Japanese Ramen noodles. You will enjoy walking around the Yokohama bay area and see the harbor view park, Motomachi shopping area, Yamashita Park and so on. We will move to Shin-Yokohama and visit the Ramen museum. You will find 9 famous Ramen shops from all over Japan. You may enjoy your favorite Ramen noodle in a 1950s atmosphere. Below is the itinerary of the tour: 9:00 Meet at your hotel 10:00 Cup Noodle Museum 11:30 China town 12:30 Walk in Yokohama Bay area 15:00 Yokohama Ramen Museum 17:00 Go back to your hotel",
        "strLocation": "Kanagawa",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-kanagawa-enjoy-3-kinds-of-ramen-noodles-in-yokohama/7409?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy 3 kinds of ramen noodles in Yokohama",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 23:28:59"
    },
    {
        "intDurationHour": 96,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 2176,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1471249146/vnnyevhtj9gbjafrfddk.jpg",
        "strIntroduction": "3 Day Horse Riding Course in Iida city, Nagano prefecture: enjoy the undisturbed, beautiful nature of Japan Following a pick-up at Chubu International Airport or Nagoya train station in the afternoon, we will get on a highway bus to go to Nagano, home to the Winter Olympics of 1998. After about 2.5 hrs (during the time you will also be able to enjoy the beautiful country side scenery of Japan), we will arrive at the stable where we will be based for the next 3 nights. We will have our first group dinner at the stable's Italian restaurant with one of the most magnificent view of the Japan Alps. You can enjoy a relaxing evening. Day 1 & 2 The next morning after breakfast, you will go to the stable to prepare your horse and start your riding lessons! (You can also learn stable management as an option.) Then after lunch you have an option of either another riding lesson or a tour around the city such as: hot spring town, rafting, mountain hikes, fruit picking, etc. Meals: you will not only be able to enjoy the local specialty of Nagano (soba noodles, bbq, etc.) but also amazing Italian cuisine of a master Japanese chef. Day 3 You will have a morning riding lesson and at noon, head back to Nagoya or we can help you to arrange transport to other locations. Nagoya will be a perfect place to get back to city life to enjoy shopping, food and also local temples.",
        "strLocation": "Nagano",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-nagano-horse-riding-lesson-and-trekking-in-the-japan-alps/7410?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Horse riding lesson & trekking in the Japan Alps",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 23:32:06"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 79,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1471229635/d1ctcobogbug5jl2hj0t.jpg",
        "strIntroduction": "On this hands-on tour you’ll learn to put a Japanese spin on this globally popular craft, mangekyo (literally, ten thousand glorious mirrors.) With unique beads that are reminiscent of Japanese sweets and traditional Japanese paper, you’ll use a variety of accessories and pieces collected by our host to create beautiful kaleidoscopes. You’ll also get a crash course in how our host got their start, and the history of how this once only European craft made its way over and flourished in Japan. Dates: October 18th and 25th Schedule: 12:45 Meet at Okachimachi Station (Yamanote line and Keihin-Tohoku lines) 13:00 - 13:30 Host explains kaleidoscope making and mechanics 13:30 - 14:30 Hands-on crafting time! 14:30 - 15:00 Picture opportunity + Q&A Duration: 13:00-15:00",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-experience-making-japanese-kaleidoscope/7405?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Experience making Japanese Kaleidoscope!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 23:37:08"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 68,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1471240916/evgcnudokb9oj9oyqrat.jpg",
        "strIntroduction": "Ohhhh Tokyo, with your big corporate headquarters and massive mobs of people doing very important things. And then Kyoto, with your high culture, fancy temples, gardens, and refinement. Yay. But this is OSAKA, and -- how to put it nicely? -- we don't care about your charmed lives. We care about eating. Do you care about eating? We thought so. But where is that food coming from? Join us as we walk around not one, not two, not three, but four (!) varied marketplaces sure to indelibly delight. We'll also of course explore and talk about the neighborhoods around these historic marketplaces. Your native English (and fluent Japanese) speaker is eager to tell you all about the various markets you will see. Starting time is 1:00 pm. Stop one is in Namba, for the highfalutin decadence of the department store marketplace. Superlatives shall flow as you gawk at delicious prepared foods, high end fish, meats, and vegetables. Then there's the festive and diverse scene of Kuromon Ichiba, where street vendors jostle with retailers, all offering up some darn scrumptious vittles. Lots of quirk around here too. After our Namba dalliances, we'll hop on the subway for a quick ride to Tsuruhashi, known as the Koreatown of Osaka. Narrow streets teem with all things Korean, be they raw, cooked, pickled, fried, simmered, or otherwise primed for your consideration. There's also an area to shop around for clothing that is, well, quintessentially Osaka. On to the JR Loop Line we then go for about a 10 minute ride to Tenma, another great marketplace that is lighter on the Korean and heavier on the vegetables, but with lots of other stuff to see as well. This is possibly the most modern and local (in the \"everyday shopping\" sense) of all four marketplaces. We'll wrap up the tour in Tenma, from where you will either be directed to the subway or JR line (whichever works best for you) to get back to your hotel, OR you can take the \"Enjoy an adventurous evening of food and drink in Osaka\" tour (you may add this option at time of purchase of this marketplace tour). The Food and Drink tour takes you to three stand-up bars for food and drink in two different neighborhoods. More can be read about this option by referring to the tour's independent listing here on Voyagin: https://www.govoyagin.com/activities/japan-osaka-enjoy-an-adventurous-evening-of-food-and-drink-in-osaka/4076 It's going to be a great afternoon of looking, learning, and maybe a bit of grazing too, so don't delay, book today :)",
        "strLocation": "Osaka",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-osaka-see-the-markets-of-osaka-from-high-style-to-highly-local/7407?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "See the markets of Osaka, from High Style to Highly Local",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 23:41:47"
    },
    {
        "intDurationHour": 9,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 374,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1471185434/kvjbky8dwchrwx81k81c.jpg",
        "strIntroduction": "This is one day luxury tour in Tokyo. There are many many places you should visit in Tokyo and in this day trip you can see the best of the city. You can visit some of the city’s top shrines and luxury shopping areas before taking a cruise on Tokyo Bay. We pick you up at your staying hotel in the morning and take you to the shrines first. Depending on the number of participants, it might be a group tour; it might be a private/family tour. If you prefer a private one, you may need to pay an additional cost. First, we take you to the Meiji Shrine or Meiji Jingu. Meiji Jingu is a Shinto shrine. Shinto is called Japan's ancient original religion, and it is deeply rooted in the way of Japanese life and the shrine was dedicated to the Imperial Family in 1926. Walk along the gardens that surround the shrine as you listen to more details about its importance from guide staff. Head back to your bus, driving past the Japanese House of Parliament as you continue on to the Imperial Palace East Garden. The current Imperial Palace is located on the former site of Edo Castle, a large park area surrounded by moats and massive stone walls in the center of Tokyo, a short walk from Tokyo Station. It is the residence of Japan's Imperial Family. This is the “home” to a traditional Japanese garden, tea pavilion, stone walls and a moat, is situated within the complex of an Edo period castle. When you get hungry, we'll take you to the Nakamise Shopping Street. In fact, Nakamise is one of the oldest shopping centers in Japan and has a brightly-colored thoroughfare of food vendors and souvenir shops that leads to Asakusa Temple, one of Japan’s most important Buddhist sites. Asakusa can easily be explored on foot. Leave Asakusa Temple, heading by bus for the Ginza district, a conglomerate of shopping stores. From there, enjoy lunch overlooking Hamarikyu Garden, a seaside garden from the Edo period. If you like to enjoy premium and high-class dining around Asakusa, there are several restaurants as follows: 1. Imahan Bekkan. Actually they have special course for foreigners such as 8,000 JPY and a 10,000 JPY course including Omi beef sukiyaki, tempura, shabu-shabu and dessert. Also they can serve vegetarian course as well. 2. Kinsen. This is a tempura restaurant serving from 7000 JPY courses. When you are done with your lunch, you'll take a ride through the Tokyo Bay. From the boat’s vantage point, you’ll have excellent views of the Tokyo skyline, along with Rainbow Bridge. Finish your cruise and spend some time checking out the shopping at the waterfront Aqua City Odaiba complex. You’re likely to see Tokyo Big Sight and TC Building while you enjoy shopping. At the end of your tour at Tokyo station, go back to your hotel.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-take-a-one-day-luxury-tour-around-tokyo/7404?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "40% OFF Take a one day Luxury Tour around Tokyo",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 23:46:34"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 62,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1470293578/waovmbcw6soyyz9zfvyc.jpg",
        "strIntroduction": "Imagine, you meet locals and get some information that is NOT listed in guidebooks, nor even in social networks. Do you know the word \"Salaryman\"? It is a generic name for normal office workers. They often go for a drink with their bosses and colleagues after work in a practice called Nominication. Now you can experience this culture. Join us! First of all, I will pick you up at your accommodation or Shizuoka Station, or we will meet up somewhere you like. Then we will go around a local town. Even if it is touristy area, I will show you places that tourists don't know and just pass. After that we will go to an Izakaya alley and enjoy foods and drinks: Yakitori, Seafood BBQ, Okonomiyaki (thin and flat pancake cooked on a hot plate with bits of meat, seafood and chopped cabbages) etc. The price is per person and includes foods and drinks, but doesn't include transportation. If you have any requests or questions, please don't hesitate to ask. I am looking forward to meeting you. Below is the itinerary of this experience: 5:00 pm or 8:00 pm: - Depart from JR Shizuoka Station Please feel free to contact me.",
        "strLocation": "Shizuoka",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-shizuoka-enjoy-cuisine-and-bar-culture-in-a-local-bar-in-shizuoka/7293?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy cuisine and bar culture in a local bar in Shizuoka",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 23:49:48"
    },
    {
        "intDurationHour": 6,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 62,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1472129157/ygo6k7cieowh0fxo6vum.jpg",
        "strIntroduction": "This is a trip to Izu, Shizuoka. Itinerary 9:00 a.m. -Depart from Mishima Station of JR Line If you cannot come to Mishima by Shinkansen, I'll come to pick you up at Tokyo Station by Shinkansen. Please feel free to contact me. -Shuzenji (Shuzenji Temple)〔60 min〕 To pray at Shuzenji-temple To take a look at the town and its historical places and to go to the street filled with bamboos. To take pictures behind this bamboo forest. -Omuro-yama (Mt Omuron) 〔50 min〕 To take the lift to look at a panoramic scene from the top of the mountain and to take a walk around the top. To take pictures of Mt. Fuji and you together if it’s fine. -Lunch〔60 min〕 At the fish-market in Ito city. You can have home-made fresh fish at the bar - Jogasaki Coast〔30 min〕 You can see a splendid scene from a thrilling bridge. And you can have a wonderful experience trekking from cape to cape. You can take pictures of the splendid scenery. -Kuroiwa Onsen (Kuroiwa hot springs) 〔30 min〕 You can experience a hot spring just next to the sea level. You can take a Japanese-style bath (called Onsen) and see a beautiful view. This Onsen will make your skin smooth. If you have any requests or questions, please don't hesitate to ask. I am looking forward to meeting you. -Return to Mishima Station Return from Mishima to Tokyo for one hour by Shinkansen. This course will take about 6 hours to get around. If you apply for add-on options, it will take more.",
        "strLocation": "Shizuoka",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-shizuoka-eat-fresh-fish-caught-in-suruga-bay-izu-shizuoka/7292?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Eat fresh fish caught in Suruga Bay, Izu, Shizuoka",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 23:53:41"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 1,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1465035394/vbqzdyo7zn5wpom4psxs.jpg",
        "strIntroduction": "This distillery came about as a collaboration between Kirin Brewery, Joseph E Seagram and Sons and Chivas Brothers in 1972. It is one of the rare distilleries in the world to produce four different types of whiskies: one malt and three grains distilled in various types of stills, resulting in distinct flavors and bodies. Tours: Guided tours of around 70-minutes including observation of whole production process, a short screening introducing the facilities, and whisky tasting of up to 2 glasses.",
        "strLocation": "Shizuoka",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-shizuoka-kirin-fuji-gotemba-whisky-distilliery-tour-and-tasting/6651?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Kirin Fuji Gotemba Whisky Distillery Tour & Tasting",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 23:56:44"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 1,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1465035487/d2xsufyfhtt7lsw71d98.jpg",
        "strIntroduction": "The rise of Japanese whisky can be traced to 2001 when Nikka’s Yoichi whisky was named the “Best of the Best” in an international tasting by Whisky Magazine. In 2003, Suntory’s 30-year-old Hibiki clinched the top award at the International Spirits Challenge - and continued to win awards at this prestigious competition every year for the next 11 years. Japanese whisky is crafted in Scottish style - explaining its spelling as “whisky” and not “whiskey” as is done in Irish and American varieties - as the pioneers of Japanese whisky had learnt the production process from Scotland. Nikka Whisky, founded by the Scottish distillery-trained Masataka Taketsuru, and Suntory are the oldest whisky makers in Japan. Both of their founders strove to create the perfect dram that suited the Japanese palate. Japanese whisky is said to be delicate, smooth and floral, with a range of peatiness. Get a guided tour of around 60 minutes, which includes whisky tasting. English pamphlets are available. The premises are not open for viewing otherwise. Buy limited edition whiskies at the retail shop here. The location is near Sendai city, Miyagi prefecture.",
        "strLocation": "Miyagi",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-miyagi-hokkaido-whisky-distillery-tour-tasting-nikka-miyagikyo/6644?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Nikka Miyagikyo Whisky Distillery Tour & Tasting",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 23:59:51"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 19,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1465035669/xbnaftmbqrlcrrv3ceve.jpg",
        "strIntroduction": "Founded in 1934 by Masataka Taketsuru who went to Scotland in 1918 to study the art of whiskey making, this location was chosen for meeting the requirements of a cold climate, high quality water source, abundant supply of peat and being near a forest where wood can be obtained to make barrels and coal. Yoichi Single Malts won the “Best of the Best” 2001 competition by Whisky Magazine. Yoichi, to the north-west of Sapporo on the island of Hokkaido, still carries out traditional distillation, using coal to direct fire the stills, something which is no longer seen even in Scotland these days. The earth floors of the cask warehouses are designed to maintain a year-round humidity appropriate for whisky maturation. The distillery can make various styles of whiskies, ranging from Lowland through to Islay, and these can be sampled for free at the bar. Get your secured reservation for the 60-min guided tour today before places are snapped up! English pamphlets and audio guides are available.",
        "strLocation": "Hokkaido",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-hokkaido-nikka-yoichi-whisky-distillery-tour-and-tasting/6643?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Nikka Yoichi Whisky Distillery Tour & Tasting",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 00:02:31"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 124,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1470106772/g9x00kdzudmtmy42cgna.jpg",
        "strIntroduction": "This is a traditional Japanese dance lesson. You can take the private lesson, or you can take the group lesson (up to 5 persons). No dance skills are required. I can teach the dance to children from 2 years old, and also to adults. My lesson studio is near to the Hotel Chinzanso Tokyo (about 3 min walk from the hotel). The hotel has a very beautiful Japanese garden. You can enjoy walking around the garden before or after the lesson. The flow of the lesson is as follows: 1) We will meet at the lobby of the Hotel Chinzanso Tokyo, and walk to the lesson studio (about 3 min walk). 2) You can choose your Kimono from my collections, including Yukata (the casual style of Kimono), stage costumes and so on. (Some Kimono may need additional charge) 3) Wear the Kimono. 4) Let's dance \"Nihon Buyo\"! (about 30 min) 5) You'll change into your clothes. 6) I'll give you a Japanese fan as your souvenir. 7) End of the experience",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-experience-japanese-traditional-dance-and-wearing-kimono/7283?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Experience Japanese traditional dance & wearing kimono",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 00:07:05"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 18,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1434684291/smo1zfkydcukdid1i3nt.jpg",
        "strIntroduction": "Itsukushima Shrine (Japanese: 厳島神社 Itsukushima-jinja) is a Shinto shrine on the island of Itsukushima (popularly known as Miyajima), best known for its \"floating\" torii gate. It is located in the city of Hatsukaichi in Hiroshima Prefecture, Japan. Hiroshima Peace Memorial Park (広島平和記念公園 Hiroshima Heiwa Kinen Kōen) is a memorial park in the center of Hiroshima City. Its dedicated to the legacy of Hiroshima as the first city in the world to suffer a nuclear attack, and to the memories of the bomb's direct and indirect victims (of whom there may have been as many as 140,000). We will use public transportation, tram, JR line, ferry, etc. I can arrange this tour according to your request. Example schedule of the tour: 9:00 meet at your hotel or JR train station. 10:00 Peace Memorial Park (museum, A-bomb dome and so on) 12:00 Lunch by your request (Okonomiyaki is a local specialty) 13:00 Miyajima (Itsukushima Shrine, Daishoin temple and so on) 15:30 Leave the island 16:45 Send you off wherever you want in Hiroshima.",
        "strLocation": "Hiroshima",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-hiroshima-see-the-a-bomb-dome-in-hiroshima-and-miyajima/3620?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "See the A-bomb Dome in Hiroshima and Miyajima",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 00:10:03"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 62,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1470539572/zfgtaakqsxe1gfrlliba.jpg",
        "strIntroduction": "Starting time is flexible between 3 pm and 7 pm, and the tour lasts for 2 hours. *Starting time is flexible and can be arranged upon your request; however, there may be waiting time to secure seats later in the evening, as most local bars do not take reservations. Who are the bar hopping masters? - Fluent in English even after drinking a considerable amount of alcohol! - Have a deep knowledge of the local area including Tokyo's very complicated transportation system. Enjoy the nightlife at Tokyo's local bars! Minimum age is 20 years! Please advise about any specific dietary requirements or food allergies at time of booking. Inclusions: Tour escort/host Exclusions: Food and drinks Transportation to/from bars Departure time: Between 3 pm and 7 pm",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-backstreet-bar-tour-of-tokyo-with-a-local-tour-guide/7347?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "30% OFF Backstreet bar tour of Tokyo with a local tour guide",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 00:14:43"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 86,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1470546803/wkg9fzl6dh6qpwzyhvj2.jpg",
        "strIntroduction": "Here is a list of places that I will take you to in Tokyo: - Asakusa. You can walk and eat at Nakamise street which looks like old Edo Tokyo. If you want you can pull a good luck charm called Omikuji at Sensoji Temple. This is the best spot if you like the image of old Japan. - Ueno Park. It's a cultural mecca with a number of museums including the prestigious Tokyo National Museum and the delightful Shitamachi Museum with its display of old Tokyo, Ueno Zoo and many galleries. We will go to Lake Shinobazu and around park. - Izakaya \"WATAMI\" (bring cash with you). This is a Japanese bar type called Izakaya. You can spend a great night here. We promise you reasonable prices. Izakaya is a Japanese-style pub popular among working people, which offers a variety of foods.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-tour-all-major-places-in-asakusa-area-tokyo/7351?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "30% OFF Tour all major places in Asakusa area, Tokyo",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 00:17:41"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 26,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1467649909/x9ygcgrnupuvbnfof6wj.jpg",
        "strIntroduction": "Lake Mashu is famous for being Japan's clearest lake. It is also where a rare natural phenomenon can be seen in the wee morning hours. This tour takes you to the observatory 200m above ground where, if the right conditions prevail, you can see the heavenly sight of the sea of clouds. if not, you will still have an amazing view of Japan's clearest lake. Your guide will explain the story of the sea of clouds of Lake Mashu from Ainu times. This 30-min early morning tour is a great way to start the day!",
        "strLocation": "Hokkaido",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-hokkaido-amazing-sea-of-clouds-tour-at-lake-mashu-observatory/7030?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Amazing Sea of Clouds Tour at Lake Mashu Observatory",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 00:22:14"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 107,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1467554563/irskdj0ir5scmsffy3yk.jpg",
        "strIntroduction": "Experience the relaxing fun of horse riding on this 90-min tour that will bring you through the beautiful nature of Hakodate Prefecture. Even if you haven't tried horse riding before, don't worry as you will get a 45min training session before heading out for your horseback tour where you will get to see the forests of Mt Komagatake - a fun and easy way to do a nature tour! The horses are all experienced gentle beasts that will ensure a fun and safe ride.",
        "strLocation": "Hokkaido",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-hokkaido-90min-horse-riding-in-the-hakodate-outback/7004?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "90min Horse Riding in the Hakodate Outback",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 00:26:51"
    },
    {
        "intDurationHour": 6,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 140,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1467538823/dbzzlz1u4mqeuz9rk8rf.jpg",
        "strIntroduction": "If you have tried canoeing a few times, you must try canoeing in the crystal clear waters of Hokkaido's Niseko Shiribetsu River. The joy of gliding down the gentle river, surrounded by lush flora and fauna, with birdsong in the background is something that has to be experienced when in Hokkaido. After a relaxing morning of discovering the nooks and crannies of the river and the local birds and river fish, enjoy a riverside BBQ lunch of lamb called Genghis Khan - a Hokkaido soul food, so called as the hot plate used to cook it resembles a helmet said to have been used by the warlord. A great activity for outdoor-loving family and friends!",
        "strLocation": "Hokkaido",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-hokkaido-full-day-canoe-tour-on-niseko-shiribetsu-river-bbq-lunch/6999?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Full Day Canoe Tour on Niseko's Shiribetsu River+BBQ Lunch",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 00:30:32"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 99,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1467362149/fm2xetcjdcg81u4fpvfz.jpg",
        "strIntroduction": "Hokkaido is one of the best places to try horseback riding, as it is abundant in natural beauty, with rolling fields, dramatic mountains, gurgling streams and colorful blossoms that vary with the seasons. Just 40 mins by car from Sapporo City, you can immerse yourself in the wild outback of Hokkaido and enjoy the bucolic surroundings on horseback. Choose from a 40min to 60 min horse riding course, and be enchanted by the gentle nature of these gentle beasts and soothing rhythm of a horse ride. After the journey, have fun feeding the horses with their favorite snack, carrot sticks, and have your photos taken with your favorite steed. This is a fun activity for the whole family, and children from 7 years and above can ride their own horse! Don't worry, the horses know the way so they won't get lost.",
        "strLocation": "Hokkaido",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-hokkaido-horseback-riding-in-sapporo-with-taxi-pick-up-service/6964?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Horseback Riding in Sapporo with Taxi Pick-Up Service",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 00:35:50"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 29,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1469161006/jiwhpmla9xn0o5g9zamp.jpg",
        "strIntroduction": "Learn the basic techniques of calligraphy, from the proper writing posture, how to hold the brush, make the ink from a solid ink stick and how to make the different brush strokes. In one hour, you will be able to write your own name, and get to write it in a glorious gold ink. As a souvenir you can write on a round paper fan and bring it home. There are also options to do this in a kimono. https://youtu.be/EbIB1NPtMdE",
        "strLocation": "Hokkaido",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-hokkaido-japanese-calligraphy-lesson-write-your-name-in-japanese/7165?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Japanese Calligraphy Lesson: Write Your Name In Japanese",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 00:39:27"
    },
    {
        "intDurationHour": 7,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 83,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1467707567/ez1mo770p5izezd0am7p.jpg",
        "strIntroduction": "This is a great way to get a taste of Tokachi and meet the locals!. This farm cooking class allows you to visit a farm and see the ingredients in their natural state before using them in cuisine that brings out the best of their flavors. Your cooking instructors have appeared on TV, and own their own bakery, so you are in good hands. Pick up cooking tips from them and take home recipes to recreate for the folks back home! Enjoy the fun and warm atmosphere on the farm and have fun getting to know the locals over a delicious farm fresh meal!",
        "strLocation": "Hokkaido",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-hokkaido-cooking-in-tokachi-see-cook-and-eat-the-fields-of-hokkaido/7046?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Cooking in Tokachi -See, Cook and Eat the Fields of Hokkaido",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 00:42:09"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 89,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1467698381/qpchbkuq1htnym0mq6qr.jpg",
        "strIntroduction": "Experience the tranquil beauty of Kushiro's vast wetlands up close, from the Kushiro river that runs through it! During this 2 hr course, the only noise you will hear is the sound of your paddle cutting into the stream's surface and the natural soundtrack of nature-a bird's call, or the rustle of the wind. Lose track of time as you immerse yourself in the natural beauty of the wetlands, and enjoy spotting wildlife such as Japanese red cranes and other birds, like the cormorant or eagles. Take in Kushiro's breathtaking beauty at your own pace on this private chartered canoe tour!",
        "strLocation": "Hokkaido",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-hokkaido-private-chartered-tour-of-kushiro-wetlands-by-canoe/7037?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Private Chartered Tour of Kushiro Wetlands by Canoe",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 00:44:35"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 74,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1467692131/k7yel1uuwcommv8yhes6.jpg",
        "strIntroduction": "This is your chance to learn all about the endangered Japanese red-crowned crane in its natural habitat. Your expert guide will take you through its natural surroundings in the Toro Nature Center and explain the ecosystem and behaviour of the Japanese crane. Depending on the season, you may be able to see baby chicks of the crane. Learn also about the marshland environment and its unique features. This 2hr tour will be a real eye-opener to the life of the Japanese crane and its natural surroundings.",
        "strLocation": "Hokkaido",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-hokkaido-2-hr-japanese-red-crowned-crane-observation-tour/7035?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "2-hr Japanese red-crowned crane observation tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 00:48:42"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 32,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1467630095/nonpthfcopjl7poxvxxk.jpg",
        "strIntroduction": "The vast Shiretoko Peninsular is best explored via cruise ship where you can get views of majestic waterfalls and giant rock formations that you cannot get on shore. If you are lucky, you can also see wild dolphin swimming in the azure ocean, bears on the shore or even deer. See cormorants and eagles soar in the sky above as you sit on the open air deck seats. This 1hr course fits easily into your schedule and gives you a highlight of the pristine nature that the Shiretoko Cape has to offer. Not to be missed!",
        "strLocation": "Hokkaido",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-hokkaido-1-hr-shiretoko-peninsula-cruising-io-zan-course/7026?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "1-hr Shiretoko Peninsula Cruising: Io-zan Course",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 00:51:26"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 75,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1467708267/omvyhbpnu1jr4sup15yn.jpg",
        "strIntroduction": "One of the best way to explore the Rishiri Islands is of course in the ocean! Beginners can take part in this 1hr kayaking tour as well. Your guide will take you to the main sightseeing spots such as dramatically formed islets and places to see seals and sea lions. Be amazed by the emerald green ocean and pristine beauty of the Rishiri Islands. An easy tour with amazing sights suitable for all.",
        "strLocation": "Hokkaido",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-hokkaido-1hr-sea-kayak-tour-at-rishiri-island-hokkaido-see-seals/7047?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "1hr Sea Kayak Tour at Rishiri Island, Hokkaido. See Seals!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 00:56:36"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 48,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1467706829/qopjrhjcx42uujhd1dqw.jpg",
        "strIntroduction": "For those who have tried whitewater rafting before, have you even felt right afterwards that you want to do it again? Well, now with this half-day tour, you can! You get to experience the 2.5km course two times so you can get your fill of all the thrills and spills of the Tokachi River, the second biggest river in Hokkaido. Along the way you can try body rafting, climbing a waterfall, and even picking amethyst! A great bonding activity with a family rafting program available.",
        "strLocation": "Hokkaido",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-hokkaido-half-day-tokachi-river-whitewater-rafting-course-2x-the-fun/7045?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Half-Day Tokachi River Whitewater Rafting Course!2X the fun!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 00:59:47"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 86,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1467705405/qczqhfo8ztcaq067i0vq.jpg",
        "strIntroduction": "Have you hard of body rafting? If not, it's because its only available here at Tokachi. Experience the thrills of having the river surging under you as you raft using a floating tube called an Air Board. This enhances the experience of the river! Unlike usual rafting, the Air Board puts you as close as possible to the currents of the river and lets you feel it and ride it in a sensation unlike anything else! Enjoy nature and have fun in the river this summer with this fun and thrilling activity with the guidance of your experienced instructors.",
        "strLocation": "Hokkaido",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-hokkaido-body-rafting-experience-at-tokachi-only-available-here/7044?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Body Rafting Experience At Tokachi! Only Available Here!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 01:03:20"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 54,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1467704851/kfydzioytqzzjdf7ioyv.jpg",
        "strIntroduction": "This is a great tour for friends, families, couples and even sole adventurers. Make the best of your time at night by taking part in this night cruise on the Tokachi River that flows through Obihiro City. In the middle of Obihiro City, in a dark canal, you will be in a canoe with other fellow adventure seekers and romantics, quietly paddling through the river, gazing at stars in the sky, with gentle chirrups of the bugs. After the relaxing cruise with the soothing noises of nature, enjoy some delicious local desserts afterwards! Tokachi is famous for its sweets and pastries throughout Japan! This will be sure to delight the ladies!",
        "strLocation": "Hokkaido",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-hokkaido-tokachi-night-river-cruising-surreal-and-tranquil-desserts/7043?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Tokachi Night River Cruising! Surreal & Tranquil+Desserts!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 01:07:07"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 87,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1467704097/szl7vshkejouczr4od4w.jpg",
        "strIntroduction": "Technology meets nature in this 2hr guided segway tour of Tokachi's Millenium Forest, a beautiful landscaped forest that combines forest, garden, farming and art. The segway is a fun and easy way to discover the vast and perfect beauty of the gardens and surrounding mountain ranges. The Millenium Forest, designed by British garden designer Dan Pearson, won the Grand Award and the International Award of the Society of Garden Designers Awards 2012. Your guide will bring you through the deep forests and to the best vantage points to get a view of the Hidaka mountain range. Afterwards, you can enjoy lunch of coffee at the cafe and restaurant on site. A very fun and pleasant way to spend the day in the great outdoors!",
        "strLocation": "Hokkaido",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-hokkaido-2hr-guided-segway-tour-of-tokachi-millenium-forest/7042?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "2hr Guided Segway Tour of Tokachi's Millenium Forest",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 01:11:46"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 66,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1467703018/ssjozr1gqj37f551e1lz.jpg",
        "strIntroduction": "Experience your dream farmstay here at the Yorkshire farm, with its sprawling 10ha grounds that also has a beautiful rose garden, as well as herb and berry garden. Play with the sheep and feed the cute lamb milk as well as sheep shearing. Also learn how to spin yarn, dye wool and make felt craft. Enjoy the beautiful gardens and farm fresh dining at the red brick restaurant. Then relax in the country house for the night for a peaceful and tranquil farmstay in Tokachi.",
        "strLocation": "Hokkaido",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-hokkaido-hokkaido-shepherding-experience-hokkaido-farmstay-yorkshire-farm/7041?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Shepherding Experience & Hokkaido Farmstay At Yorkshire Farm",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 01:15:51"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 89,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1467701739/idciffvamn1ltsnof1co.jpg",
        "strIntroduction": "Feel as if you are going back to the Jurassic era as you canoe towards \"Volcano Island\", known as the Wakoto Peninsular, formed by a volcano eruption. The island still has steam coming out of it! This fun and easy canoe tour, where your guide leads you in a separate canoe, will allow you to hop onto the island that juts into the lake, and take a dip in a free hot spring for public. Enjoy the verdant oasis while relaxing in the natural hot spring, before heading back to continue the canoe tour. See fresh greenery in June and beautiful autumn foliage in October.",
        "strLocation": "Hokkaido",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-hokkaido-canoe-tour-of-volcano-island-on-lake-kussharo-beginners-ok/7040?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Canoe Tour of Volcano Island on Lake Kussharo. Beginners OK!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 01:21:16"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 69,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1467699400/nnax75xtwqly4qbyaqqb.jpg",
        "strIntroduction": "Get into the same boat, or rather, canoe with fellow nature enthusiasts and have fun getting to know each other while enjoying the vast natural beauty and wildlife of Kushiro wetlands with explanations from your guide on this 2hr course covering 9km. Starting from Lake Toro, you will head towards the wetlands and enjoy the changing scenery from from lake to tributary to mainstream along the way. Marvel at the abundant wildlife around you, such as the endangered species of the Japanese crane, and other birds and animals. A relaxing yet amazing way to see the Kushiro wetlands.",
        "strLocation": "Hokkaido",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-hokkaido-kushiro-wetlands-and-kushiro-river-canoe-group-tour/7038?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Kushiro Wetlands and Kushiro River Canoe Group Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 01:24:37"
    },
    {
        "intDurationHour": 6,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 139,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1467690015/izgrlp3jv3hdwjhkgvl1.jpg",
        "strIntroduction": "The Kushiro Marshland is breathtaking when viewed from an observatory - and your guide will take you to all the vantage points from which to see this amazing natural feature. Up close, the Marshland also has lots to offer with rich wildlife, like Japanese cranes - the only place where it can be sighted - as well as seasonal flowers. Explore all the nooks and crannies that the marsh has to offer at your own pace with the expert instruction of your guide.",
        "strLocation": "Hokkaido",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-hokkaido-private-6-hr-guided-tour-of-kushiro-marshland/7034?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Private 6-hr Guided Tour of Kushiro Marshland",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 01:28:50"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 62,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1467687753/bs0svm7uydgpu4viqtub.jpg",
        "strIntroduction": "The amazing unspoilt beauty of Lake Onnetou and its surrounding dense forests, famous for its spruce trees, is a sensory treat in richness of color - the turquoise waters and lush green forests are said to be the same since primeval times. With the richness in flora and fauna that the forests have to offer, such as bunchberries or mushrooms, depending on the season, the 4hr trek will seem to end in the blink of an eye. Your guide will inform you about the ecosystem and nature found in the pristine forests. Woodpeckers may be sighted if lucky. This is an amazing trek where time seems to stand still in this mystical nature reserve.",
        "strLocation": "Hokkaido",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-hokkaido-private-4hr-ecotour-of-pristine-lake-onnetou-and-forest/7033?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Private 4hr Ecotour of Pristine Lake Onnetou & Forest",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 01:32:29"
    },
    {
        "intDurationHour": 48,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 26,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1467650968/vbs0cwv9yrgz6ilxm2zn.jpg",
        "strIntroduction": "Discover the fascinating beauty of the night sky at Kushiro's Lake Mashu, Japan's clearest lake. At the 1st observatory of the lake, you will be able to see a panoramic view of the night sky, with explanation from your tour guide. Your guide will also teach you how to take photos of stars at night. Enjoy this amazing star-filled 30min tour!",
        "strLocation": "Hokkaido",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-hokkaido-lake-mashu-30-min-star-gazing-tour-with-explanation-of-stars/7031?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Lake Mashu 30-min Star Gazing Tour With Explanation of Stars",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 01:35:13"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 54,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1467630667/y3bin4h5skvbk3vhpwvo.jpg",
        "strIntroduction": "World Heritage Site Shiretoko is famous for its bear sightings. This 2hr cruise will take you around the dramatic peninsular in search of this wild beasts. Sightings are almost guaranteed, and this is the safest way to see them!Get your camera ready! Other wild nature sightings that you may see include dolphins, deer, eagles, cormorants and more - Shiretoko is abundant with wildlife. Bear sighting from the cruise is the safest way to see these wild beasts, so get your cameras ready to snap away and be amazed at their natural grace and beauty when you see them!",
        "strLocation": "Hokkaido",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-hokkaido-2hr-shiretoko-peninsula-cruising-bear-watching-course/7028?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "2hr Shiretoko Peninsula Cruising: Bear Watching Course",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 01:38:55"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 79,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1467629425/ircb9okfzvi0bc0xqeas.jpg",
        "strIntroduction": "What better way to explore the World Heritage Site of the Shiretoko Peninsular than on a cruise? This way you get to see views of great waterfalls and giant rocks not possible otherwise. There is also a chance to come into contact with dolphins and of course seabirds. Enjoy the amazing view of the azure waters from the open deck on a sunny day, and get great vantage points of the peninsular. Quite often you can get a view of bears near the shore - from the safety of your boat you can take as many photos as you like. This 3-hr nature watching cruise is a highly recommended way to discover the wondrous and pristine nature of the Shiretoko peninsular that has won it recognition as a World Heritage Site.",
        "strLocation": "Hokkaido",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-hokkaido-3-hr-nature-watching-cruise-around-shiretoko-peninsular/7025?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "3-hr Nature Watching Cruise around Shiretoko Peninsular",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 01:44:01"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 29,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1467628013/dog8bvx3dfqvcnnhmdoe.jpg",
        "strIntroduction": "Love horses or always wanted to try horse riding? The vast expanse of open forest fields in the Okhotsk area is the best place to try horse riding, be if for beginners or experts. No experience is needed to mount these seasoned and friendly horses who will take you on a scenic route on a gentle gait. Even children from 7 years can join the tour. Your friendly guide will have you take photos with your camera along the way. You'll wish the 20-min ride lasted longer!",
        "strLocation": "Hokkaido",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-hokkaido-horseriding-tour-in-okhotsk-outback-free-phototaking-service/7024?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Horseriding Tour in Okhotsk Outback+Free Phototaking Service",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 01:46:52"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 23,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1467627221/erbpfwc8qhvrjrdavjhd.jpg",
        "strIntroduction": "If you like strawberries, this is one activity not to be missed. Come and pick as many strawberries fresh off the farm, then learn how to make jam! Enjoy the freshly made jam and bring home the rest as a souvenir. There's lots else to do on the farm as well, with sheep to play with, and a terrace to sit on and take in the view of Mt Tokachi-dake. Don't forget to leave space to enjoy a tasty farm fresh meal at the restaurant, and buy back from souvenirs like milk and sausages!",
        "strLocation": "Hokkaido",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-hokkaido-pick-summer-strawberries-and-make-jam-on-a-furano-farm/7023?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Pick Summer Strawberries & Make Jam On A Furano Farm!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 01:49:48"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 34,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1467626646/daszq2smui4bnxpvc4uw.jpg",
        "strIntroduction": "This is your chance to try freshly-made sausages - stuffed by your own hands too! Visiting a farm is a must-do while in bucolic Furano, and while you are there, why not pick up a skill or two? Find out how sausages are made the traditional way and enjoy them freshly grilled! Savor these juicy bangers with a great view of Mr Tokachi-dake in the background. Have a relaxing meal with fresh air and farm fresh food on the outdoor terrace of the farm. A memorable activity for the whole family! Don't forget to buy some farm products from the on-site shop!",
        "strLocation": "Hokkaido",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-hokkaido-experience-making-original-furano-pork-sausages-on-a-farm/7022?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Experience making original Furano pork sausages on a Farm!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 01:52:15"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 34,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1467625894/rzawzvvbbbei2sxcibpf.jpg",
        "strIntroduction": "Make your own summer berry jam on this idyllic and spacious Furano farm and enjoy it together with some ice cream also made by yourself! Savor the simple pleasures and tastes of farm living and have a relaxing day on the farm terrace, enjoying the view of the surrounding mountains and rolling fields of Furano. You can also have a delicious farm fresh lunch there and buy for souvenirs at the shop to bring home - along with your home made jam of course! Great fun for the whole family!",
        "strLocation": "Hokkaido",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-hokkaido-berry-jam-and-ice-cream-making-in-furano-free-pick-up/7021?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Berry Jam and Ice Cream Making in Furano! Free Pick-up!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 01:55:21"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 64,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1467625213/xrl6ebnkomn5nldp1msd.jpg",
        "strIntroduction": "Let yourself go wild this summer as you fully immerse yourself in the beautiful nature of the Hidaka mountain range with this summer-only activity called Canyoning - where you trek, jump, swim and slide through the forest to your goal! Become Tarzan! You will be provided with a wet suite, life jacket, helmet and wet boots - just don't forget your sense of fun and adventure! The cool embrace of the gentle river, the warm sun rays and beautiful birdsong will make you lose track of time. A great team building activity and fun for outdoor lovers!",
        "strLocation": "Hokkaido",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-hokkaido-summer-exclusive-canyoning-at-hidaka-mountain-range-base/7020?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Summer Exclusive! Canyoning at Hidaka Mountain Range Base!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 01:59:35"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 57,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1467618278/ofnjfebab7dsk9wgo8h0.jpg",
        "strIntroduction": "Treat your family and friends to the fun of river rafting with this easy and relaxing ride that goes down gentle Soragachigawa River. Enjoy the surrounding beauty of mountains and fields while gliding along the crystal clear river and feel refreshed! Take a splash in the shallow parts of the river and have fun with the kids, and maybe try to spot some river fish. A truly wonderful activity that the whole family can enjoy, just 1 hr from Furano.",
        "strLocation": "Hokkaido",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-hokkaido-easy-rafting-course-suitable-for-kids-non-swimmers-ok/7018?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Easy Rafting Course, Suitable for Kids! Non-swimmers OK!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 02:04:50"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 57,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1467617407/e82foiunz8s6f4o36rh8.jpg",
        "strIntroduction": "Discover the joys of kayaking at Hokkaido, where expert guides will teach you how to handle the sturdy one-man boat that is easily to control. You will be taught the basics and carefully guided along the way, and soon you will be enjoying the natural flow of the river, the refreshing splash of the waters, the sounds of nature and the cool rush of the river breeze. There's no better place to learn kayaking than at the Class A Mukawa River that offers all levels of courses for various degrees of proficiency. You can also book a private lesson to get one-to-one instruction during this 3hr course.",
        "strLocation": "Hokkaido",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-hokkaido-learn-how-to-kayak-in-the-class-a-mukawa-river-hokkaido/7017?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Learn How To Kayak in the Class A Mukawa River, Hokkaido!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 02:08:52"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 43,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1467615602/gklmhqqgxgzs7osbxk2o.jpg",
        "strIntroduction": "Discover the tranquil joys of fishing with this course where you will be provided with all fishing equipment and expert instruction on how to fish. Soon, you will be concentrating on catching your first river trout, while becoming one with nature as you stand in the cool gentle stream of the Tokachi river. The river is known to produce trophy sized trout, so why not try your beginner's luck? Your guide will help you BBQ your fish for a delicious riverside lunch. Savor the taste of Hokkaido summer!",
        "strLocation": "Hokkaido",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-hokkaido-half-day-river-fishing-catch-rainbow-trout-and-have-a-bbq/7016?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Half Day River Fishing! Catch Rainbow Trout & have a BBQ!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 02:12:12"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 64,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1467613150/uxfhmbtdzgvwbteyy8tn.jpg",
        "strIntroduction": "Come and experience the thrill of white water rafting in one of the most beautiful rivers in Japan, the Mukawa River near Furano. This is a great summer activity to keep cool and enjoy with the whole family and friends! All you need is a sense of fun, and preferably a love for speed, as you hop on a raft and let your guide tackle the Class A Mukawa River, with its tricky drops and turns! Don't worry as there is also a guide on a separate kayak to ensure your safety. Just hang on tight and enjoy the beautiful view going past you. The cooling splash of the clear river water is so refreshing you'll be craving for more! After the excitement, enjoy a relaxing hot spring bath nearby.",
        "strLocation": "Hokkaido",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-hokkaido-white-water-rafting-on-the-class-a-mukawa-river-hot-spring/7015?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "White Water Rafting on the Class A Mukawa River+Hot Spring!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 02:16:56"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 59,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1467606101/jnxsriitde7tq0qyr5ez.jpg",
        "strIntroduction": "The lovely fields of Furano are truly best explored on bicycle. With the lovely scenery passing by you, it is easy to lose track of time. Choose from a half day or full day cycling course to explore the surroundings and discover the wonders of the nature in the forests and meadows. The feeling of freedom and tranquility is a priceless memory that will stay in your memory. You can even extend your stay in the area with free accommodation at a camping site or condominium - just as the tour operator! Great experience for the whole family and friends.",
        "strLocation": "Hokkaido",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-hokkaido-furano-mountain-bike-eco-tour-full-half-day-plan-free-stay-ok/7014?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Furano Mountain Bike EcoTour:Full/Half Day Plan,Free Stay OK",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 02:19:28"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 64,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1467605152/y9vg8g6ltmhxwivyihmo.jpg",
        "strIntroduction": "Challenge yourself to discover the addictive thrill of bungee jumping this summer and who knows, you may change your perspective on life! Throw out all your worries and take the 20m jump - feel time stand still as you free fall for what seems like an eternity before the tension of your bungee rope kicks in. Then all tension is released and you can laugh and enjoy the swing under the bridge and by the third time you do the jump, you will be enjoying everything moment, and have the capacity to take in the beauty of the natural surroundings as well! This will make for a great summer story to tell the folks back home!",
        "strLocation": "Hokkaido",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-hokkaido-20m-bungee-jump-off-the-bridge-near-biei-you-get-3-tries/7012?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "20m Bungee Jump Off The Bridge Near Biei! You Get 3 Tries!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 02:22:55"
    },
    {
        "intDurationHour": 6,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 36,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1467601373/bjghjcwyecdimgqxilxh.jpg",
        "strIntroduction": "The idyllic rolling fields of Furano are an ideal cycling course for biking enthusiasts. Now, you don't have to worry about not being able to bring your own bike with this rental mountain bike service that even drops you off at a convenient spot to start your course - be it from a hilltop or a country terrain course. You can also choose to have a picnic lunch packed for you to enjoy on the hilltop - what better way to enjoy the beautiful outdoors of Furano! Enjoy exploring whichever route takes your fancy in an ecologically friendly bicycle tour. Conveniently stop by any spot or shop that catches your fancy and lay in the fields or stop for a tea-break. The hills of Furano aren't steep, so even casual bikers can enjoy the biking tour!",
        "strLocation": "Hokkaido",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-hokkaido-explore-fields-of-furano-on-rental-mountain-bike-free-and-easy/7011?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Explore Fields of Furano on Rental Mountain Bike!Free & Easy",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 02:26:30"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 59,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1467598490/wlnbvann3yyc2x8iypu7.jpg",
        "strIntroduction": "What better way to take in the sights of the majestic Taisetsuzan mountain range and national park than by immersing yourself in a nearby river that offers a close up view of the peaks? Feel at one with nature and enjoy the cold clear waters of the river that comes from melted snow from the surrounding mountains. Relish the thrills and spills of white water rafting with the expert steering of your guide, and have fun splashing about with your friends and family! This is a fun summer activity for the whole family! Photos will be taken of your ride which you can purchase later. A free tea break will be provided in between.",
        "strLocation": "Hokkaido",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-hokkaido-go-chubetsu-river-rafting-kids-ok-near-asahikawa-airport/7010?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Go Chubetsu River Rafting! Kids OK! Near Asahikawa Airport!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 02:29:35"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 44,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1467560382/sunmbjuzdtrt6i6ver7u.jpg",
        "strIntroduction": "Choose from the different faces of Lake Onuma with the morning tour or evening canoeing tour. In the morning, you can canoe amidst the morning mist and gentle sunrays, and in the evening you can take in the stunning view of the sunset, a romantic time of the day. This canoeing tour is suitable for beginners and seasoned canoeists alike, as the stable and sturdy Canadian canoe is used. Your guide will tell you about the seasonal highlights around the lake, and prepare a teatime break for you to enjoy while in the beauty of the lake. Refresh your senses at this tranquil lake, and feel the stress of urban living melting away.",
        "strLocation": "Hokkaido",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-hokkaido-canadian-canoeing-in-lake-onuma-near-hakodate-beginners-ok/7007?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Canadian Canoeing in Lake Onuma near Hakodate. Beginners OK!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 02:33:03"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 36,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1467553217/xsv9g2wjzonx6wkhm8t5.jpg",
        "strIntroduction": "Experience a relaxing day on an idyllic farm located atop a hill with a view of Mt Yotei, Hokkaido's Mt Fuji and Lake Toya, making butter and soft serve ice cream from fresh milk! The taste of fresh butter and ice cream made by yourself will be one to relish! You can try making this at home too! After churning fresh milk into butter, reward yourself with a delicious farm fresh lunch on the farm and take in the picturesque scenery. Definitely a great activity for the whole family!",
        "strLocation": "Hokkaido",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-hokkaido-ice-cream-and-butter-making-experience-on-a-hokkaido-farm/7005?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Ice Cream & Butter Making Experience on a Hokkaido Farm",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 02:36:42"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 54,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1467541231/g7kewwvbvcocfc12jsty.jpg",
        "strIntroduction": "River fun is a summer must-do in Japan and river rafting is by far one of the most popular activities. Be it your first time or if you are a seasoned rafter, you can enjoy this tour that rides the rapids of Niseko's Shiribetsu River, roaring with melted ice water from the surrounding snowy mountains. Enjoy the thrills and spills of river rafting that is fun and safe for the whole family with an experienced guide manning your raft. You will have time to stop by and have fun splashing around the river, and for many photo opportunities of you in the raft! Don't miss this great way to have some cool fun this summer!",
        "strLocation": "Hokkaido",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-hokkaido-most-popular-activity-rafting-on-niseko-shiribetsu-river/7001?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Most Popular Activity: Rafting on Niseko's Shiribetsu River!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 02:39:44"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 79,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1467539984/wolmqy727bzbwrcr0ydi.jpg",
        "strIntroduction": "The lush and beautiful nature of Niseko and the cool climate in its mountain area makes it perfect for a refreshing summer canyoning outing. Canyoning refers to trekking, climbing, abseiling and swimming - in this case, you will use a mat to slide down gentle waterfalls! The trek is just 1 km but an interesting course for beginners and seasoned canyoners alike. Come and throw yourself into nature's embrace with this great summer activity! Don't worry as all required moves will be taught and practiced at the Niseko Outdoor Center first! Enjoy a refreshing hot spring bath after! (optional)",
        "strLocation": "Hokkaido",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-hokkaido-summer-canyoning-in-the-niseko-mountains-onsen-dip/7000?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Summer Canyoning in the Niseko Mountains+ Onsen Dip!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 02:43:58"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 64,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1467533348/fcaxufiy3gsat9osqyyl.jpg",
        "strIntroduction": "If you haven't tried fly fishing before, or are curious about what's so fun about fly fishing, wonder no more. There's no better place to discover the joys of fly fishing than at the amazingly clear waters of Niseko's Shiribetsu River! Your guide will teach you the tricks of fly fishing, and you'll be having fun in no time. Enjoy the tranquility of being immersed in the beautiful natural surroundings with birdsong in the background. Once you give this a try, you're sure to be back for more!",
        "strLocation": "Hokkaido",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-hokkaido-fly-fishing-for-beginners-at-niseko-shiribetsu-river/6995?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Fly Fishing for Beginners at Niseko's Shiribetsu River",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 02:47:43"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 41,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1467508345/aexic92yxx7l8so28scf.jpg",
        "strIntroduction": "Fishing and catching river fish with one's bare hands is a favorite summer activity in Japan. Experience the fun of wading in the cool and exceptionally clear waters of Niseko River and learn how to catch fish! Then grill them for a delicious lunch! Nothing beats the taste of fish caught by your bare hands! At Niseko, you can also see Mt Yotei, or the Mt Fuji of Hokkaido, and enjoy a dip in a hot spring onsen. You can also choose to stay in a former Japanese school. The traditional wooden building is 80 year old. A fun experience to have with your friends or family!",
        "strLocation": "Hokkaido",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-hokkaido-fishing-and-fish-catching-at-niseko-river-grilled-fish-lunch/6991?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Fishing & Fish Catching at Niseko River+grilled fish lunch!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 02:51:27"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 37,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1467506731/dlaj84nb55b2waqajgqt.jpg",
        "strIntroduction": "Niseko in Hokkaido is famous as a skiing resort, but did you know it also has a lot to offer during summer and autumn? Discover the natural beauty of Niseko's highland marshes with an expert local guide from the Niseko Outdoor Center who will tell you about the natural flora and fauna found in this pristine Shinsen-numa Marsh. This is an easy walking trail that the whole family can enjoy. A great way to refresh your mind and soul by immersing yourself in the vast fields and embrace of Mother Nature!",
        "strLocation": "Hokkaido",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-hokkaido-nature-trek-of-shinsen-numa-marsh-of-niseko-hokkaido/6990?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Nature Trek of Shinsen-numa Marsh of Niseko, Hokkaido",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 02:56:22"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 41,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1467503993/pimvpvw7snardbzavfwa.jpg",
        "strIntroduction": "This is a great activity for friends and family to bond, and also to get in touch with the great outdoors! First, have fun learning how to make a raft that will be sturdy enough to take you down the Shiribetsu River, then enjoy the thrill of riding it down the river! You will be amazed how some tire tubes, wood and bamboo will be sturdy enough to take you down the river and give you the chance to be closer to the cool water surface. Have fun splashing your friend and at the end of the ride, hop into a nearby hot spring for a refreshing dip and look back on the wonderful memory and sense of achievement! There is also the option of having lunch and an overnight stay in the surrounding area for more nature rambling!",
        "strLocation": "Hokkaido",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-hokkaido-make-your-own-raft-and-ride-it-down-shiribetsu-river/6989?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Make Your Own Raft and Ride It Down Shiribetsu River!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 02:59:14"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 73,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1467457250/q1dthammmqqdm5gl2uri.jpg",
        "strIntroduction": "Experience the fun of hunting for and plucking Spring mountain vegetables in the Niseko wilderness, with the help of your expert local guides. Spring vegetables are much loved by the locals for the fresh, slightly bitter taste. These are best enjoyed as a tempura fry up or BBQ, both of which you can try on this tour. Savor the difference in taste of freshly picked vegetables such as bamboo sprouts, Ainu leek, mushrooms and more, depending on the season! Do all this is the wonderful beauty of NIseko's nature, in view of Mt Yotei, Hokkaido's Mt Fuji. If you would like more time to explore the surrounding mountains in a trek, you can choose to stay overnight at an old Japanese school and continue your nature adventure the next day.",
        "strLocation": "Hokkaido",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-hokkaido-pic-wild-plants-in-niseko-make-a-tempura-or-bbq-lunch/6984?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Pick Wild Plants in Niseko, Make a Tempura or BBQ Lunch",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 03:03:32"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 74,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1467456195/s0idjzemzfjum9skytit.jpg",
        "strIntroduction": "Flying in the front seat of a glider, 500m high in the clear blue sky, looking down at the colorful fields and terrain of Hokkaido is definitely a top of the world feeling! Unlike airplanes or helicopters, a glider is released by a light plane and soars you high into the sky, with no sound of the engine, it's a surreal peaceful flight, with just you in the front seat, looking at the amazing nature below, the sound of the wind and your pilot seating behind you. The feeling of freedom and free flight is indescribable. Treat yourself to this flying experience just 50min from Sapporo by train!",
        "strLocation": "Hokkaido",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-hokkaido-get-high-with-this-glider-experience-just-sit-back-and-relax/6983?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Get High with this Glider Experience! Just Sit Back & Relax!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 03:05:57"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 119,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1467454675/ah1isglvsyfycvvxrenk.jpg",
        "strIntroduction": "If you are an avid diver, the Shakotan Peninsular will definitely be on your bucket list, as this Hokkaido Heritage Site is famous for its glowing turquoise waters and variety of fish and corals underwater. And even if you can't swim or dive, this is the best place to experience your first time - with the blue waters and caves you'll soon lose track of time and the fact that you can't dive or swim! An experienced instructor will be with you at all times so there's nothing to worry about. After the amazing 30-min diving tour and lots of photos of yourself and your group, you can treat yourself to a meal of delicious local seafood such as sea urchin and a dip in a famous hot spring in the area. This is definitely a day trip worth making time for!",
        "strLocation": "Hokkaido",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-hokkaido-diving-tour-at-shakotan-blue-waters-and-turquoise-cave/6982?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Diving Tour at Shakotan's Blue Waters & Turquoise Cave",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 03:09:25"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 59,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1467453782/nlbiwjbntekqsqjbjxbh.jpg",
        "strIntroduction": "https://youtu.be/5HpiKRseCMc The Shakotan Peninsular is blessed with turquoise waters in its surrounding oceans. Come and have an unforgettable experience immersing yourself in this surreal natural beauty of azure waters and a bright blue cave. Photos of this magical experience will be taken with an underwater camera and given to you free in a CD. Even non-swimmers can take part with a life-jacket and the accompaniment of the guide with a safe floating board to hold on to. The mystical glow of the waters and cave is a sight that needs to be seen to be believed! So don't miss this experience of a lifetime! Round off the amazing day out with a relaxing dip in a hot spring and enjoy the delicious seafood found around the area!",
        "strLocation": "Hokkaido",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-hokkaido-easy-snorkeling-in-shakotan-turquoise-waters-and-blue-cave/6981?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Easy Snorkeling in Shakotan's Turquoise Waters & Blue Cave!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 03:13:42"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 44,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1467422553/ntg0wf6iv86vnfxgxzhf.jpg",
        "strIntroduction": "What better way to spend a summer or autumn afternoon than outdoors - and baking outdoors for that matter! Savor the taste of freshly stone oven baked naan (indian flat bread) made using locally grown and milled flour, \"kitahonami\", and kneaded by yourself, and you'll be amazed how delicious naan can taste on its own! But that's not all, you will get to pluck as many fresh vegetables grown on the farm, and then salt cast them before baking them for a healthy and tasty meal. There will be a tasty curry sauce provided to complete the meal. The stone oven was built by Mr Sato, the owner of Friendly Farm. Experience healthy and tasty farm living in this friendly environment and enjoy slow food and slow life!",
        "strLocation": "Hokkaido",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-hokkaido-try-stone-oven-outdoor-baking-on-a-farm-make-naan-and-more/6977?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Try Stone Oven Outdoor Baking on a Farm! Make Naan & More!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 03:18:19"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 34,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1467421194/woo3dhjngcukbcbypuan.jpg",
        "strIntroduction": "Let your creative juices flow at this glassware workshop in a traditional brick house, with the one-to-one instruction from an experienced glassware artists who trained in Venice, Italy and has taught in the US, Sweden and Italy. From a glass vase, bowl or cup, the possibilities are endless and the satisfaction of making your own artistic creation cannot be put in words! Just a short train ride from Sapporo city, this rare traditional craft experience is one not to be missed, and suitable for beginners to experts, and children from ages 8 and up.",
        "strLocation": "Hokkaido",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-hokkaido-try-glass-blowing-at-historical-brick-house-in-sapporo/6976?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Try glass blowing at historical brick house in Sapporo",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 03:22:47"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 48,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1467420328/fenfpbfou3gxgvcutxtq.jpg",
        "strIntroduction": "This is a great family activity not to be missed on the way to or from the Shin Chitose airport. With a pick up at JR Chitose station, it's really convenient to get to and fit into your sightseeing schedule! Immersing yourself in the great outdoors is the best way to enjoy summer and autumn in Hokkaido, so treat your family to this easy rafting ecotour that will be edutainment for the whole family! Spot radiant blue kingfishers, river fish such as trout as you glide gently down the stream. Your guide will let you get off the raft and dip into the cool river waters if you can't resist jumping in! One of the most beautiful rivers in Hokkaido is just a short ride away from the airport, so what are you waiting for?",
        "strLocation": "Hokkaido",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-hokkaido-fun-rafting-ecotour-on-the-chitosegawa-river-ages-3-and-up/6975?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Fun Rafting Ecotour on the Chitosegawa River! Ages 3 and up",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 03:26:48"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 119,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1467418664/xhgzz4qimow9fwsn0tms.jpg",
        "strIntroduction": "https://youtu.be/UmjvoEY-4SM This is a perfect activity for the summer and autumn! Take an easy diving tour at Lake Shikotsu, famous for the quality of its clear waters. Advanced swimming technique isn't needed, and you will be accompanied by a guide so first timers can safely participate as well. You will practice in a shallow area of the lake before going deeper when you are ready. Just breathe using your diving kit and be amazed at the clearness of the underwater world of the caldera lake. Photos of your underwater diving trip will be taken and provided to you free of charge at the end of the 30-min dive, so you don't have to worry about taking photos of the magical experience. Interact with the friendly fish and shrimp that will come up close to you, such as the three-spined stickleback, rainbow trout, goby fish and more! If you reach out your hand, the cute little Lake Prawns will come and rest on your palm - what a great photo to show your friends and family! After the dive, refresh yourself in a 100-year-old hot spring at Marukoma Onsen!",
        "strLocation": "Hokkaido",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-hokkaido-diving-tour-of-crystal-clear-lake-shikotsu-hot-spring-dip/6974?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Diving Tour of Crystal Clear Lake Shikotsu + Hot Spring Dip",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 03:30:15"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 99,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1467370770/zgzus5sv7iym52fjtnos.jpg",
        "strIntroduction": "Lake Shikotsu is famous for its clear waters that make it almost mystical, and for the big trout that swim in its clear waters. Come and discover the magical beauty of this caldera lake in the Shikotsu-Toya National Park, while experiencing the simple joys of fishing. Even if you haven't tried fishing before, your experienced guide will teach you the tricks of trout fishing and you will not leave the session empty handed! Try trout fishing once at Lake Shikotsu, and you'll be hooked!",
        "strLocation": "Hokkaido",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-hokkaido-trout-fishing-in-lake-shikotsu-a-mystical-lake-in-hokkaido/6971?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Trout Fishing in Lake Shikotsu, A Mystical Lake in Hokkaido",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 03:33:52"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 14,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1467370018/jt2zlbnlzt9sevohkwtr.jpg",
        "strIntroduction": "Enjoy Hokkaido summer and autumn to the fullest by going on a trek! Mt Moiwa, not far from central Sapporo, offers a stunning view of the city as well as over 400 species of flora and fauna, making for a pleasant trekking course. Standing 531m high, Mt Moiwa boasts a number of ancient giant trees ranging from 300 to 500 years old. Come and feel the magical beauty of the virgin forest, and delight in the sights and sounds of birds and other animals inhabiting the forest. Your experienced guide will help you enjoy the wonders of the forest and ensure a safe trek up and down the hill. A taxi transfer service to and from your hotel can be arranged.",
        "strLocation": "Hokkaido",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-hokkaido-half-day-guided-trekking-tour-of-mt-moiwa-with-taxi-option/6970?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Half Day Guided Trekking Tour of Mt. Moiwa, With Taxi Option",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 03:36:23"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 399,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1467369034/qtnodmqywbqvoocfu5fq.jpg",
        "strIntroduction": "Have you always been fascinated by the world of Geisha? Geisha literally means a person who entertains with an art. Enjoy an exclusive performance at a private Japanese residence that will allow you to enjoy a personal encounter with the Geisha. You will be served a luxurious full course traditional Japanese dinner accompanied by fine Japanese sake at this private residential home, reserved specially for your private Geisha dinner party. Be entertained by the skillful performing arts of the graceful geisha, such as classical Japanese dance and music, as well as drinking games for a spot of casual fun. This is a special plan specially arranged for foreign guests, and a great way to impress guests coming to Japan or friends with an unforgettable experience.",
        "strLocation": "Hokkaido",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-hokkaido-geisha-dinner-party-in-a-private-home-restaurant-with-taxi/6969?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Geisha Dinner Party in a Private-Home Restaurant, With Taxi",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 03:40:17"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 42,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1467368128/pvizpkn63ldlmca7lwf2.jpg",
        "strIntroduction": "Do you know that Sapporo's night view from Mt Moiwa, 531 m high, was voted one of Japan's Top 3 last year? Enjoy the stunning scenery from Mt Moiwa and Asahiyama Memorial Park, 137m high, in one night with this easy breezy taxi tour. This is an ideal plan for a romantic date before or after dinner, or for popping the big question! Mt Moiwa is known for being a \"Lover's Sanctuary\" where you can proclaim your undying love with a lovelock and ring the \"Happiness Bell\" at the top of the platform. Get picked up from your hotel in central Sapporo for a memorable night of breathtaking scenery. A glass window rope-way will take you halfway up the mountain, from there, you can ride the \"Morris Car\" (the world's first drive-type cable car) to the top. Make the most of your Sapporo night with this tour!",
        "strLocation": "Hokkaido",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-hokkaido-enjoy-the-city-lights-of-sapporo-with-taxi-pick-up-service/6968?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy the City Lights of Sapporo, With Taxi Pick-Up Service",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 03:42:49"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 64,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1467367149/arma7vvipxfp7kkkcx2a.jpg",
        "strIntroduction": "Summer and autumn season is the best time to enjoy the lush greenery of nature with outdoor activities such as canoeing! Now, even if you haven't canoed or touched an oar before, the Canadian canoe used in this tour is extremely stable, and the gentle currents of the Jozankei river means that you can glide along this river while enjoying the sights, sounds and breeze with a few easy paddles. Even children from three years of age can safely sit in the boat and enjoy the relaxing river ride. Be it the fresh greenery of summer to the crimson red leaves of autumn, the forests around the Jozankei gorge are a breathtaking sight. So don't miss this chance to enjoy the great outdoors with this unforgettable experience!",
        "strLocation": "Hokkaido",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-hokkaido-easy-canoe-touring-in-jozankei-sapporos-famous-onsen-resort/6967?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Easy Canoe Touring in Jozankei,Sapporo’s Famous Onsen Resort",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 03:47:28"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 47,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1467365446/ton6vuym5n57uzr4yixe.jpg",
        "strIntroduction": "If you love sweet and juicy fruits, this is one activity not to be missed! At the Sapporo Fruits Theme Park you can enjoy all-you-can-eat fruits freshly picked by yourself! This beautiful farm sprawling over 41 hectares offers strawberries in spring, cherries in summer, grapes, plums, prunes and more during autumn! Due to its high elevation at 400m above sea level, the distinct difference in temperatures between day and night make for sweet and juicy fruits. Enjoy the natural beauty and sweetness of Mother Nature in the fruit field itself, picking the fruits of your choice and enjoying them freshly picked, while enjoying the fresh air and clear blue sky. After you have had your fill of fruits, you can try other activities such as playing the the Jozankei Farm's pony, try your hand at fishing, making jam or roasting a pizza in a stone oven. Enjoy the simple pleasures of farm life before heading to the airport just 50 minutes away!",
        "strLocation": "Hokkaido",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-hokkaido-fruit-picking-at-the-sapporo-fruits-theme-park-with-taxi/6966?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Fruit Picking at the Sapporo Fruits Theme Park, With Taxi",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 03:50:10"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 54,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1467363065/la8t8oc53oczswjrf4rb.jpg",
        "strIntroduction": "Mention Hokkaido and delicious dairy products such as rich, creamy milk, fresh natural cheese and rich, soft serve ice cream comes to mind. Come and try all these delicious dairy products farm fresh at Murakami Farm, a traditional farm which has over 130 cows and has been around for over 100 years. Here, you can try your hand at milking a cow, as well as making butter and feeding a cute calf! You can also sample \"Non-Homogenized MIlk\", a fresh taste only available on the farm! Savor the difference in freshness and taste, and buy some dairy products home as souvenirs. Of course, the soft serve ice cream is a must try! The farm is conveniently located between Shin Chitose Airport and Sapporo City, a perfect stop for half a day of farm fun right upon arrival or before you leave Sapporo City.",
        "strLocation": "Hokkaido",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-hokkaido-dairy-farm-experience-in-hokkaido-with-taxi-pick-up-service/6965?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Milk Cows & Make Butter on Hokkaido Dairy Farm+Taxi Service",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 03:53:51"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 119,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1467358266/ylne5mbmoxeviwgsq5ob.jpg",
        "strIntroduction": "One can't visit Hokkaido, Japan's largest prefecture in the north, and not visit a farm. Blessed with nature's bounty, Hokkaido is famous for its farm produce, such as corn, potatoes, asparagus and buckwheat as well! On Friendly Farm, you can enjoy the rustic beauty of Hokkaido just 50 minutes by car from Sapporo City, and with taxi transport provided, there's no worry even if you aren't on a driving holiday. Once at the farm, you will be given a chance to make your own buckwheat noodles, or soba, and enjoy the fragrance of freshly made noodles with hot and crispy tempura, a Japanese fry up of seasonal ingredients. After this delightful farm style lunch, you will get a rare chance to try making mochi, or rice cakes, the traditional way using mortar and mullet. Nothing beats the chewy texture of freshly-made mochi, an event which is usually saved for the New Year or auspicious occasions. Mochi making is a rhythmic workout that is perfect to prepare yourself for dessert after lunch. Enjoy the fresh rice cakes with sweet bean baste or roaster soybean flour. The farmers will prepare the mochi in various ways for you to enjoy, including \"zoni\" which is mochi in a savory soup, a traditional New Year's Day dish. And if there's any food leftover, you can bring it back as a souvenir or snack on the plane!",
        "strLocation": "Hokkaido",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-hokkaido-hokkaido-farm-cooking-make-buckwheat-soba-and-rice-cakes/6960?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Hokkaido Farm Cooking: Make Buckwheat Soba & Rice Cakes",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 03:56:58"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 94,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1467285563/oqfqsley1cdp7mo3cxvl.jpg",
        "strIntroduction": "The best way to enjoy Hokkaido's glorious nature and wildlife is to immerse yourself in it. If you like the tranquility that flowing rivers and streams brings, try enjoying the river while on an easy-to-balance Canadian Canoe. Even children from 3-years of age can sit safely in one. Almost effortlessly canoe down the glorious Bibi River that takes you through the Yufutsu-genya Plain, while enjoying the birdsong from the surrounding wetlands which is home to over 270 bird species. The final destination is the Utonai-ko Lake, which is located between Sapporo and Tomakomai, 8km from the Pacific coast and in the northwest edge of Yufutsu-genya Plain. The lake is known to be crystal clear, as it is shallow - the deepest point of 120cm and the average depth of 60cm. The lake's perimeter is 9km with an area of 275ha. You'll find it hard to imagine that such surreal beauty is just 10 minutes' by car from the Shin Chitose Airport!",
        "strLocation": "Hokkaido",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-hokkaido-easy-canoe-tour-on-chitose-bibi-river-with-taxi-pick-up/6954?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Easy Canoe Tour on Chitose’s Bibi River with Taxi Pick-Up",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 04:02:07"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 39,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1470175240/dovomk0hiphbth7tf70k.jpg",
        "strIntroduction": "Create your own original Japanese Hanko seal with your original design. Hanko is a good luck charm commonly used: for souvenir for gift for signature for sealing stamp We will create your name in kanji or katakana. Every kanji character has a meaning. Making your kanji name means adding a meaning to your name. You can choose from cool and sharp kanji characters with their meaning that we carefully selected from 50000 characters. Content of the experience: 1. About Hanko - explanation 2. Choose the stamp material 3. Let's make the stamp face 4. Let's press * The contents are subject to change The limit per day is set to 2 people. Time between: 10:00 to 18:00 Very close to Kamakura Station (the exact address will be provided after you book)",
        "strLocation": "Kanagawa",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-kanagawa-enjoy-handmade-hanko-seal-experience-in-kamakura/7287?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy handmade Hanko seal experience in Kamakura!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 04:06:12"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 90,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1469773818/pk3dvipj6nyd4vagm4tn.jpg",
        "strIntroduction": "Daily cruise, weekdays (Monday to Friday) Day sail Yokohama / Tokyo Bay Cruise Sailing schedule: 3 hours from 11:00 AM to 1.00-1:30 PM (Includes complimentary drinks & snacks) 11:00 AM Board Yokohama Cruising Club Welcoming and Safety introduction: 10 minutes. Depart Yokohama bay via Yokohama bay bridge, sail Tokyo bay in a Southerly direction for 1 hour while relaxing and taking in the views. Return sail to Yokohama Bay 1 hour. Cruise around Yokohama bay waterfront taking in the views of: Yamashita Park, Passenger Ocean Terminal, Cosmo Clock. 1:00-1:30 PM Arrive at Yokohama Cruising Club, complimentary farewell drink included at club house. Lunch is for the cost of the guest. Evening Yokohama Bay Cruise Sailing schedule: 1.5 hours from 7:30 PM to 9.00-09:30 PM (includes complementary drinks and snacks) 7:30 PM Arrive at Yokohama Cruising Club Welcoming and Safety introduction: 10 minutes Cruise around Yokohama bay waterfront taking in the views of: Yamashita Park, Passenger Ocean Terminal, Red Brick building and Cosmo Clock. 9:00-09:30 PM Arrive at Yokohama Cruising Club, complimentary farewell drink included at club house. Dinner is for the cost of the guest. Weekend/public holiday sailing (Please inquire for escape adventure events schedule) WHAT TO BRING: Shoes: The boats deck paint is very sensitive to damage by stones lodged in shoe soles, and request that you bring soft rubber sole type shoes. Clothes & Sun cream: It is always cooler on water than on land, wind breaker and sun cream/ sunglasses are suggested. For some sunglasses are a really cool accessory so bring them. Drinks, snacks and lunch: Complimentary snacks, water, Juice, coffee, beer and house wine is included in the club price. If you like you are also free to bring your favorite bottle of wine and/or beverages. Note: We can arrange for your favorite drinks and food to be on the boat ready waiting for you. If required, this service will be at cost and must be arranged in advance. BOOKING: Kindly note: We can take bookings for up to a maximum of 16 people. Looking forward to enjoying these cruising events with you!",
        "strLocation": "Kanagawa",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-kanagawa-sail-on-a-yacht-cruise-around-yokohama-and-tokyo-bay/7249?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Sail on a Yacht Cruise around Yokohama & Tokyo Bay",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 04:11:03"
    },
    {
        "intDurationHour": 5,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 86,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1470186420/pjlysdjsfgj50oihmqi2.jpg",
        "strIntroduction": "We will meet at JR Shimada Station. We will walk to the departing point of the parade. You can enjoy watching traditional Japanese dances. The parade stops to perform dances in Obi-dori Street, the square outside JR Shimada Station and various other locations. If you spot interesting places to visit, we can return there after the parade. We will follow the parade proceeding to Oi-jinja Shrine. At the shrine another dance is performed, dedicated to the Ubusuna deity. Enjoy the atmosphere of the old shrine. After a short break the parade resumes on to Uda-ji Temple. Dances are performed at the temple in honor of Tora Gozen and the Buddha and a thanksgiving ceremony is held in the main temple hall where a variety of Japanese-style hairpieces are on display. During the parade and dances you can take pictures of beautiful Japanese girls and ladies with topknots and yukata. You will see various kinds of topknots. Afterwards you can rest at a cafe, and enjoy shopping along the main street of Shimada.",
        "strLocation": "Shizuoka",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-shizuoka-see-the-shimada-mage-topknot-festival-in-shizuoka-sep-18/7285?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "See the Shimada Mage (Topknot) Festival in Shizuoka (Sep 18)",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 04:13:43"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 17,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1469668933/xqag90o0ulgelgapcogl.jpg",
        "strIntroduction": "Oyama Shrine was dedicated to Lord Toshiie Maeda, the first lord of the Kaga Clan. It was built in 1599. Its gate, now specified as a cultural asset, was designed by a Dutch architect named Holtman and built by Yoshinosuke Tsuda. Schedule (Saturday, Sunday) 8:30 Meet at the Kanazawa Station 9:00 Visit Oyama Shrine 9:15 Visit the garden in the shrine 9:30 Have a coffee at Blanket café 10:00 Break up at the café Schedule (Monday-Friday) 8:00 Meet at the Kanazawa Station. 8:30 Visit Oyama Shrine 8:45 Visit the garden in the shrine 9:00 Have a coffee at Higashide Coffee 9:30 Break up at the café ※I go to work at 9:45 on weekdays ※I will arrange the schedule depending on your schedule. Please feel free to ask me. The price is per person and includes - guide fee",
        "strLocation": "Ishikawa",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-ishikawa-discover-kanazawa-oyama-shrine-on-a-morning-coffee-tour/7240?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Discover Kanazawa's Oyama Shrine on a Morning Coffee Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 04:16:38"
    },
    {
        "intDurationHour": 6,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 99,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1470028503/led7aordvnstekkrfuvy.jpg",
        "strIntroduction": "We will pick you up at Kanaya Station of Tokaido line, or at your hotel near the station. You can enjoy the drive on the way to the theme park. This is generally a factory tour of Greenpia Makinohara tea factory facility. The first floor is a houjicha factory filled with the aroma of roasted tea. The second floor has Makinohara history room and a refined tea factory where the tea products are finished. On the third floor you can observe the packaging factory where the tea products are put in bags, and the multilevel automated cool storage where the teas are kept - you can see that from a special pathway. Challenge yourself by picking green tea leaves in the tea plantation! In the tea field you can touch tea leaves and pick them, and enjoy the smell of green tea. Upon your request you can wear traditional costumes for tea picking. You can taste specialty foods made with green tea at Maruobara Restaurant. The building was originally a farmhouse of farmers who first cultivated the land of Makinohara and has a history of 140 years. Enjoy dishes such as green tea tempura in the atmosphere of a 140-year history farmhouse. Enjoy shopping at the direct store Ippinkan. In the spacious shops you will be able to find various items, such as particular refreshment tea, black tea, healthy food, and tea utensils, local farm products and gifts.",
        "strLocation": "Shizuoka",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-shizuoka-discover-the-green-tea-wonderland-at-greenpia-makinohara/7251?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Discover the Green Tea Wonderland at Greenpia Makinohara",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 04:19:26"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 9,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1469672720/codoy0yxo4rlswxhzizo.jpg",
        "strIntroduction": "Tokyo is overflown with more than 20,000 hair salons and is very hard to find \"the one\" for you. Tokyo is a hotspot for hair salons and we have numerous wonderfully skilled hair stylists. Voyagin has a list of hair salons that are worth getting a haircut at, just for you. They will offer you the best haircut with attentive consultation on what hairstyle will suit you, regarding your face structure and preferences. Don't miss out this opportunity to get a new look by one of the best stylists that Tokyo has to offer! 1) MINX AOYAMA Closest Station: Omotesando Haircut : 6,480JPY~ 2) Hanjee Hair Gallery Closest Station: Daikanyama Hair cut: 7,020JPY~ 3) Hayato Tokyo Roppongi Closest Station: Roppongi Hair cut: 5,400JPY~ 4) ASSORT TOKYO Closest Station: Gaienmae Haircut: 6,000JPY~ 5) SHINKA ROPPONGI Closest Station: Roppongi Haircut for women: 6,250JPY~ Haircut for men: 5,750JPY~ 6) BULB Closest Station: Daikanyama Hair cut: 7,020JPY ~ 7) BONDZ SALON: Closest Station: Azabujuban Hair cut: 7,560JPY~ 8) Watanabe HAIR DRESSING Closest Station: Meiji-jingu Haircut for women: 5,940 JPY~ Haircut for men: 5,940 JPY~ 9) HAIR SIETE Closest Station: Akasaka Haircut for women: 4,536JPY~ Haircut for men: 3,996JPY~ 10) ANell Closest Station: Ikebukuro Haircut: 5,500 JPY~",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-hair-salon-reservation-service-in-tokyo/7245?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Hair Salon Reservation Service in Tokyo",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 04:22:32"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 99,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1469804956/ql3xyvogpxsuln9xgkgd.jpg",
        "strIntroduction": "Some people visit temples just for the pictures, but have you ever wondered if there’s something else you might be missing? For this trip, we’ll take a quick drive to “Honkōji” temple, and spend a few hours getting to know temple life and the people there. What are the customs to visiting a temple? What does it take to be a monk? What goes on behind the scenes in a temple? From daily life to cultural how to’s, Bitō and his family are here to guide you and answer any and all of your questions. Plus, there are plenty of chances to snap and share photos of you at the temple, both inside and out. To start, meet us at 12:30 p.m. in front of Hachiko statue at Shibuya station. Then we’ll head over by car and let Bito lead the day from there. Each group is limited to 8 people to ensure everyone has a chance to interact directly with Bito and the activities. There will also be a interpreter so that you don’t miss a beat! After the trip, will head back to Harajuku Station, leaving you with an insider’s view of temples that you can take across Japan.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-ask-a-monk-the-expert-temple-guide-tokyo/7254?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Ask a Monk! The Expert Temple Guide, Tokyo",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 04:26:48"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 61,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1467104478/syfoowzzmsqrzgm7y72l.jpg",
        "strIntroduction": "Bento is getting more popular all over the world, and the word \"bento\" itself is becoming universal. Bento doesn’t mean mere “lunch box”. It’s the art of food and nutrition. You’ll learn how quickly and easily you can cook it and how beautifully the meal is presented into a box. You shouldn’t miss this fun and tasty opportunity! Bento Class: 120 min 1. Introduction: 15 min 2. Cooking Time: 85 min 3. Packing Time: 20 min",
        "strLocation": "Kyoto",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-kyoto-experience-making-bento-lunch-box-in-kyoto/6936?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Experience making Bento (lunch box) in Kyoto",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 04:29:45"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 27,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1469532442/knbuv3ffi259dppz3ogk.jpg",
        "strIntroduction": "It is pretty popular for Japanese family to have sushi at home. There are many kinds of sashimi (fish), and more. You might know that there are wide varieties for sushi ingredients, but we will prepare typical seafood, avocado, eggs, and seaweed this time. While having the dinner, why don't we have some green tea which is also typical and a good match for sushi. Let's enjoy a sushi dinner at newly renovate house! Not only you'll be able to have dinner with locals, but this will be a fantastic opportunity to come into a new house which renovation was done in June this year. I would love to show the new house in details. Think of it as a short home-stay program for those who don't have enough time but still want the experience. If you are interested, this can be a meaningful cultural exchange and/or practice of your Japanese language skills. You are welcome to stay longer to have another cup of tea and chat after the meal. It's up to your schedule. 海外に限らず、国内からの方ももちろんどうぞー。 お家で手巻き寿司。近所の美味しい魚屋さんからのお刺身用意いたします。 新しくて居心地の良い家でゆっくりDinnerしましょう＾＾",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-hand-roll-sushi-party-at-a-new-house-in-tokyo/7222?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Hand Roll Sushi party at a new house in Tokyo",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 04:33:42"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 19,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1469854683/kljqzexjzrrmdd3rk4il.jpg",
        "strIntroduction": "This is a facility in Shinjuku, Tokyo, which lets you experience the mystic and exciting world of ninja! FAQ: Q1. What kind of facility is this? This is an interactive entertainment facility featuring ninja. Q2. Can you show me how to get there? It is a three-minute walk from the eye-catching Godzilla building in Kabukicho, Shinjuku, Tokyo. Q3. How many people can enjoy it at the same time? It is a hiding place of ninja, so we cannot let in a large number of people at the same time. The maximum capacity is 4 people per tour group. Q4. How long will a tour take? Approx. 15 minutes. Q5. Can you speak English/Chinese? We are sorry. Our staff can speak Japanese only, but descriptions in panels are also written in English, Chinese and Korean.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-practice-ninja-skills-at-a-ninja-trick-house-in-tokyo/7224?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Practice ninja skills at a Ninja Trick House in Tokyo",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 04:39:04"
    },
    {
        "intDurationHour": 6,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 49,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1469520086/jabnoxf87nqahushyvx7.jpg",
        "strIntroduction": "Harajuku is a colorful and crazy neighbourhood that has been creating its own original culture by engulfing the world's trendiest fashions and cultures. It is like a monster that swallows everything in its path and keeps expanding. The Kawaii Monster Cafe is a reflection of this monster visualising Tokyo, Harajuku. First of all, I will pick you up at your accommodation or we will meet up somewhere you like. Then we will go around Harajuku. Even though it's a popular area, I will show you places that tourists don't know and just pass. After that we will go to Kawaii Monster Cafe and enjoy foods and drinks and talking pictures with them. Finally we will go shopping around Harajuku. If you have any requests or questions, please don't heisitate to ask. I look forward to meeting you!",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-enjoy-the-amazing-kawaii-monster-cafe-and-a-tour-in-harajuku/7232?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy the amazing Kawaii Monster Cafe and a tour in Harajuku",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 04:43:58"
    }
]