[
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 88,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1466197804/rzuxynzzxmlgudvzl0ip.jpg",
        "strIntroduction": "This tour is a special spotlight on the origins of tags and graffiti with a local focus on Tokyo. We offer a group price where the participant can reserve to be part of a small expedition of max 5 persons or choose our Private option where up to 2 persons can benefit from the photographer's time in a private setting. Also, this tour option provides a set of 5 edited photos of the participants within 72 hours following the tour! THE TOUR: We'll begin our 2 hour mission of urban discovery by meeting up at Meiji-Jingumae (Harajuku) Station, easily accessible by the Fukutoshin or Chiyoda line. After a 15-20 introduction on general photography, we'll set out on our adventure! Let's fly through some key Harajuku spots and creatively photograph and document the stickers, tags and random works of art we find hidden away or in plain sight to see! Your guide will share insight on the origins of particular street artists and creative ways to photograph mundane urban elements. Now for round two: Shibuya! The infamously streets of Shibuya are home to some of the world's most unique, hidden areas and of course: urban art! We will fly through this neighbourhood armed with our cameras and set our sights on capturing all types of urban scrawls. Your specialist guide will be able to explain certain graffiti styles and methods in this one-of-a-kind street photography tour. Since this tour is FULL of information, we'll take a moment at the the adventure's end to recap and perhaps revisit some of the information that was exchanged. We'll end the tour in Shinjuku, a perfect place for you to unwind after a productive run around town. With it's many restaurants, bars and shops: there'll be no shortage of things to do!",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-discover-hidden-streets-on-a-tokyo-graffiti-photo-tour/6802?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Discover hidden streets on a Tokyo Graffiti Photo Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 04:48:42"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 134,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1468739010/lyvyxkgbn50oyyfaoog5.jpg",
        "strIntroduction": "Japanese Special Photo Studio Angelle is a photo studio where you can get your portfolio created, one with you looking at your very best in a beautiful Japanese traditional Oiran's kimono. Being a little different from those of Maikos (apprentice geishas), the kimonos of Oiran are more magnificent and sexy. The Oirab that Angelle proposes are decked out in expensive magnificent uchikake (a traditional long outer kimono) like that of a bride. Her hairstyle is not limited to the traditional ones, but comes in many different kinds, to which original creations of floral decorations are added. The result is nothing less than gorgeous. The makeup is also in vivid colors to enhance the costume and the photo shoot. Every customer will be transformed into a fashion model or a movie star. Her photograph will be a dramatic one, the kind that no regular photo studio is capable of achieving because she will be installed in a three-dimensional set like that for a scene in a movie. The makeup of a Maiko is one with a white foundation with red as the keynote. Its finish emphasizes elegance. In Kyoto, the Maiko culture is deeply rooted, boasting a long history, so in order to transform into a Maiko, some restrictions apply. The photo shoot will be done with natural lighting in which the white foundation manifests itself in such a way that a soft natural harmonious effect is achieved in the photograph. The transformation into a Oiran at Angelle is not limited in form. Indeed the new kimono styles for the transformation are limitless in possibilities for realizing the wishes of the customers. Let us turn you into an Oiran! What to bring: - Your own cosmetics. We provide the cosmetics for the Oiran experience but not for afterwards.",
        "strLocation": "Kyoto",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-kyoto-get-a-photo-session-dressed-in-japanese-oiran-kimono-kyoto/7130?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Get a photo session dressed in Japanese Oiran kimono, Kyoto",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 04:51:35"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 200,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1468911832/zlzcctp7gkwnotdrbumd.jpg",
        "strIntroduction": "Tokyo’s cocktail scene is like no other and focuses on craftsmanship, the ingredients and integrity of the flavors themselves. The bartenders take their work very seriously and have an artful approach to their craft. This tour is an experience like no other in the world. It's a must if you enjoy making cocktails or simply like drinking them! This tour features four carefully chosen tasting locations that highlight the best cocktails the city has to offer, made by award winning mixologists. One delicious and well-balanced cocktail is included at each bar. Activity details: Let's meet at Nihonbashi station for 7h30pm, the perfect time to begin a cocktail tour! Over the course of the next 3-4 hours, we will hop from place to place in search of Tokyo's finest cocktails and drinks! We will begin in Nihonbashi and visit one cocktail house. We will then take a quick subway ride to Ginza and spend about 1.5 hours to visit 2 award winning locations that will have your taste buds singing, walking between stops. You'll be able to receive insight on local culture and discuss the Japanese cocktail culture while we stroll from place to place. Then, onward to our next neighbourhood: Ebisu! With the help of the Tokyo Metro, we will speed to our next location; all three neighborhood have a different vibe and atmosphere. Perfect to give you a good overview of Tokyo's cocktail scene. We'll conclude our cocktail tour at this final destination where you'll be free to continue your evening, should you choose to! However, should you be ready to return home, we'll gladly escort you back to the nearest metro station.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-enjoy-tokyo-amazing-cocktail-tour/7144?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy Tokyo's Amazing Cocktail Tour!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 04:55:58"
    },
    {
        "intDurationHour": 48,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 384,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1469439813/ifqgjupj3bknh00m5owt.jpg",
        "strIntroduction": "When you think of Aomori prefecture, apples come to mind! Hirosaki Apple Park has approximately 65 types of apples and 1,300 apple trees. In the fall, you can try apple picking. Cider Factory Kimori, located in the park, lets you try refreshing cider that tastes as if it was pressed straight from an apple (separate fee required). Hirosaki Castle has a history of over 400 years. Today, it is in the midst of being moved, so you can see the castle without its stone-wall base, something seen only once in 100 years. In addition, in Inakadate you can tour rice paddy art that uses the land as a canvas and has become famous worldwide. There is also a tour of the workshop run by the sword smith, Mitsugu Nakahata who has crafted Japanese swords for many years. While listening to explanations from the sword smith, you can take a sword in hand for a close look. A lunch featuring local foods will be prepared. Enjoy a leisurely lunch at a farmhouse restaurant that doesn't have a menu--it serves whatever has been freshly picked that day. After strolling around Hirosaki Park, sit down with a cup of coffee at a Starbucks housed in a cultural property (coffee is a separate fee). The final leg of the tour takes you to a market very popular with the locals that sells foods unique to the area and miscellaneous goods at reasonable prices. Have fun communicating with the women of the market! At night, stay at Ishiba Ryokan, a traditional Japanese inn that is also popluar with foreigners, and enjoy warm hospitality and a traditional Japanese building designated a registered tangible cultural property. This 2-day tour lets you experience an abundance of the enchantment of both Aomori's past and present! Schedule: Day 1 9:00 Gather at Joto Exit, Hirosaki Station; meet up with the guide and travel to Inakadate in a vehicle (van or regular taxi) 9:20 Arrive at No.2 rice paddy art site (there is a wait time when crowded) 10:00 Arrive at No.1 rice paddy art site (there is a wait time when crowded) 10:30 Tour Katana no Iori (Japanese sword workshop) and actually handle a Japanese sword 12:00 Lunch of local dishes at a farmhouse restaurant; Japanese meals are prepared from vegetables freshly picked that day from the restaurant's backyard garden 13:30 Arrive at Hirosaki Apple Park; tour Cider Factory Kimori in the park 14:45 Tour Hirosaki Castle in Hirosaki Park 15:30 Have a cup of coffee at a Starbucks housed in a cultural property *Participants are responsible for paying for their coffee 16:15 Tour Niji no Mart (popular local market) and shop 17:00 Arrive at main entrance to Hirosaki Station; walk over to Ishiba Ryokan 17:15 Check-in to Ishiba Ryokan; enjoy the inn experience at your leisure until checkout Day 2 Check-out",
        "strLocation": "Aomori",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-aomori-2-day-tour-in-tsugaru-aomori-enchantments-of-hirosaki/7214?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "2-Day Tour in Tsugaru, Aomori: Enchantments of Hirosaki",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 04:58:34"
    },
    {
        "intDurationHour": 48,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 454,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1469439284/sr9lfds9xwxwarq7lqxs.jpg",
        "strIntroduction": "When you think of Aomori prefecture, apples come to mind! Hirosaki Apple Park has approximately 65 types of apples and 1,300 apple trees. In the fall, you can try apple picking. Cider Factory Kimori, located in the park, lets you try refreshing cider that tastes as if it was pressed straight from an apple (separate fee required). Hirosaki Castle has a history of over 400 years. Today, it is in the midst of being moved, so you can see the castle without its stone-wall base, something seen only once in 100 years. At the Zenringai district, which has a strong historical relationship with Hirosaki Castle, you can also experience Zen meditation. Your spirit will be refreshed. After eating the popular local ramen, sit down with a cup of coffee at an unusual Starbucks housed in a cultural property (coffee is a separate fee). This tour lets you fully experience the enchantment of both Aomori's past and present! The tour ends at an early hour so that afterwards you can readily travel to Oirase Keiryu (mountain stream).Spend a languid time eating meals made from whole Aomori apples and bathing in a bath overlooking the grand nature of Oirase. Schedule: Day 1 8:30 Gather at Joto Exit, Hirosaki Station; meet up with the guide and travel to Hirosaki Apple Park in a vehicle (van or regular taxi) 9:00 Arrive at Hirosaki Apple Park; tour Cider Factory Kimori in the park 10:15 Tour Hirosaki Castle in Hirosaki Park 11:00 Experience Zen meditation at Zenringai, where there are 33 temples, all of the Soto school of Zen 12:00 Eat lunch at a local popular ramen shop, Niboshi Chuka 12:40 Have a cup of coffee at a Starbucks housed in a cultural property *Participants are responsible for paying for their coffee 13:20 Arrive at main entrance to Hirosaki Station; end tour 13:26 Depart from main entrance to Hirosaki Station; take a bus to Aomori Airport (out-of-pocket cost of 1000 yen per person) 14:20 Arrive at Aomori Airport 15:00 Depart on free shuttle bus to Oirase Keiryu 16:30 Arrive at Oirase Keiryu Hotel 18:00 Dinner at Aomori Ringo Kitchen 21:00 Attend a lecture on nature in the vicinity by Mori no Gakko, which teaches the value of Oirase Keiryu Day 2 7:00 Breakfast buffet 8:00 Take a free shuttle bus; walk along the mountain stream 10:00 Depart from Oirase Keiryu Hotel; ride the shuttle bus",
        "strLocation": "Aomori",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-aomori-2-day-tour-in-tsugaru-aomori-hirosaki-past-and-present/7212?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "2-Day Tour in Tsugaru, Aomori: Hirosaki's past and present",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 05:02:53"
    },
    {
        "intDurationHour": 48,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 454,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1469438951/shro3d2g9c4flutfgbh3.jpg",
        "strIntroduction": "The rice paddy art in Inakadate has become famous worldwide. The theme for this year's art is \"\"Godzilla Resurgence\"\" and \"\"Sanadamaru,\"\" the NHK historical drama. The art that uses land as a canvas constantly changes and is a must see while it lasts! There is also a tour of the workshop run by the sword smith, Mitsugu Nakahata who has crafted Japanese swords for many years in Inakadate. While listening to explanations from the sword smith, you can take a sword in hand for a close look. A lunch featuring local foods will be prepared. Enjoy a leisurely lunch at a farmhouse restaurant that doesn't' have a menu--it serves whatever has been freshly picked that day. The tour ends at an early hour so that afterwards you can readily travel to Oirase Keiryu (mountain stream). Spend a languid time eating meals made from whole Aomori apples and bathing in a bath overlooking the grand nature of Oirase. Schedule: Day 1 8:30 Gather at Joto Exit, Hirosaki Station; meet up with the guide and travel to Inakadate in a vehicle (van or regular taxi) 9:00 Arrive at No.2 rice paddy art site (there is a wait time when crowded) 9:40 Arrive at No.1 rice paddy art site (there is a wait time when crowded) 10:15 Tour Katana no Iori (Japanese sword workshop) and actually handle a Japanese sword 11:40 Lunch of local dishes at a farmhouse restaurant; Japanese meals are prepared from vegetables freshly picked that day from the restaurant's backyard garden 12:50 Tour Niji no Mart (popular local market) and shop *Go to roadside station on Sundays. 13:15 Arrive at main entrance to Hirosaki Station; end tour 13:26 Depart from main entrance to Hirosaki Station; take a bus to Aomori Airport (out-of-pocket cost of 1000 yen per person) 14:20 Arrive at Aomori Airport 15:00 Depart on free shuttle bus to Oirase Keiryu 16:30 Arrive at Oirase Keiryu Hotel 18:00 Dinner at Aomori Ringo Kitchen 21:00 Attend a lecture on nature in the vicinity by Mori no Gakko, which teaches the value of Oirase Keiryu Day 2 7:00 Breakfast buffet 8:00 Take a free shuttle bus; walk along the mountain stream 10:00 Depart from Oirase Keiryu Hotel; ride the shuttle bus",
        "strLocation": "Aomori",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-aomori-2-day-tour-in-aomori-rice-paddy-art-and-japanese-swords/7209?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "2-Day Tour in Aomori: Rice Paddy Art and Japanese Swords",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 05:06:59"
    },
    {
        "intDurationHour": 48,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 210,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1469438517/m0ziexv234gflddiioqj.jpg",
        "strIntroduction": "The Aizu 33 Kannon pilgrimage has been designated a Japanese Heritage. Among the many temples, it is said that visiting the popular Aizu Korori San Kannon (three temples in Aizu that enshrine the Kannon Goddess of Mercy) will bring blessings. A reserved vehicle is used so you can depart when you like and make efficient use of time, and a volunteer guide will accompany you for a stress-free tour. After enjoying sightseeing, visit Aizu Higashiyama Onsen that has been loved by locals for 1300 years. You can enjoy delicious food at a hot spring inn and soothe away fatigue from your travels in the bath. Schedule: Day 1 13:00 Gather at Aizu-Wakamatsu Station; visit the Buddhist city of Aizu and Aizu Korori San Kannon (Nakata Kannon, Tachiki Kannon, and Torioi Kannon) 16:30 Check-in to the hot springs inn, Harataki; freely relax and enjoy the hot springs baths and dinner Day 2 Checkout at your convenience; tour Aizu at your leisure. Note that the price depends on the season: Price A (4/1–4/15,1/4–3/31) Price B (4/16-4/30,5/5-7/31,8/26-10/7,11/13,12/28) Price C (8/1-8/11,8/16-8/25,10/8-11/12,12/29,12/30,1/3) Price D (5/1-5/4,8/12-8/15) Price E (12/31-1/2) Please book the correct price from the menu list.",
        "strLocation": "Fukushima",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-fukushima-2-day-tour-in-aizu-visit-aizu-korori-san-kannon-and-hot-spring/7207?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "2-Day Tour in Aizu: Visit Aizu Korori San Kannon &hot spring",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 05:10:17"
    },
    {
        "intDurationHour": 48,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 226,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1469437713/rhowsyg8nldkiy39roxh.jpg",
        "strIntroduction": "This is a 2-day tour to Aizu which focuses on the traditional culture of Japanese lacquer. You are given the unusual opportunity to meet craftsmen, and can also see a tree farm from which the raw wood is taken to make lacquer. Visitors can learn all about the backdrop that gave rise to this traditional Japanese culture, and purchase lacquerware pieces while gaining advice from locals. A special guide will accompany you who is well-versed in lacquerware so you can feel at ease during the tour. Schedule: Day 1 13:00 Gather at Aizu-Wakamatsu Station 13:00–16:00 Experience lacquerware, a traditional craft of Aizu; tour a lacquer tree farm and lacquerware workshop 16:00 Arrive at Aizu-Wakamatsu Station; check-in to Ekimae Fuji Grand Hotel Day 2 Checkout at your convenience; tour Aizu at your leisure",
        "strLocation": "Fukushima",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-fukushima-2-day-tour-in-aizu-experience-japanese-lacquer-culture/7205?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "2-Day Tour in Aizu: Experience Japanese lacquer culture",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 05:15:37"
    },
    {
        "intDurationHour": 48,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 214,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1469437322/hkyfnknd7i8ftdem127b.jpg",
        "strIntroduction": "This is a 2-day tour that will take you to Aizu's hot springs and Ouchijuku village. Schedule: Day 1 11:30 Gather at Aizu-Wakamatsu Station 12:30–14:25 Visit Ouchi-juku 14:40–15:00 Visit Yunokami Onsen Station (experience the foot bath) 15:10–16:00 Visit To-no-Hetsuri 16:20 Arrive at Ashinomaki Onsen, \"\"Okawaso\"\"; check-in Day 2 10:00 Checkout; take the hotel shuttle bus 10:50 Arrive at Aizu-Wakamatsu Station; tour Aizu at your leisure (Nanukamachi, Mt. Iimori, etc.)",
        "strLocation": "Fukushima",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-fukushima-2-day-tour-in-aizu-enjoy-ouchijuku-village-and-hot-springs/7200?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "2-Day Tour in Aizu: Enjoy Ouchijuku village and hot springs",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 05:18:40"
    },
    {
        "intDurationHour": 48,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 161,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1469436821/yfatqufldphhfbdtzeej.jpg",
        "strIntroduction": "This is a 2-day tour to Aizu's local hot springs and history spots. Schedule: Day 1 11:15 Gather at Aizu-Wakamatsu Station 11:30 Board the local sightseeing bus with a volunteer guide and visit Tsuruga Castle, Miyaizumi Brewery, a samurai residence, and Mt. Iimori 15:37 Arrive at Higashiyama Onsen Station; take a shuttle bus 15:40 Check-in to the hot springs inn, Harataki; freely relax and enjoy the hot springs baths and dinner Day 2 Checkout at your convenience after breakfast and utilize the local sightseeing bus to take a tour of Aizu at your leisure (Nanukamachi, Mt. Iimori, etc.) Note that prices differ by season: Price A (4/1–4/15,1/4–3/31) Price B (4/16-4/30,5/5-7/31,8/26-10/7,11/13,12/28) Price C (8/1-8/11,8/16-8/25,10/8-11/12,12/29,12/30,1/3) Price D (5/1-5/4,8/12-8/15) Price E (12/31-1/2) Please pick the correct price from the menu list. All prices are per person.",
        "strLocation": "Fukushima",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-fukushima-2-day-tour-in-aizu-learn-history-and-enjoy-hot-springs/7195?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "2-Day Tour in Aizu: Learn history and enjoy hot springs",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 05:21:56"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 99,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1469437640/yjyibw2r53zaiqi92b0y.png",
        "strIntroduction": "The place you will be visiting is Machida in Tokyo and it is known for its unique mixture of city and countryside. You will meet up at the local tour provider's office that is about a 10-minute walk from the Harajuku Station at 1:00 pm and move to the destination by car. It will be around 1-hour drive from the office to the destination. Once you arrive at Machida, a local host who reside there will be your guide for the day. The number of participants is limited to 8 people, so that hospitable service is ensured for each participant. There will be a translator to help you communicate with the locals. You will spend around 3 to 4 hours exploring the area and doing some activities that locals do in Machida. You will also get the chance to sit down with a local and ask him any questions you may have about their lives. This trip allows you to discover the real life in Japan by connecting with locals and diving into their life. After the tour, you will head back to Harajuku Station to get back to the bustling city life. *Don't forget On this tour, you will explore deep in the woods! So be aware to wear long pants and sleeves that can get dirty!",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-hike-and-explore-japan-nature-trails-near-tokyo/7201?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Hike and Explore Japan's Nature Trails near Tokyo",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 05:26:31"
    },
    {
        "intDurationHour": 10,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 109,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1468749889/idfhf3puihlai9ku4bmw.jpg",
        "strIntroduction": "The tour will start from a vineyard-walking and tasting at its stone-build cellar Sadoya, one of the oldest winery in Japan with. We will move to Shosenkyo Gorge and have traditional noodle “Hoto” for lunch in Shosenkyo Hoto Building. We will then take a trail of the wild nature in Shousenkyo Gorge, Chichibu Tama National Park. Feel and relax in the tranquility at Erinji Temple which was designed by Zen giant monk Muso Soseki in the 14th century, also well known as a family temple of famous feudal lord Takeda Shingen. 8:00 Meet and pick up at your requested location in Tokyo 10:00 Sadoya winery Sadoya was founded in 1874 and has been operated through generations. Their wines are highly acclaimed, especially the flagship wine “Muscut Bailey A Barrel Aged” was awarded Silver Medal by Decanter Magazine World Wine Award (UK) 2016. You can walk in the pretty vineyard, go through the stone-build cellar and finally are treated with free tasting! 11:30 Shosenkyo Gorge (lunch) Shosenkyo is said to be the most beautiful gorge in Japan. You can enjoy the wonderful nature every season. Along the trail, you will be astonished to see the odd shape of granite cliffs and a 30 m height waterfall. The highlight is going to be the panoramic view with the Mt. Fuji from the top of the mountain where you can access by the cable car. 14:30 Erinji Temple Erinji Temple was designed by famous Zen monk Muso Soseki, same as Tenryuji Temple in Kyoto and Engakuji Temple in Kamakura. You may enjoy the beautiful view of the Japanese garden. If you are interested in Zazen meditation, you can join one hour session held every 2nd Sunday of the month (*optional). This is also a family temple of Takeda Shingen who was one of the greatest warrior during the warring state in the 16th century. 16:30 Onsen Hot Springs We can have a relaxing time and at an onsen (hot springs) before returning to Tokyo (*optional). 19:30 Drop-off at your requested location in Tokyo",
        "strLocation": "Yamanashi",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-yamanashi-private-tour-to-sadoya-winery-shosenkyo-and-eirinji-zen-temple/7131?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Private tour to Sadoya winery, Shosenkyo & Erinji Zen temple",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 05:31:01"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 39,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1468768762/cxqlatbgdyq81zkoadry.jpg",
        "strIntroduction": "Gather at Toyama Exit of JR Takadanobaba Station and walk to Shinjuku Sports Centre. Change your cloths to Aikidogi (Aikido uniform) or sports wear and warm-up. Listen to a short lecture of Aikido and learn the concept of it. Learn how to protect yourself, using Aikido techniques, trying to move like people who practice Budo.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-try-aikido-a-wonderful-japanese-traditional-martial-art/7132?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Try Aikido, a Wonderful Japanese Traditional Martial Art",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 05:35:09"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 149,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1468912691/wqwcawkp6d7cco9y4ha6.jpg",
        "strIntroduction": "Learn to make sushi from a professional chef in Tsukiji, site of the world’s largest fish market. During this 2-hour workshop you’ll gain experience cutting fresh, raw fish and learn the art of rolling \"maki\" (sushi rolls) with a sheet of seaweed and sushi rice. Afterward, savor your creations made with several types of fish, depending on the day’s catch. Once you arrive to the designated venue, you can get ready for an authentic sushi experience. You will cut sushi, roll maki and learn about the art of sushi-making from a professional. First, you will learn how to prepare the fish. You will get raw fish to cut and be instructed on how to do so. You will prepare Maguro (tuna), Ikura (salmon roe) and three or four other kinds of fish, depending on the catch of the day. You can be assured that the fish that you will be using, will be of a high-quality. You will then be given a big container of sushi rice from which you will make small rice balls to be the base of the sushi. Later, you will put the raw fish and rice together to make the sushi. You will also be using real wasabi root that you will grind yourself! You will also be taught how to make maki, or sushi rolls. At the end of the class, you will be able to try what you have created.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-enjoy-sushi-making-class-with-a-professional-chef-in-tsukiji/7145?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy Sushi Making Class with a Professional Chef in Tsukiji",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 05:37:38"
    },
    {
        "intDurationHour": 7,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 97,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1468914108/d7jfc5qo4ftozhjw5qpb.jpg",
        "strIntroduction": "Learn all there is to know about sake, Japan's beloved alcoholic beverage, on this day tour. Get taken on a journey to some of Nagano Prefecture’s sake breweries and become familiar with the brewing process and the cultural importance of sake. Your day begins in Yudanaka with a visit to Yamanouchi’s own sake brewery, Tamamura, a place with over 200 years of history. Learn the basics on how to make the rice wine and get invited into tasting some of the specialty sake. After finishing your drink, you will be led back to Yudanaka Station where lunch and a tasting of local sake at Goen will be waiting for you. With your lunch and first set of sake tasting behind you, the guide will take you on the train to Obuse where two more sake breweries are introduced to you. Obuse is a town famous for its chestnut confectionery and for being the beloved town of Katsushika Hokusai, the ukiyo-e painter best known for his “Thirty-six Views of Mount Fuji.” You will have free time to wander around the old town and buy the chestnut ice cream or confectioneries if you’re feeling up for something sweet after all the sake. After stopping by Obuse, make your way to Nagano City where one more tasting of Japan’s national drink will be waiting for you. At the end of the day, you will be able to call yourself a master of sake tasting. One thing is for sure: you will get your fill of sake on this day tour. Tour itinerary: 11:00 Meet up in front of the Yudanaka Station and leave for the first sake brewery. 12:00 Get back at Yudanaka Station and enjoy a lunch at GOEN. 13:15 Leave for Obuse where two more sake breweries will be visited. 15:00 Enjoy wandering around Obuse in free time after visiting the two Obuse breweries. 15:45 Leave for Nagano City where you will be introduced to the last brewery of the tour. 17:30 End of the tour.",
        "strLocation": "Nagano",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-nagano-take-a-one-day-tour-to-nagano-sake-breweries/7146?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Take a One Day Tour to Nagano's Sake Breweries",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 05:40:57"
    },
    {
        "intDurationHour": 7,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 97,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1468908862/rocydvozpvpy8oedwcaf.jpg",
        "strIntroduction": "Obuse is a small town in northern Nagano Prefecture where you can still feel the atmosphere of Japan’s Edo Period. Obuse is famous as the town where Hokusai Katsushika, the world-famous Japanese artist known for his \"Thirty-six Views of Mt Fuji\" masterpieces and for various other ukiyo-e paintings, spent the last years of his life. Many of the town’s highlights are related to his work and to the work of his patron, Kozan Takai, the man who accommodated Hokusai during his stay in Obuse. The town has developed into a major tourist destination in the region. On this Obuse tour, you will cycle approximately 11.8 miles (19km) from Yudanaka Station, the nearest train station to the Jigokudani Monkey Park, to Obuse. On the way down, you will stop by some cultural spots and go past farmland areas to provide insight into local culture. The entire cycle is about 2.5 hours of downhill or flat paved paths. After reaching the town of Obuse, a lunch made of Obuse’s specialty, chestnuts, will be served. Lunch is followed by an introduction of the town and some of its major sightseeing attractions, such as the Gansho-in Temple, historic streets, and famous sake breweries. The tour concludes at the Obuse train station, where you can either go back to Yudanaka Station or head for Nagano Station. Tour itinerary: 10:00 Meet/registration at GOEN, the restaurant located in front of Yudanaka Station. 10:15 The cycling tour begins. We will cycle to some historical and cultural sites while enjoying the countryside and natural scenery. We will tell you all you want to know about local culture. 12:45 Arrival at the Gansho-in Temple, the backdoor of Obuse Town. Here you will be shown Hokusai's last masterpiece, a legendary bird drawn on a ceiling as big as 21 tatami mats. 13:30 Head to the central area of the Obuse Town to enjoy a delicious local lunch. 14:45 A brief walking tour will give you an introduction of the town. 15:15 Here you can enjoy free-time at the Obuse town. There are many museums, souvenir shops, sake breweries, cafes, etc. to be explored. 16:25 Gather at the meeting point, then head to the Obuse train station. 16:30 The tour concludes at Obuse station. The train to Yudanaka departs at 16:42 and the train to Nagano departs at 16:54.",
        "strLocation": "Nagano",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-nagano-join-obuse-cycling-and-sightseeing-day-tour-nagano/7143?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Join Obuse Cycling & Sightseeing Day Tour, Nagano",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 05:43:29"
    },
    {
        "intDurationHour": 6,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 97,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1468907735/omdgxjsw9tjclvimryx8.jpg",
        "strIntroduction": "The tour starts at 10am at the Japanese restaurant Goen, found in front of Yudanaka Station. Take a walk through a hillside path where you can absorb the beautiful nature Japan has to offer. After the forest walk you will arrive at Shibu Onsen where you can soak up the history and scenery of the historic hot spring town. The walk continues past the river and some panoramic views and concludes at the Jigokudani Monkey Park. The Jigokudani Monkey Park is famous for its monkeys, as they are the only monkeys known to mankind that bathe in a hot spring. The monkeys don't enter the baths as much during the green season, but they are still lovely to see with their new-born babies. After the monkey park, you head back down the mountain via a different route to a delicious little restaurant for lunch. Tour itinerary: 10:00 Start/registration at GOEN, in front of Yudanaka Station - Head on a forest trail for around 30 minutes to the statue of Heiwa Kannon - Go to Shibu Onsen, learn about its history and stories, and you can challenge yourself to eating an onsen egg. - HIke for 30 minutes towards the Jigokudani Monkey Park while learning about the area and its inhabitants. 12:00 Spend about an hour at the Jigokudani Monkey Park. 13:30 Hike back down a different route. 13:30 Enjoy a delicious lunch at ENZA Cafe. 14:30 Take up the bicycle and start the cycling part! 16:00 Return at Yudanaka Station / / Finish Lunch is followed by a cycle through the Yamanouchi countryside past rice paddies, rivers and fruit orchards. The tour concludes at Yudanaka Station where you can choose to relax your tired feet in a free hot foot bath, relax at the restaurant Goen, or simply head back to Nagano by train.",
        "strLocation": "Nagano",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-nagano-join-snow-monkey-walking-and-cycling-day-tour-in-nagano/7142?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Join Snow Monkey Walking & Cycling Day Tour in Nagano",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 05:47:27"
    },
    {
        "intDurationHour": 9,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 154,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1468901577/nfndzd83s1worj9ugll9.jpg",
        "strIntroduction": "See the famous Japanese Macaques and hike up to the Shiga-kogen Highlands on this guided day tour. The day starts with the meet-up at Nagano Station. From there, your guide will take you to the entrance of the Jigokudani Monkey Park and lead you to where the monkeys are be roaming around. These monkeys are famous all over the world for their tendency to bathe in the hot springs found at the park. The guide will tell you all of the facts and features that you would want to know about the fuzzy creatures. After some quality time with the snow monkeys, the guide will take you to a restaurant close to the park entrance where you can rest your feet and enjoy a Japanese lunch. After recouping your energy with lunch, the hike to the Shiga-kogen Highlands starts. You will hike 2.8 miles (4.0 km) up the Shiga-kogen Highlands to an altitude of 4900 feet (1500 m). Here, you can see the mountainous area where the snow monkeys and many other of Japanese indigenous animals reside. A knowledgeable guide will walk you through the various flora and fauna to be seen as you walk past the 33 Buddhist Kannon statues that have the function of protecting travelers passing by. The Shiga-kogen Highlands is one of the most famous ski resorts in Japan, and was the setting for the 1998 Winter Olympics. It has more ski slopes than one can count. During the summer, however, the vast highlands are revealed in their green glory. On this hike, you will walk to the tallest waterfall of the Shiga-kogen Highlands and go past several of the famous lakes of the Shiga area. The hike ends near Hasuike lake where you can see one of the biggest ski slopes in the area. From here, the guide will lead you back to Yudanaka Station where you can enjoy the onsen bath located next to the station. The hike to the Monkey Park and Shiga-kogen has impressive sights and scenery, whether it is cloudy or sunny. Be prepared though; the tracks are quite narrow and could be muddy. Good hiking shoes are highly advised! Tour itinerary: 8:45 Gather at the Shinkansen exit of Nagano Station. Our staff will be there by 8:30am. 11:00 Wander around the Jigokudani Monkey Park. 12:15 Have a lunch at the restaurant nearby the Jigokudani Monkey Park entrance. 13:00 Start the hike up to the Shiga-kogen Highlands. 15:30 Take a break with the backdrop of the tallest waterfall of the Shiga Highlands. 16:15 Arrival at the Biwaike Lake and walk the trail around. 17:00 Arrival at the Hasuike Lake and enjoy the view of a highland's ski resort. Take the bus back to Yudanaka. 17:35 Arrival at Yudanaka Station. A train back to Nagano Station leaves Yudanaka at 17:50 (or 18:20) and arrives at Nagano at 18:59 (or 19:24).",
        "strLocation": "Nagano",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-nagano-1-day-snow-monkey-and-shiga-kogen-highlands-hiking-tour/7141?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "1-Day Snow Monkey and Shiga-kogen Highlands Hiking Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 05:50:06"
    },
    {
        "intDurationHour": 6,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 61,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1469891739/qknbml6tx8djxbitlmic.jpg",
        "strIntroduction": "This is a tour around local places near Mt Fuji! Itinerary: 9:00 a.m. - Depart from Mishima Station If you cannot come to Mishima by Shinkansen, I'll come to pick you up at Tokyo Station by Shinkansen. Please feel free to contact me. NOTE: The Shinkansen ticket fee is *not* included in the tour price. - Oshino Hakkai (60 min) Take pictures with Mt.Fuji. Drink pure and clean water springing from Mt.Fuji. Shopping (you can enjoy a variety of things made in this area, such as vegetable pickles, miso, and fish-paste products) - Unique shopping around Lake Kawaguchi (60 min) Take pictures with Mt.Fuji. Unique Shopping (you can purchase a lot of unique things such as T-shirts and lanterns printed with images of Mt. Fuji) - Lunch (60 min) Enjoy Robata, a way of grilling fresh ingredients in an old traditional restaurant. You can grill and eat vegetables and meats which local people grow and harvest here by yourself. - You can go back to the past. I'll take you to 40-year-old Japanese traditional villages at Lake Saiko. (60 min) If you have any requests or questions, please don't hesitate to ask. I am looking forward to meeting you! ※ If you are lucky, you can see the beautiful Mt.Fuji. It depends on the weather whether you can see the beautiful Mt. Fuji. But even if you can't see it well, you can enjoy many things in the area. - Return to Mishima station Return from Mishima to Tokyo for one hour by Shinkansen This course will take about 6 hours to get around. Note: Robata-yaki, or simply robata, is a method of grilling fresh ingredients over hot charcoal. It is often called the Japanese barbecue.",
        "strLocation": "Yamanashi",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-yamanashi-experience-eating-robata-yaki-barbecue-near-mt-fuji/6939?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Experience eating \"Robata-yaki\" barbecue near Mt. Fuji",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 05:54:07"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 30,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1467641371/hth18ozt077kzsuryjuz.jpg",
        "strIntroduction": "This is a 4.5 hour walking tour in which you can experience local areas in Tokyo. You will see the following highlights: 1. Gokokuji Temple, founded in 1681. Kannon-do and Gekko-do are important cultural properties. 2. The old missionary in Zoushigaya was the house of American missionary 3. Zoushigaya cemetery is one of the three largest cemeteries in Tokyo. 4. Hall dedicated to Kishimojin, famous for being Goddess of easy delivery. 5. Sunshine City in Ikebukuro, which has theme parks, for example: - Namja Town: Indoor type theme park that has 13 attractions with food Pick-up at your hotel, or meet at Gokokuji subway station (Yurakucho line), at 13:00 pm.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-walk-through-the-zoshigaya-area-to-ikebukuro-sunshine-city/6777?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Walk through the Zoushigaya area to Ikebukuro Sunshine City",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 05:57:09"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 35,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1468805419/nsrpxit0sqg5zqimkvlg.jpg",
        "strIntroduction": "During this tour, you can visit \"must see\" places in Sapporo. Sapporo is the capital city in Hokkaido and there are a lot of attractions for tourists. I will guide you through most of the famous touristic sites at first. These include Hitsujigaoka Observation Hill, the Odori park, the Clock Tower and more. As for your lunch and dinner I will guide you to famous local restaurants not known to tourists. You can eat Sapporo ramen or \"Ghenghis Khan\", a local type of mutton BBQ. Then, upon your requests I will take you to a local Izakaya (Japanese style tavern) after dinner in Susukino area. Let's enjoy drinking together (to go to Susukino area after dinner, you don't need to pay extra fee for your guide).",
        "strLocation": "Hokkaido",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-hokkaido-enjoy-sapporo-and-try-sapporo-ramen-and-mutton-bbq/7127?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy Sapporo and try Sapporo ramen and mutton BBQ!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 05:59:58"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 35,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1468807422/rrymvlynzitdlyaxep3f.jpg",
        "strIntroduction": "As a main port, Otaru city was developed as an international city. During this tour, you can see Japanese and Western mixed historical buildings at the canal area and Sakaimachi district and you can also visit the famous Herring Palace. You can also enjoy riding a rickshaw and discover the formerly prospering financial area at the so called ”Otaru wall district” Then, you can enjoy some local special snacks including fresh seafood BBQ and Japanese Osenbei rice crackers at Sakaimachi district. Besides, you will experience glass bead making as well. I am looking forward to seeing you on this tour!",
        "strLocation": "Hokkaido",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-hokkaido-find-historical-assets-and-try-fresh-seafood-in-otaru/7133?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Find historical assets and try fresh seafood in Otaru",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 06:05:19"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 39,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1468728902/zan95lcwnwarjysgd7oa.jpg",
        "strIntroduction": "Stroll through Ethnic Town in Tokyo, feeling and seeing real international atmosphere on a 2-hour tour. After gathering at the ticket gate of JR Shin-Okubo Station, you will first walk to Islamic Alley, where you can find Nepali restaurant, shop and see a mosque in a building. Stroll through the biggest and most popular Korean Town in Japan to see so many K-Pop shops, Korean restaurants and souvenir shops, and the so-called \"Ikemen-dori\" (Handsome Street). Also visit Koizumi Yakumo Memorial Park and go to see Okubo Elementary School, where you can find notices in several languages. Visit one of the biggest Thai supermarket \"Asia Superstore\" and look for what you want or just relax. Visit Shinjuku Multicultural Plaza in Kabukicho and find how foreign people try to live in Japan. You can find free Japanese classes, and staff will try their best to provide you with any kind of information about Japan. This is the final destination of this tour, and it is possible to take you to Shinjuku Station, taking less than 10 minutes by walk. You can stop and buy whatever you want during this tour.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-enjoy-a-shin-okubo-ethnic-town-tour-tokyo/7128?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy a Shin-Okubo Ethnic Town Tour, Tokyo",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 06:09:08"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 29,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1468412825/bvudveyuywkuqz8jnbwf.jpg",
        "strIntroduction": "Tosenkyo, a fan tossing game, started in the Edo period. It is originally from China. Geisha and Maiko in Kyoto played the game back in the days with their customers. The fame can be played from 11 am to 10 pm on Monday to Friday. Or 5 pm to 10 pm on Saturday. Please contact us if about availability. The game will take about 30 minutes. For lunch we will serve Shokado Bento, which is a typical Japanese meal. For dinner we will serve Kaiseki meal, in which you'll enjoy the season's best food in Japan. Both can be served in a vegetarian or Halal version.",
        "strLocation": "Chiba",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-chiba-play-fan-tossing-game-tousenkyo-and-eat-japanese-dishes/7084?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Play fan tossing game \"tousenkyo\" and eat Japanese dishes!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 06:12:29"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 49,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1468220443/x0679zc0jmtwgzswpgtp.jpg",
        "strIntroduction": "Rent a costume at this photo studio for cosplayers in Akihabara, a popular place for Japanese anime culture. You can choose a Japanese costume of any kind such as ninja, maid, shrine maiden, yukata, anime costumes and many more! When you have made your choice let your Japanese cosplayer staff put the character make up on your face so that you can feel like you're living in an anime world. After that you'll have pictures taken of you in costume, and get a Polaroid picture to take away as a souvenir that will remind you of this unique experience in Japan! You can even get the digital image as well! Then, in your costume, head out to the Tokyo district of Akihabara, also known as the home of anime culture and take a walk there. You can also check out the nearby shrine and other fun places that Akihabara has to offer. When you're done with touring Akihabara, change back into your own clothes and select your favorite pictures from the photoshoot.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-enjoy-cosplay-with-full-make-up-in-akihabara/7075?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy Cosplay with Full Make-Up in Akihabara",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 06:15:27"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 125,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1468294363/zlfsvezspwvjler4opiz.jpg",
        "strIntroduction": "You will start your half-day tour at the JR Saga Arashiyama Station. The Arashiyama district, located west of the Kyoto city center, has long been a scenic leisure spot. Many ancient aristocrats had their villas here a thousand years ago and enjoyed creating literature and poetry. Today, the area is one of the most popular tourist sites in Kyoto. At first you will visit the Togetsukyo Bridge which, as the area’s landmark, dates back to the 9th century and provides a good photo opportunity for visitors. It is a very beautiful and traditional bridge. While walking, you will try Yuba soup, rice crackers, fried Yuba cake and Leek pancake. You will then visit the Tenryuji temple which was built in 1339 by the Shogun Ashikaga in memory of the Emperor Go-Daigo and was a complex of more than 100 buildings. They were mostly destroyed by fires and civil wars over the years, but the traditional garden remains in its original form, designed by the monk Muso Soseki. You can enjoy walking in the landscaped garden. From there, you will reach the bamboo grove that is native only to Japan and is a great photo opportunity. Here, you will enjoy walking in the bamboo grove, and then head for the Sagano area which has a historical significance with many beautiful temples. While walking, you will have Japanese sweets as well.",
        "strLocation": "Kyoto",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-kyoto-enjoy-a-kyoto-food-and-drink-tour-in-arashiyama/7079?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy a Kyoto Food and Drink Tour in Arashiyama",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 06:20:04"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 62,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1464152403/vgkw4iojqzstygeok5bx.gif",
        "strIntroduction": "This is a Japanese cooking class in Kawagoe city, Saitama prefecture (just 30 minutes away from Tokyo). A small tour around Kawagoe will be included! Participants: min: 1 max: 6 For more participants, please ask. Place Community center near Kawagoe Station. I will take you there from the station. Timetable: ・pick up at the station 9:50 - Meet at Kawagoe Station → go to the kitchen in the community center. ・In the kitchen: 10:00 - briefing 10:10 - overview of Japanese food 10:20 - cooking - demonstration and hands on cooking 12:00 – lunch time ・in Kuradori street in Kawagoe (Optional tour) 13:00 - Take a stroll through the Kawagoe main street, see old castle, temples and shrines. ・About Kawagoe Kawagoe is located about 30 minutes by train from Tokyo. The main street Kuradori retains traditional and old buildings from the Edo Period (1603-1867). There are so many historical places around: castles, temples, shrines, old merchant buildings, historical sweets, merchant street and museums.",
        "strLocation": "Saitama",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-saitama-enjoy-a-cooking-class-with-a-small-tour-in-ancient-kawagoe/6584?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy a cooking class with a small tour in ancient Kawagoe",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 06:23:15"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 39,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1468313918/cedfpxs1j9dxqwgpye9t.jpg",
        "strIntroduction": "This is a 2.5-hour tour to the old areas of Yanaka and Nippori. Itinerary: Meet outside the North Gate of Nippori Station. Go to a temple and see Buddha. There are many graves around the temples, so we will talk about temples and graves in Japan. Visit museums of traditional architecture. You can understand about Japanese people's lives in the old days. At the museum of public bath, we will see the building and exhibition inside but not bathe. Take a break at a tea house. You can enjoy the atmosphere of a traditional tea house. Try some snacks like rice cracker. Look around some shops: typical crafts, food and green tea. Pass through a traditional shopping mall and go back to the Nippori Station. * Depending on the place you go next, we can guide you to the most convenient place or station.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-explore-traditional-cultures-in-yanaka-and-nippori-tokyo/7081?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Explore traditional cultures in Yanaka and Nippori, Tokyo",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 06:25:40"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 79,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1468551198/w6tqfpipgkeg0p0ix1d2.jpg",
        "strIntroduction": "We offer Kyoto-style home dish cooking in English! *or with English translator, depending on the availability of the instructors Course Detail: Contents/Recipe: Recipe A Sukiyaki Course Dashi tasting : Learn about Dashi, which is a basis of Japanese food. Dashi-maki Tamago (Japanese egg roll) : Cook simple side dish by using the Dashi and eggs. Special Sukiyaki: The traditional menu that has 400 years’ history in Japan, or commonly known as \"Japanese Beef Hot Pot\". Rice: the primary staple food of Japanese cuisines, which has long history in Japanese Culture. Mochi dessert: The sweets loved by many Japanese from old days. Matcha: Powdered-green tea. Let’s try making matcha tea and drink with Mochi dessert. Recipe B Temari-Sushi (Ball-Shaped Sushi) Course Special Price Campaign for New Course! Dashi tasting ：Learn about DASHI, which is a basis of Japanese food. Dashi-maki Tamago(Japanese egg roll)：Cook simple side dish by using the DASHI and eggs. Temari-Sushi: One type of sushi, Japan’s representative dish, with 700 years of history. Temari was initially made to be small and round so that it is easy for Maiko (apprentice Geishain Kyoto) to eat. It is made by putting a seafood topping of your preference on a vinegared rice. Date: every Tuesday, Thursday, and Friday Time: 4:00 P.M - 6:30 P.M. Number of Participants: 2 - 8 people *We also offer private lessons, where you are free to choose the time, date, and menu of your choice. As we are located in the middle of Kyoto City, close to Nishiki Market, it is conveniently accessible within from Kyoto City Subway and Hankyu Railway. Only 3 minutes from either station! SUMAYA Cooking Class was originally founded as a restaurant 80 years ago in Kyoto City center. It delivered high quality Japanese dishes to famous temples and companies, thus it has been much loved by the locals for several decades. Today, the 4th owner holds Japanese home cooking class. The authentic, traditional dishes are arranged to be easier so that everyone can learn easily. Here, we aim to teach and pass on the the charm of Japanese Cuisine, \"washoku\", not only to the locals but also to the world. Spread the passion and love for Japanese cuisine with us!",
        "strLocation": "Kyoto",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-kyoto-learn-kyoto-family-dishes-cooking-class-in-kyoto-city/5253?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Learn Kyoto Family Dishes, Cooking Class in Kyoto City",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 06:28:03"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 5,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1467980166/k9u92svcht9yxcet5wjv.jpg",
        "strIntroduction": "We had many requests from the guests, and now we can finally offer this Hotel Reservation service for Voyagin guests! The best part of traveling to foreign countries is planning your trip. You will be planning your schedule, which airline you will take, decide where to stay and to eat... and they are pretty fun, aren't they? Although, have you ever thought that it is a little bit troublesome or complicated to reserve hotels, since there are tons of different information and reviews on the internet about each hotel? We, Voyagin, will be your concierge to offer the best hotels in Japan that will perfectly fit your request, including your budget. If you'd like to relax yourself at hotels during your stay in Japan at a valuable price, don't miss this chance to reserve hotels with one easy step! ※ Price Includes ※ This price includes our service fee. The price does not include the cost of your accommodation - You must pay for your accommodation fee at the hotel. Voyagin Service Fee = 10 USD Voyagin Service Fee: The amount of our service fee reflects our continued and persistent efforts to secure a place at your preferred hotel or ryokan. It takes time and effort to make sure your reservation will go through. Last Minute Cancellation or No-Show: Hotels can charge a cancellation fee between 100 USD and 200 USD per person when guests make a last minute cancellation so please kindly note that in the event that you cancel your reservation less than a calendar week prior to your scheduled date of visit and/or don't show up for your hotel stay, we will invoice you for the cancellation fees incurred. ※ Hotel Recommendations ※ Please note that this is only a preliminary list of hotel recommendations. Once you reserve your booking and provide us your specific preferences and requirements, we will provide recommendations and reservations for hotels based on your request. [TOKYO, Nihonbashi] Mandarin Oriental Average cost for accommodation: - 90,000 JPY / room -Includes: 1 night stay w/ breakfast -One of the top 3 hotels in Tokyo [TOKYO, Shinjuku] Keio Plaza Hotel Average cost for accommodation: - 30,000 JPY / room -Includes: 1 night stay -Popular hotel in the center of Tokyo [OSAKA, Chuo] Intercontinental Hotels & Resorts Average cost for accommodation: - 55,000 JPY / room -Includes: 1 night stay at Premium Suite room -One of the most famous hotels in the world [OSAKA, Chuo] Hotel New Otani Average cost for accommodation: - 25,000 JPY / person -Includes: 1 night stay at Junior Suite room -Elegant yet valuable hotel where you can relax in the city of Osaka [KYOTO, Kamogawa] The Ritz-Carlton Average cost for accommodation: - 125,000 JPY / room -Includes: 1 night stay for 2 persons w/ breakfast -Luxurious hotel that offers various activities during the evening [KYOTO, Kyoto] Hotel Granvia Kyoto Average cost for accommodation: - 16,000 JPY / room -Includes: 1 night stay for 2 persons -The best value hotel located near Kyoto station Photo Credit： https://flic.kr/p/tE6GBj https://flic.kr/p/8yTNzZ https://flic.kr/p/sqgh5A https://flic.kr/p/FJoENQ https://flic.kr/p/54npJu https://flic.kr/p/ctWCp7",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-reservation-service-for-hotels-in-japan/7063?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Reservation Service for Hotels in Japan",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 06:32:17"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 29,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1467585148/t4bsgqr1vtzzxbhmn4q3.jpg",
        "strIntroduction": "Rice is a staple food in Japan and the Japanese have been creating a variety of preserved foods in order to enjoy rice, including “tsukemono” or pickled vegetables, and “tsukudani” or simmered seafood, vegetables or seaweed in soy sauce. There are hundreds and hundreds of accompaniments for rice in Japan. Karashi-mentaiko is one of them. It is made from “tarako” or pollack roe, which is immersed in salty water, then seasoned with “tougarashi” or hot pepper. Spicy salty karashi-mentaiko goes so well with rice that many Japanese choose it as their favorite side dish. Even pasta is combined with this pollack roe delicacy. “karashi-mentai spaghetti” is one of the popular menus in restaurants and coffee shops. And drinkers enjoy mentaiko without rice when they sip on Japanese sake. Perhaps everybody in Japan loves this seafood product. Fukuoka in Kyushu is the home of karashi-mentaiko. It is said that karashi-mentaiko came from Korea and was adapted to the Japanese taste in Fukuoka. Now mentaiko is produced in many companies of Fukuoka and attains the position of regional food. It is sold everywhere not only in supermarkets, but also in train stations, and airports. Each company makes their own mentaiko, therefore there are a variety of tastes, colors and flavors. In this activity, you can eat five varieties of karashi-mentaiko with rice and miso soup. You are able to compare the tastes and choose your favorite and the host at Suito Fukuoka will give you great tips on how to enjoy mentaiko. It is great to eat this great side dish in its birth place as mentaiko in Fukuoka is fresh and tender. Suito Fukuoka is a place for tourists who want to learn about the traditional food and culture in Kyushu. Discover things you don’t know at Suito Fukuoka! ●The activity is available from Tuesday to Sunday at the following time. Start from 11:00-/ 12:00-/ 13:00 *Please specify your preferred date and time when making reservation.",
        "strLocation": "Fukuoka",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-fukuoka-taste-karashi-mentaiko-in-fukuoka-kyushu/7009?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Taste Karashi-Mentaiko in Fukuoka, Kyushu!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 06:35:05"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 34,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1467583855/g8rlgnubh3shyd0zpq4r.jpg",
        "strIntroduction": "Japanese sake, or rice wine is now gaining popularity all over the world. Sake goes very well with Japanese dishes as well as Chinese, Italian and French foods. A wide variety of sake has been produced in Japan. About 1,600 breweries exist and there are more than 20,000 brands of sake! The taste of sake varies with water, rice, and the climate which is why the location of breweries deeply affect the flavors and aroma of Japanese traditional beverages. For someone new to drinking sake there is the problem that there are too many sake varieties which will lead to confuse about which sake to choose at restaurants or liquor shops. However, Suito Fukuoka offers a great experience for sake tasting and an introduction to Japanese Sake. First of in this activity you will taste five varieties of sake after seeing their labels and you will remember each flavor and aroma. After that you will try blind tasting guess on the variety. Throughout this experience you will get to know which type of tastes you like, dry sake (“karakuchi”) or sweet sake (“amakuchi”), and what kind of sake goes well with intensely flavored dishes or lightly salted ones. Fukuoka is well-known for producing good “Shochu” or distilled spirit (another traditional alcohol in Japan), and there are many brands of sake awarded gold medals in sake competitions. The host at Suito Fukuoka will introduce sake made in Fukuoka and give you great tips on how to enjoy these traditional Japanese alcohols. Learn about the history and techniques for brewing sake! The activity is available from Tuesday to Sunday from the following time. Start from 13:00-/ 14:00-/ 15:00 *Please specify your preferred date and time when making reservation.",
        "strLocation": "Fukuoka",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-fukuoka-enjoy-a-blind-tasting-of-rice-wine-and-sake-in-fukuoka/7008?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy a Blind Tasting of Rice Wine and Sake in Fukuoka!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 06:37:47"
    },
    {
        "intDurationHour": 7,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 129,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1467537944/qybd57kzvnkkw7xskw59.jpg",
        "strIntroduction": "The Akita region is not a hot spot like the conventional Japanese tourist areas. Yet because of that it gives you a glimpse into the traditional Japanese country life and what 'real' Japan is like! This northern, mountainous region is known for its beautiful landscapes, hot springs, and rich history. The Akita Shore Excursion car tour will allow you to experience all of this while relaxing! The car tour is comfortable and reliable, so all you have to do is sit back and relax! The local guides will teach you about the culture and historical background of the region, so it's no doubt you will come out of this tour well educated on the Akita region! To avoid disappointment, its best to reserve your desired dates as soon as possible! You will visit some of Akita's highlights such as the samurai city Kakunodate, known for its old samurai and merchant residences, as well as with its hundreds of willow cherry blossoms. You will also visit the tranquil legendary Lake Tazawa and hear about its spectacular story. Enjoy this one day tour to Akita's countryside!",
        "strLocation": "Akita",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-akita-shore-excursion-from-akita-to-kakunodate-and-lake-tazawa/6998?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Shore Excursion from Akita to Kakunodate and Lake Tazawa",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 06:40:52"
    },
    {
        "intDurationHour": 6,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 146,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1467537092/fuptb3mccyccrdtnq4df.jpg",
        "strIntroduction": "This exciting excursion takes in some of the top sightseeing spots in the Tokushima area. First, visit the summit of Mt Bizan, the symbol of Tokushima City which overlooks the whole area. On clear days you can see as far as Awaji Island and the Kii Peninsula. Afterwards, visit the historic Tokushima Castle Museum, located in a picturesque garden within the ruins of Tokushima Castle. Next, visit Awa Jūrobe Yashiki Puppet Theatre at the former residence of a samurai who accepted being executed for a crime he didn't commit to preserve his master's reputation. Next visit Ohnaruto Bridge over the Naruto Strait to view the famous whirlpools, before the tour precedes to Ai no Yakata, a preserved traditional indigo dyeing factory. Try indigo dyeing yourself on any cloth item you have with you! Next, visit Awaodori Kaikan, where visitors can learn about Awa Odori dance and sample local products. Finally, visit Zuiganji Temple with its elegant gardens, carp filled pools, waterfall and delightful red pagoda. All excursions leave from and return to Tokushima Station, city hotels, and Tokushima Awa Odori Airport. Depending on the number of people on this excursion transportation will be by compact, mid-sized or jumbo taxi. Prices include guide and entrance fees where applicable.",
        "strLocation": "Tokushima",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokushima-shore-excursion-in-tokushima-and-naruto-shikoku/6997?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Shore Excursion in Tokushima and Naruto, Shikoku",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 06:45:09"
    },
    {
        "intDurationHour": 7,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 210,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1467536120/oibyane9hjqo7aba4vlx.jpg",
        "strIntroduction": "Enjoy some of the wonderful sights and locations of beautiful Shimane prefecture by private taxi. This tour includes a visit to Matsue Castle, known as the Black Castle, one of the last remaining feudal era castles in Japan. Marvel at the picturesque Yuushien Gardens with over 250 varieties of peonies, the delightful Ryuukeidaki waterfalls, the charming pond-side Ichibo Tea House, and three restaurants offering eel, Korean ginseng and other local dishes with seasonal ingredients. The Adachi Art Museum has a fine collection of modern Japanese art, including paintings by Taikan Yokoyama. The museum's garden is widely celebrated for its four seasons displays. Guide and entrance fees for the above are included in the excursion price. But that isn't all, the excursion also includes a visit to Mizuki Shigeru Road, a famous 800 meter shopping area lined with Yokai (monster) statues from the imagination of manga artist Shigeru Mizuki. For more shopping, you will visit the Aeon Mall Hiezu before the excursion ends in Yonago City. This excursion by compact, mid-sized or jumbo taxi departs from either Yonago Kitaro Airport, or Sakaiminato International Passenger (ferry) Terminal and takes approximately 7 hours. Prices include guide and entrance fees where applicable. This tour is available for everyday.",
        "strLocation": "Tottori",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tottori-shore-excursion-from-sakaiminato-port-to-tottori-and-matsue/6996?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Shore Excursion from Sakaiminato Port to Tottori and Matsue!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 06:49:25"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 49,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1467468826/pyr2xfw2wegeafxdxk9g.jpg",
        "strIntroduction": "At the top of the dining hierarchy in Japan is sushi. Sushi is the most famous Japanese dish outside of Japan and one of the most popular dishes among the Japanese themselves. In Japan, sushi is usually enjoyed on special occasions such as a celebration. However, many Japanese people have not experienced making sushi, instead they just eat sushi at sushi restaurants or buy sushi bento boxes. So this is an offer you can't refuse! A chance to experience making sushi yourself! East Inc. offers you a sushi making workshop in Fukuoka with classes held just 2-minutes walk from Hakata Station on the JR/Subway lines. And don’t worry! This class is suitable for complete beginners and there are two courses available with both held over 90 minutes. Course A: Includes making and tasting 3 types of nigirizushi x 2, a delicious tuna roll and a clear broth soup. Course B: Includes making and tasting 8 types of nigirizushi, a delicious tuna roll and a clear broth soup. Reception hours: Tuesday – Sunday 11:30 – /13:00 – Closed on Monday, and additionally twice a month.",
        "strLocation": "Fukuoka",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-fukuoka-learn-how-to-make-sushi-in-fukuoka/6988?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Learn How to Make Sushi in Fukuoka!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 06:54:04"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 34,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1467459722/ej3zkchau5ux4e4dlu0f.jpg",
        "strIntroduction": "Painting a Hakata doll is a special experience that you can do in Fukuoka! Hakata dolls are one of the most famous traditional handcrafts in Hakata and have a history of more than 400 years and is known for its rich facial expression and its rich variety. Recently, it has become popular as an interior decoration and as a souvenir for foreign visitors. With this experience, you can express your artistic side and decorate your own Hakata doll to your own tastes by creating an original Hakata doll! It will take 60 minutes to paint one doll and it is open every day from 09:00 to 18:00. You can either make a reservation by yourself or for group of up to 20 people.",
        "strLocation": "Fukuoka",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-fukuoka-enjoy-painting-hakata-dolls-in-fukuoka/6985?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy Painting Hakata Dolls in Fukuoka",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 06:56:36"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 29,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1467451271/mqkpiqifnodnsmwkmzd0.jpg",
        "strIntroduction": "Wearing a kimono is one of the most popular activities for tourist coming to Japan and can often be done in Kyoto, but now it is also available in Fukuoka prefecture! Traditionally kimono's have many layers, are very heavy and are made from expensive fabric, so many Japanese people don't have a kimono nor do they know how to wear it. So usually for kimono rentals the time wearing it will be very short and you can wont go outside, or at most, only for a short time! As a result, a lot of places offer Yukata experiences instead of Kimono experiences. However, “Suito Fukuoka” offers unique Kimono experiences where they use an easy to wear kimono called a “Wasomi” which you can wear just as you would wear western clothes. It's designer is a Kitsuke master, which means she is a master of the procedure and the skills required to wear kimono. She knew how difficult kimonos are to wear and wanted to help Japanese women and their daughters living overseas to be able to put on a kimono by themselves. The wasomi kimono was born after many years of research and trials and even though it is easy to wear, it still looks beautiful and distinctive as a kimono and not a yukata. The time for kitsuke is short, so you will have more time to take photos! *Option detail* 1. 60 minutes option Dress up experience, photoshoot with your own camera. 2. 4 hours option Dress up experience, 4 hours rental. 3. 3 hours option Dress up experience, hair styling, make up and a photoshoot by a professional photographer",
        "strLocation": "Fukuoka",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-fukuoka-enjoy-easy-kimono-experience-in-fukuoka/6980?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy easy Kimono experience in Fukuoka!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 07:01:05"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 117,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1467415514/dhza75cq0smj7ybtxeya.jpg",
        "strIntroduction": "Kushiro Shitsugen National park in Hokkaido opened in 1987 to preserve the diverse ecosystem in the largest wetland in Japan and a habitat for the beautiful White Red-Crested Japanese Crane. It is also well known that it was registered under the Ramsar Convention in 1980 as the first registration within Japan. Since then, Kushiro wetland has been spreading the importance and value of preservation domestically while also receiving a high evaluation from abroad. This exciting car tour is with experienced local driver who will drive to the 3 most popular observation points out of 5. Kushiro Shitsugen is so big that it covers the size of central of Tokyo and there are many ways to enjoy it, making this tour a highly recommend car plan to visit the Kushiro wetland making efficient use of your valuable time. The Kushiro wet tour 4 hours plan is as below: Hosooka viewpoint: It is located on the eastern edge of the park, especially famous for its great sunset view above the winding Kushiro river, marsh and mountain view. Kottaro Marsh Viewpoints: Here there are primeval images of the wetland and also great spots for bird watching and if you are lucky you might be able to see the Japanese crane. Kushiro City Marsh Observatory: The observatory is a great viewpoint overlooking the unique view of tussock. Kushiro City cranes Nature Park The Japanese crane can be seen here all year around.",
        "strLocation": "Hokkaido",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-hokkaido-shore-excursion-to-kushiro-a-natural-wonderland-in-hokkaido/6973?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Shore Excursion to Kushiro, a Natural Wonderland in Hokkaido",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 07:06:26"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 44,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1467356772/n2ms4fb2lr7luo3e4oy5.jpg",
        "strIntroduction": "Have you ever tried Calligraphy, one of the most famous arts done in Japan? Japanese enjoy doing calligraphy in school and some people take lessons. At “SUiTO” you can experience calligraphy and even print it on t-shirt and take it home as a unique souvenir! “Suito” is taken from the Fukuokan dialect meaning “like” or “love” and the Fukuokan dialect has been chosen as the cutest dialect in Japan. “SUiTO” has two roles: the first one is to make foreigners visiting Fukuoka feel “Suito” by offering a traditional Japanese experience starting with the cultural heritage of the Kyushu area. The second role is to make residents able to confidently make recommendations on what they “suito” in their city. There are many experiences offered at “SUiTO,” one of which is printing calligraphy on a t-shirt. With this activity, you will learn how to write your favorite Japanese characters, kanji before printing it on a t-shirt. Of course you can make requests on what to write so that you can make your own original t-shirt! This experience will take 60 minutes and is open every day from 9:00 to 18:00. You can either make a reservation by yourself or for a group up to 20 people.",
        "strLocation": "Fukuoka",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-fukuoka-experience-calligraphy-by-writing-on-a-t-shirt-in-fukuoka/6959?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Experience Calligraphy by Writing on a T-Shirt in Fukuoka",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 07:08:59"
    },
    {
        "intDurationHour": 5,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 98,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1467242964/aphbvlfgcspcqsplywdz.jpg",
        "strIntroduction": "This all-in tour to historic sites by car will teach you about the history, famous sightseeing places and the great nature of Kagoshima in just 5 easy and comfortable hours! The major sightseeing areas of Kagoshima can divide into four: Satsuma, Kirishima, Sakurajima and Osumi and this car tour will take you to 2 of those 4! Satsuma where there are a lot of historic sites and Sakurajima which is well known as an active volcano. Skillful local car conductor/drivers with expert knowledge of Kagoshima's sightseeing spots will give you an impressive experience and create a memory on this trip, offering you an enjoyable and fulfilling time. There are a wide range of car types available depending on the participants so you can join with friends and family, or as a couple. After enjoying the historic sightseeing spots the tour heads to Sakurajima Island by a popular ferry where you can try delicious Japanese noodles at a stand-up eating style restaurant. Once on Sakurajima Island the tour will visit its observatory where you can enjoy a magnificent view of the active volcano and the sea coast spread out below. From the observatory there may be the chance to hear eruptions from the volcanoes crater. This tour is great for those who want to visit and learn about the historic sites of Kagoshima while enjoying its magnificent scenery of rich nature and feel the thrill of an active volcano.",
        "strLocation": "Kagoshima",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-kagoshima-shore-excursion-to-the-must-see-spots-of-kogaoshima/6946?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Shore Excursion to the Must-See Spots of Kagoshima!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 07:12:15"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 64,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1468109374/xi7xnvb2qfj0rwdagtra.jpg",
        "strIntroduction": "This is a short trip to some of the highlights in the Eastern part of Tokyo! ★Kyu-Shiba Rikyu Gardens It is not just a Japanese garden, some local cultures are mixed there. Kyu-Shiba Rikyu Gardens was made in the Edo period. But why and what kind of people made it? What is the background of the local cultures? We'll introduce the history of Edo period and Japanese gardens. ★Zojoji Temple It is an important temple for the Tokugawa family. The large gate is also very important. What does the large gate mean? Learn about Buddhism and history in the Edo period. ★Tokyo Tower Tokyo tower is a symbolic tower in Tokyo. It is also a refined entertainment facility with opportunities for shopping, eating and leisure. ★Meeting place★ Hamamatsucho Station *Please come by 12:45 pm",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-stroll-kyu-shiba-rikyu-gardens-and-visit-tokyo-tower/7067?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Stroll Kyu-Shiba Rikyu Gardens & Visit Tokyo Tower!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 07:16:57"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 74,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1468040988/uc2dyocbazbwgznsosps.jpg",
        "strIntroduction": "Menu: - Temarizushi (ball sized sushi) made by seasonal fresh rare seafood. - Miso soup with Japanese broth - Side dish - Japanese style dessert You can learn: - How to cook Japanese homemade recipes - How to take Japanese broth and knowledge about several brothes - How to cook rice in traditional way - Wajima-nuri, the famous and traditional lacquered vessels - Basic table manner etc. This workshop is not private class. Please let me know the following info when you make the booking : - Name/Age/Gender/Nationality of each participants - Mail address - Hotel name - Contact phone number in Japan - Food restrictions or allergies (if you have) Policy for Muslims : All ingredients are Non-pork and Non-alcohol. In addition, some of seasonings are HALAL certified ones. Prayer space is available, but it's not special space. Cooking knife and cooking board are separated. Other cookwares and dishes are not separated whether HALAL or not. I am not Muslim, but I have enough knowledge about HALAL. If you have any anxious, please let me know in advance.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-learn-to-cook-homemade-sushi-with-traditional-items-halal/7061?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Learn to cook homemade sushi with traditional items (HALAL)",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 07:21:42"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 99,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1467852837/atlhjgv1miewusnqvibc.jpg",
        "strIntroduction": "Mt. Takao has served as a sacred mountain since ancient times. According to the legends, the mountain is habitat of the Tengu, a long nosed goblin or demon and you will find many statutes of Tengu at the local temple. Tengu are believed to dwell on the sacred mountain acting as the messengers of the deities and Buddha to chastise evildoers and protect the good. It takes about 1 hour from Shinjuku Station by train to reach Mt Takao. There are several routes to climb Mt Takao and the most recommended route is Takao Station – the steepest cable car in the world to the mountain's mid-level – walk up to Yakuouin temple & the peak – lift down to the station. (5 hours in total) Stop at several power spots (spiritual spots), and pray for luck and money, passing examinations, protect from evil, fulfillment of wishes, marriage, happy family, long life, health, and so on. You can enjoy a wonderful view of Mt. Fuji, if the weather is good. Enjoy local snacks (optional). Below is an example of the itinerary: 9:00 Meet you at your hotel 10:00 Get to Mt. Takao by train. 10:00-15:00 Hike Mt. Takao 17:00 Come back to your hotel by train.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-climb-mt-takao-and-refresh-yourself-in-the-beautiful-nature/7053?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Climb Mt Takao and refresh yourself in the beautiful nature",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 07:24:30"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 72,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1467871073/fe1uzsvnumwfysvbpfcn.jpg",
        "strIntroduction": "The hit Philippine drama, \"Born for You\" has captured the hearts of many by telling the story of two fated lovers who formed their bond amidst the beauty of Japan. Many scenic sights around Tokyo and Mount Fuji was featured during the filming of this drama. Taking this tour will give you a chance to visit these places and learn more about the culture of this wonderful country. After picking you up at your hotel, the tour starts at Shibuya, known for being one of the hippest districts in Tokyo. A stone's throw away from Shibuya Station, you shall see the famous statue of Hachiko. A few steps more and you shall find the always crowded Shibuya scramble, the busiest pedestrian crossing in Japan. After your brief walking tour of Shibuya, you shall return to your vehicle which will transport you to Mt. Fuji. Visit the serene Sengen (Asama) Shrine, located in the midst of a dense forest surrounded by tall cedar trees. Visiting the shrine gives you a chance to learn about Japan's traditional religious beliefs which shall be explained by your knowledgeable tour guide. The bus will then proceed to Oshino Hakkai, where you can take time to wander around the scenic ponds surrounded by traditional Japanese thatched roof houses. This is the best place to take your lunch and buy traditional souvenirs for your friends and family back home. The last stop of the tour is Lake Kawaguchi. Stroll around this beautiful lake and see picture perfect views of Mount Fuji. After the tour, you shall be transported back to your hotel in Tokyo.",
        "strLocation": "Yamanashi",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-yamanashi-visit-the-film-locations-of-born-for-you-in-japan/7055?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Visit the Film Locations of Born for You in Japan",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 07:28:36"
    },
    {
        "intDurationHour": 96,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 28,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1467958337/gioecihexjncrceciiip.jpg",
        "strIntroduction": "Famous in winter as a ski destination, many people do not know that Hokkaido is best visited during summer, when this snow country gives way to vast fields of colorful flowers. Among the most popular are the lavender fields in Furano and sunflower fields in Biei. Sapporo, Hokkaido's capital is one of the best cities to visit in Japan. It has a vast number of attractions. Odori Park is the city's main park and lovely during summer. Ishiya Shiroi Koibito Factory is a chocolate factory turned into a museum and park. It shows the history of chocolate production in Japan and has a lot of interesting activities for both young and adult tourists. Hokkaido Shrine, the most sacred shrine in the region is located in the midst of a dense forest. Among the most popular places to visit in Hokkaido is Asahiyama Zoo. This zoo is home to various Arctic animals, from polar bears to penguins and seals. In here, you can also see animals that are found only in Hokkaido like the Hokkaido Brown Bear and Hokkaido Fox. The highlight of your visit to Hokkaido in summer are the lavender fields of Tomita Farm. The farm shows visitors the history of lavender farming in Japan which almost perished in the 1970s. Enjoy strolling in its vast colorful fields and try lavender products such as lavender ice cream. Your day-to-day itinerary is as follows: Day 1: Pick-up upon arrival at Shin-Chitose Airport by shared shuttle and transfer to your hotel Day 2: In the morning, pick-up by taxi from your hotel at 9 am. Drop-off at Sapporo Station Bus Terminal where you shall board the tour bus for a half-day tour of the city. Bus will pass-by Former Hokkaido Government Office Building and Odori Park before stopping over for your visit to Hokkaido Shrine. Afterwards, visit and tour Ishiya Shiroi Koibito Park. Next, proceed to Sapporo Central Wholesale Market where you may take your lunch (a lunch discount coupon will be provided). Pass-by Hokkaido Museum of Modern Art and Hokkaido Governor's Official Residence before returning to Sapporo Station Bus Terminal. Day 3: In the morning, pick-up by taxi from your hotel at 8:20 am. Drop-off at Sapporo Station Bus Terminal where you shall board the tour bus for a whole day excursion. Visit Asahiyama Zoo, stop-by Yukino Mura for lunch (lunch box is included), see the patchwork road, and visit Tomita Farm before returning back to Sapporo Station Bus Terminal. Day 4: Pick-up from your hotel at your preferred time and transfer to New Chitose Airport.",
        "strLocation": "Hokkaido",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-hokkaido-experience-summer-in-hokkaido-in-a-4-day-package-tour/7060?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Experience Summer in Hokkaido in a 4-day Package Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 07:31:37"
    },
    {
        "intDurationHour": 5,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 189,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1465176538/rev6ez0psixocdctfgdl.jpg",
        "strIntroduction": "This is a tour package for people who love \"kawaii\" culture in the best place in Japan to experience it: Harajuku. Spend a whole day immersed in cuteness with this package including unique and memorable experiences that will become the highlight of your trip. The package include the following activities: 1. Yukata experience (1 hour): Rent a yukata (traditional Japanese summer outfit) and stroll around the streets of Harajuku, then visit Meiji Jingu Shriene and take stunning pictures. 2. Ra.a.g.f Bunny café (30 minutes): Visit a bunny café in Omotesando street, where you will be able to choose your favorite bunny and pet it while you feed him or take lots of pictures. 3. Harajuku Lolita experience (1 hour): You can become a Harajuku lolita too! Embrace Japanese fashion and aesthetics as you wear extravagant outfits to turn yourself into an authentic Harajuku lolita! 4. J-pop idol concert Wrap up a very kawaii day with this j-pop idol concert, where you will see popular female idol groups sing catchy songs and deliver an amazing performance. Sit right in front of the stage and meet the girls after the show! Don't miss the chance to experience this unique, kawaii experiences for a discounted package price!",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-experience-the-best-of-harajuku-with-the-kawaii-tour-package/6687?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Experience the best of Harajuku with the Kawaii tour package",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 07:34:33"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 29,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1465135276/bmakrmrii4vycwklcteq.png",
        "strIntroduction": "Termae-Yu is one of the largest hot springs in Japan, right in the middle of bustling Shinjuku! You will find 6 different kinds of indoor baths, an open-air bath with natural hot spring water brought straight from the Nakaizu hot spring area, two saunas, the largest high-concentration carbonated water bath in Japan featuring an elegant white marble interior as well as multiple relaxing spaces with comfortable chairs with monitors. The complex also features Japanese and ethnic cuisine restaurants, a spa for beauty treatments, a juice bar to refresh between baths, as well as lockers and changing room facilities. Take a break from the hectic traveler lifestyle and treat yourself to a relaxing day in a place that has everything you need to forget about your problems and leave you feeling relaxed from head to toe!",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-rest-and-relax-at-termae-yu-hot-springs-in-shinjuku-tokyo/6680?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Rest and relax at Termae-Yu hot springs in Shinjuku, Tokyo",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 07:38:47"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 94,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1465132564/jf18tt7uzk54cfotm3sg.jpg",
        "strIntroduction": "This is a beauty session where you will receive a full overall diagnosis of the current state of your skin, using the latest cosmetic and skin care technology to understand how to take care of if better and what products suit it best. You will also get a whitening facial massage that will rejuvenate your skin and leave it moistened for long after you come back home. This beauty session will not only leave your skin young and fresh again, but it will also give you important insights as to how you can take care of your skin in general and keep it beautiful for years to come. A delicious, healthy lunch is also included in the price and you will receive a gift set of SONOKO cosmetic mini-samples.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-get-a-facial-massage-and-skin-diagnosis-in-ginza-tokyo/6678?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Get a facial massage and skin diagnosis in Ginza, Tokyo",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 07:41:46"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 72,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1465102409/qcl6posb6zhusz2n4cw9.jpg",
        "strIntroduction": "After a long day of sightseeing and shopping in the trendy Harajuku district of Tokyo, why not pamper yourself and get a haircut at Ridicule Salon? Ridicule Salon has experienced and creative hairstylists with practical skills who will give you advice about the most suitable haircut for you and will treat your hair with the best care techniques available. All while you sit back and relax in the stylish atmosphere of the salon, filled with artwork and decorations that create a peaceful harmony. The staff will take good care of you and answer your question and concerns, always with a friendly smile. Getting a haircut at Ridicule Salon is the perfect way to take a break from the hectic pace of traveling and enjoy some time for yourself. You will get a new look and feel refreshed.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-get-a-haircut-and-a-new-look-at-trendy-harajuku-in-tokyo/6667?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Get a haircut and a new look at trendy Harajuku in Tokyo!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 07:46:01"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 32,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1465041983/onbivi4xbdxzp57trlgx.jpg",
        "strIntroduction": "This is a Real Escape Game experience in Asakusa, Tokyo, where you will be trapped inside a room with friends and/or strangers with a mission: to escape the room using the objects, symbols, words, and numbers around you to solve a series of puzzles and make it out of the room before the time runs out. This game will make you use your analytical skills as well as cooperate with your teammates to work out ingenious ways to solve the puzzles, which means you will have to learn to think out of the box in order to solve the puzzles before the time runs out. There are two different games available, the Red Box, and the Haunted Manor. The Red Box challenges you with clever puzzles that will open doors until you finally reach the last one while The Haunted Mansion is a themed game, where you have to solve a series of cases of missing people and enter the haunted manor to find out the truth about an alleged kidnapper in order to solve the mystery. Either way, you will have an amazing time playing these games, which are now offered in English and Chinese, so not knowing Japanese won't be an excuse to enjoy the thrill of fighting against the clock to solve your way out of these rooms! Challenge yourself and have a blast with your friends in this unique adventure, right in the middle of Tokyo!",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-experience-a-real-escape-adventure-game-in-asakusa-tokyo/6657?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Experience a Real Escape Game in Asakusa, Tokyo",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 07:50:07"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 39,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1467790657/ffieuspdxo6kfhcmcsga.jpg",
        "strIntroduction": "Pick up at the Shimada Kanaya JR station. We will then visit Makinohara park where you can enjoy the view of Shimada and Kanaya area along the Ooi river. On a fine day you can see Mt. Fuji and the Japanese Southern Alps. After that we will visit the orchard and taste apples. You can pick as many apples as you want! If you like to buy some souvenirs, I can take you to some local shops. If you like to have some food or snacks, I can take you to a local restaurant or cafe. Enjoy a day in the countryside of Shizuoka!",
        "strLocation": "Shizuoka",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-shizuoka-pick-apples-in-an-orchard-in-shizuoka/7051?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Pick apples in an orchard in Shizuoka",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 07:54:03"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 49,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1467205402/mnimszlepg59veu7b3na.jpg",
        "strIntroduction": "First, we will explain about Japanese food, then you will learn how to cook 4 to 5 dishes. The cooking class will be in a traditional Japanese house. You can enjoy the Japanese traditional atmosphere. Lesson Contents: 10 minutes: Instruction and preparation 120 minutes: Demonstration and lesson 50 minutes: Tasting Menu: Main dish (fish, beef, pork or chicken), side dishes, miso soup and rice Time: 1 lesson: 3 hours Note: Please wear clothes that you don't mind getting dirty. Inquiries about allergy or Halal food are welcome. Please feel free to contact us.",
        "strLocation": "Nara",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-nara-enjoy-japanese-home-style-cooking-in-nara/6945?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy Japanese home style cooking in Nara",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 07:58:11"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 69,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1467361659/ow1ueiadxsrpmpj2yxtd.jpg",
        "strIntroduction": "This is a half-day tour around Kamakura's highlights! Tour Course: Kamakura station ↓ Tsurugaoka Hachimangu Shrine ↓ Kamakura Komachidori ↓ Take Enoden ↓ Kotokuin (Great Buddha of Kamakura) ↓ Kamakura Seaside Yuigahama Area ↓ Take Enoden ↓ Kamakura station TIME From 12:00 pm to 16:30 pm (Ending time depends on the situation) Meeting place: Kamakura Station at the east gate *Please come by 11:45 pm Included: Entrance fee, Transportation fee during the tour Not include: Lunch Transportation fee from your hotel to Kamakura Station Group size: Minimum 2, Maximum 10 Notes: Barrier-free tour It is possible to join with a wheelchair or a buggy (At some area, guides will help)",
        "strLocation": "Kanagawa",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-kanagawa-take-a-kamakura-history-and-nature-tour-in-english/6962?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Take a Kamakura history and nature tour in English",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 08:02:24"
    },
    {
        "intDurationHour": 6,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 73,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1467383042/ocri2qf827vw52kcz52i.jpg",
        "strIntroduction": "You do not have a chance to visit suburb of Tokyo when you are visiting Japan as tourist. We are going to visit a suburb of Tokyo (1 hour from Tokyo by train) and visit a shopping center and residential area to understand the lifestyle of Japanese people there. Shopping: The shopping center is larger compared to ones in Tokyo and most of the people are using a car to go there. The shopping center has supermarket, several restaurants, and specialty shops selling cloth, books, telephone and so on. You may find everything you need for your everyday live. People at suburbs like to shop at one location, therefore, you can find all the basic necessaries at there. People like to shop there during weekend since husbands can help wives to carry things. You can eat at the “common eating area” of the shopping center. You can find foods which are preferred by local people. A Home center is the place where you can buy your DIY (Do It Yourself) goods gardening, BBQ, pet products and so on. People who live in suburbs need those products more than city people. They enjoy nature / outdoor activities. On the other hand, professional people, such as carpenter, plasterer, and plumber also purchase tools and products there. Residential area Most people are working in Tokyo, commuting one hour and enjoying their family life in the weekend. Once they move to the suburb, they usually stay there for a long time, therefore the population in suburbs is aging. The number of nursing homes is increasing there. Costs of housing depends on size, age of building, distance to the station, and commuting time to Tokyo. It will cost you 20 million-60 million JPY for 60 ㎡-120㎡ condominium and a house there. It is an important to live near a train station since husbands need to commute to Tokyo every day. When it was developed 40 years ago, this area was not convenient to live at since there were not enough stores to shop. At that time, people needed to go to Tokyo to do their special shopping, such as suites, furniture, jewelry and so on. However, there are enough shops at the suburbs now and people do not need to go to Tokyo for their shopping. Schedule: Meet at your hotel 9:00 am Move to the suburb by train 9:00 - 10:00 Visit shopping center 10:30 - 11:30 Lunch 11:30 - 12:00 Visit home center 12:00 - 12:30 Visit residential area 13:00 – 13:30 Visit a home 13:30 – 14:00 Go back to your hotel 14:00 – 15:00",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-enjoy-a-shopping-tour-in-a-tokoy-suburb-to-see-real-life/6972?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy a shopping tour in a Tokyo suburb to see real life",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 08:07:34"
    },
    {
        "intDurationHour": 7,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 87,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1465370105/wdhe5k8tawtqhhgtjjow.jpg",
        "strIntroduction": "It takes about an hour to get to The Meiji-Mura Museum. We will use a train and a bus. Train and bus fee, as well as a museum ticket are included in the tour price. Feel the rural Japan when traveling by a local bus and train. The Meiji-Mura Museum's opening hours are different in every season: 9:30 a.m.-5:00 p.m. (Mar.-Jul., Sep., Oct.) 10:00 a.m.- 5:00 p.m. (Aug.) 9:30 a.m.-4:00 p.m. (Nov.) 10:00 a.m.-4:00 p.m. (Dec.-Feb.) So, departing time can change. Our guide can answer your question in English. In addition, we are now preparing a Chinese and Korean tour. About The Meiji-Mura Museum. There are 67 important and historic buildings. They were relocated from their original place. 10 of them are selected as important cultural properties by the Japanese government. There are not only old buildings, but also old steam locomotives imported from England and America. They still operate and you can ride them. One of them was made in 1874. Also, another old electric train is running (please look at photos). In addition, you can eat various foods in Meiji-Mura. You can find your favorite lunch there. You can experience the lifestyle of Japanese people from over 100 years ago. For example, you can wear old clothes and take photos of you dressed in those old clothes (needs additional fee).",
        "strLocation": "Aichi",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-aichi-take-a-historic-tour-in-the-meiji-mura-museum-aichi/6716?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Take a Historic Tour in The Meiji-Mura Museum, Aichi",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 08:10:49"
    },
    {
        "intDurationHour": 5,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 101,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1466760384/juev1i9exjeiw7kzu3xs.jpg",
        "strIntroduction": "About Hokkaido Consadole Sapporo: Hokkaido Consadole Sapporo is a Japanese professional football club, which plays in the J2 League. The team is based in Sapporo, on the island of Hokkaido. The club name \"Consadole\" is made from consado, a reverse of the Japanese word Dosanko (道産子, meaning \"people of Hokkaido\") and the Spanish expression Ole. 2016 Game Schedule: July 20th (Wed) 19:00- VS Matsumoto Yamaga FC 25th (Mon) 19:00- VS FC Gifu August 7th (Sun)14:00- VS Shimizu S-Pulse 14th (Sun)14:00- VS Montedio Yamagata September 26th (Mon)--:-- VS FC Machida Zelvia October 22th (Sat)--:-- VS Tokyo Verdy November 20th (Sun)--:-- VS Zweigen Kanazawa ※Game starting time depends on the day. Normally we meet up at JR Sapporo Station East gate about 2 hours before. We head to the game venue \"Sapporo Dome\" by subway. There, you can enjoy the game with some beer! Why do I do this? It's because if you do not know Japanese Language, it is quite difficult to watch the games or even get to the stadium. As I wrote in my profile, I'm a big fan of soccer and have been to many countries. When I was abroad and wanted to watch the games, it was always difficult to get the game tickets and know how to do this. So I would love to help soccer fans come to Sapporo. And also I would love to talk with you about soccer! FAQ: Q1. How can I confirm the tour schedule exactly? A1. I will send you a message about the schedule details in advance. Q2. I'm just 1 person. Can we join this tour? A2. Yes you can! This tour is from 1 person to 5 people. No worries! Q3. Can I cancel my tickets? A3. No you cannot cancel your ticket after your booking. Q4. How much for a beer at the stadium? A4. It's 650 JPY. You can choose from \"YEBIS\", \"CLASSIC\", \"BLACK LABEL\". ※Beer fee is not included in the tour fee. If you have any questions, please feel free to ask anything!",
        "strLocation": "Hokkaido",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-hokkaido-watch-a-j-league-soccer-game-with-local-in-sapporo-hokkaido/6902?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Watch a J-League Soccer Game with local in Sapporo, Hokkaido",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 08:15:48"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 72,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1466987732/pc4xzwgod8k4p3b6fbwn.jpg",
        "strIntroduction": "Water games are always an exciting challenge for those who love outdoor and physical activity. It is also a great way of having fun with your friends and family. Water tubing on Seta River contains enough water to create strong push-and-pull force and tricky turns out of rapids. It's quite an adventure. First, after gathering, all participating guests are required to fill in the necessary forms and change into bathers. The equipment will then be distributed and you'll receive a detailed guide on how to work on the activity, including the following: training of safety procedures and how to use the equipment and manage when being flipped/turned. You'll be actually joining the game by floating down the rivers playing group games as we approach the rapids. Be prepared for a lot of spinning, big waves and a strong water force! Our guide is always there to help you. Have a good time and take a lot of commemorative photos. Please note that we will provide a life vest, helmet, rafting gear, wet suit and wet jacket (for cold season only). So please bring a swim suit, suitable footwear (wet shoes are available for rent), and swimming necessities.",
        "strLocation": "Shiga",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-shiga-experience-a-unique-water-tubing-game-shiga-prefecture/6931?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Experience a Unique Water Tubing Game, Shiga Prefecture",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 08:18:23"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 62,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1466987923/ao3xxwp84r1wdxpi9l2w.jpg",
        "strIntroduction": "Seta River is the only river running from its source of Lake Biwa in Osaka, and flowing downstream toward Kyoto Prefecture. So if you happen to be around the area, don't miss the chance to enjoy a fun and exciting rafting experience along the stream. It's a great 1-day trip. After gathering at the meeting point, all participating guests will have time to change into bathers and receive equipment used on the tour. The tour bus will take everyone to the start point. Here we will explain the procedures of safety, how to use the equipment and all other rules. We will have a rafting game between teams/boats while flowing along the stream toward the rapid part. After the rapid, the flow becomes calm again. This is the perfect time to enjoy the scenic view along the riverside and take commemorative photos together. When the tour has finished, the tour bus will take everyone back to the start point. Please note that we will provide a life vest, helmet, rafting gear, wet suit and wet jacket (for cold season only). So please bring a swim suit, suitable footwear (wet shoes are available for rent), and swimming necessities.",
        "strLocation": "Shiga",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-shiga-take-on-rafting-challenge-near-lake-biwa-shiga-prefecture/6930?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Take on Rafting Challenge near Lake Biwa, Shiga Prefecture",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 08:22:13"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 61,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1466762347/vztlb4ajtn471pndrax6.jpg",
        "strIntroduction": "Lake Biwa has a a 400 million-year history and is known as one of the most famous lakes around the world. Wouldn't it be an amazing adventure to experience this beautiful landscape? Even if you've never tried canoeing before, this is a great activity for beginners as friendly staff will guide you every step of the way. A professional instructor will teach you the basics of riding and paddling. After the activity you can receive a special gift; a CD of photos from your amazing day! It's a great opportunity to make wonderful memories during your stay in Japan. Itinerary: Total: 60 minutes 15 minutes - Learning and practicing on land 40 minutes: Canoeing on the lake",
        "strLocation": "Shiga",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-shiga-go-canoeing-on-lake-biwa-in-shiga/6904?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Go Canoeing on Lake Biwa in Shiga!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 08:25:40"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 61,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1466760479/bnttjhgffizcoqr6u95f.jpg",
        "strIntroduction": "This brand new activity available just this year is a great chance to do something unique and exciting with family and friends. It is called the \"Lake Walker\" and has been speedily growing in popularity in Japan. Everything you need to enjoy this activity is available at the site. Get ready for a challenging and fun time! The itinerary is as follows: - Learn about and practice Lake Walking on land. - Try to walk the rope in the lake. - Practice with assistance. - Take a small step forward. - Receive the gift of your photos on CD! Testing your concentration, balance and bravery is great to do with family and friends surrounded by the beautiful scenery of Lake Biwa. Make an unforgettable memory in Japan!",
        "strLocation": "Shiga",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-shiga-experience-walking-on-water-at-lake-biwa-in-shiga/6903?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Experience Walking on Water at Lake Biwa in Shiga!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 08:28:10"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 174,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1466758842/bbe8wxpbbbklgtmuwuif.jpg",
        "strIntroduction": "Lake Biwa is not only the biggest lake in Japan, it's also a place where you can enjoy water sports like canoeing, fishing and visiting historical buildings and designated sightseeing spots. Cycling along Lake Biwa is one of most the popular activities for tourists in Shiga prefecture. On the day of the tour, you will meet the guide at Shiga station (Kosei-line) which is about 40 minutes away from Kyoto station by local train. You will rent an electric-powered bicycle and helmet. Then, the start tour will begin. First, you will go cycling along the lakeside path toward the village of Kitafunaji. It’s beautiful and serene to ride a bicycle on a fine sunny morning. You can enjoy the view of the shimmering water surface, flowers and greenery by the lake shore. Kitafunaji area’s main product is rice. You can enjoy a peaceful and relaxing day as a guest of the traditional village located at the foot of the mountains. It’s going to be a unique experience to see a different side of Japan. At the rice field, you may try some of the farmers’ jobs like planting and harvesting depending on the season. After the farming activities, you will have lunch. The rice for your lunch is cooked in a special way, called “Nuka kudo”. The rice is shinier and more flavorful. If you are interested, you can participate in the cooking, as well. The food is served in bento-style lunch boxes full of seasonal ingredients. After lunch, you will visit a pottery gallery by the lake shore. The building is a 250-year-old house thatched with reeds. The pottery there is cracked glaze pottery. It’s beautiful and really unique. Lastly, You will go along the lakeside again back to Shiga Station where the tour will come to an end. Come along on this unique adventure and enjoy Japanese rural life!",
        "strLocation": "Shiga",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-shiga-enjoy-cycling-along-the-shore-of-lake-biwa-in-shiga/6901?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy Cycling Along the Shore of Lake Biwa in Shiga!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 08:32:14"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 61,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1466729076/nwvgwfxe8lukk5wso9yd.png",
        "strIntroduction": "Have fun on this unique adventure in Japan's beautiful, natural settings. You'll learn the basic skills of SUP: Stand Up Paddling at Lake Biwa in Shiga Prefecture. So what is SUP? It's similar to surfing, but boarders maintaining an upright stance and use a paddle to propel themselves through the water. This sport is growing in popularity all over the world and is a great and fun way to get in some exercise during your stay. This is a great class for beginners! The skilled instructors will help you every step of the way. Come out and enjoy the fun! Plan Details: Morning Plan: 9:40 a.m. Afternoon Plan: 12:10 a.m.",
        "strLocation": "Shiga",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-shiga-enjoy-sup-stand-up-paddling-at-lake-biwa-in-shiga/6899?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy SUP: Stand Up Paddling at Lake Biwa in Shiga!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 08:34:47"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 49,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1466727530/f3du18bxlqplosxfcnpp.jpg",
        "strIntroduction": "This is a great activity to enjoy with family and friends while surrounded by beautiful nature. Guests will learn the basics of windsurfing at the famous Lake Biwa in Shiga Prefecture. This is a perfect class for beginners as the skilled instructors will guide you every step of the way from practice simulation to riding on the lake! This tour package comes with a short wide board, light carbon mast and non-batten sail for rental. Come out and enjoy the fun! Plan Details: Morning Plan: 9:40 a.m. Afternoon Plan: 12:10 p.m.",
        "strLocation": "Shiga",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-shiga-go-on-a-windsurfing-adventure-at-lake-biwa-in-shiga/6898?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Go on a Windsurfing Adventure at Lake Biwa in Shiga!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 08:38:48"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 83,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1473343974/jrtzsalviim1favnhhdg.jpg",
        "strIntroduction": "Join our cultural activities in Tokyo! Here is the flow for each plan: ＊Photo shooting＊ 1: Please choose the costume that you want to try. 2: Change clothes. 3: Put make up and pick some accessories which fit with your costume. 4: Start shooting with our cameraman! 5: Choose the photos that you want to get. (We send those data via email in a few days.) *We will give you original photo book:) *All making up and dressing fee are included. ＊Shodo＊ 1: Instruction for using the tools. 2: Staff teaches you how to write Kanji, Katakana and Hiragana. 3: Look at examples of writing. 4: Try to write your favorite word! 5: You can bring it home. ＊Origami workshop＊ 1: Please choose your favorite Origami shape. 2: Pick some Origami parts for earring and Kanzashi decoration. 3: Make your own original accessory! Note: Please select either Shodo or Origami workshop when you book.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-try-yukata-anime-cosplay-and-shodo-origami-workshop-tokyo/6596?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Try Yukata, Anime Cosplay and Shodo Origami Workshop, Tokyo",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 08:42:20"
    },
    {
        "intDurationHour": 6,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 99,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1465546712/ruc6hgrjzlblx7buf6no.jpg",
        "strIntroduction": "This is a one-day tour around the scenic and historic countryside spots in Shizuoka prefecture. Meet at the JR Kanaya Station in the morning around 9:30 am. Alternatively, I can pick you up at your hotel. Walk on the stone pavements of the Old Tokaido road. On the way you can see the stone statue of Jizo called Suberazu Jizo praying to passing travelers. Visit the ruins of Suwahara Castle and stroll the area amidst the green. It was built by Takeda Katsuyori at 1573 before the Edo era, and abandoned around 1590 aftter the destruction of the Takeda clan. After the walk you can have lunch: ordinary Japanese meals at a countryside-style restaurant. After enjoying lunch you can visit places related to Japanese potteries and folk arts in the neighbourhood. If you have interest in visiting the terraced rice paddies, there are some great fields nearby. You can get some souvenirs from your trip at the Fujisan Shizuoka Airport or nearby stations.",
        "strLocation": "Shizuoka",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-shizuoka-walk-the-stone-paved-path-of-old-tokaido-and-ruins-of-suwahara/6419?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Walk the stone-paved path of Old Tokaido & Ruins of Suwahara",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 08:44:51"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 54,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1468027145/ijr3galx4y7rx8oskqa6.jpg",
        "strIntroduction": "☆Greet your guide at Yurakucho Station and embark upon your epicurean exploration of the city. Immerse yourself in the electric atmosphere of Yakitori Alley, an atmospheric enclave replete with informal restaurants serving delectable yakitori (grilled chicken skewers). ☆Next, venture to Monja Street to sample the local delicacy of monjayaki, a pan-fried pancake favored by locals. Learn about the snack’s interesting origin as you chat to your chef and listen to your pancake sizzling on the grill before nibbling the strips using chopsticks. ☆Continue to tantalize your taste buds in Ginza, an enticing district thronged with confectionery shops, while learning about the rich variety of Japanese sweets. I'll show you luxurious sweets spots where you can find a $500USD melon, some traditionally and beautifully arranged desserts and see the famous landmarks of Tokyo's most expensive real estate area! then conclude your culinary tour at a Ginza station. Bid your guide and group farewell but feel free to remain in the most sophisticated area after the tour concludes.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-taste-japanese-food-in-a-3-hour-tokyo-izakaya-tour/6913?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "60% OFF Taste Japanese food in a 3-hour Tokyo izakaya tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 08:47:42"
    },
    {
        "intDurationHour": 6,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 149,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1466944217/lsmqcuzl3jpu8msej9ga.jpg",
        "strIntroduction": "Shizuoka prefecture is home to the iconic Mt. Fuji standing at 3,776 meters high, however it's also rich in beautiful coastal landscapes, tea plantations, and it's filled with Shinto shrines and Buddhist temples of great significance. With this 6 hour long private car tour of the surroundings of Shizuoka city, you will be able to explore the area in a short amount of time, while enjoying the comfort that a private car with guide and all the entrance fees to the attractions taken care for you. You will start the tour at Shimizu port, and ride along Shizouka's shore to admire the beautiful landscape of the Pacific ocean meeting the mountains. You will then visits unmissable sights like the Shizuoka Sengen shrine, dedicated to Mt. Fuji and famous for being the place where Tokugawa-Ieyasu, the famous warlord of Japan made his coming-of-age ceremony. You will then visit Rinzai-ji Temple, with its stunning garden that has been designated as a National Site of Scenic Beauty of Japan. After that, you will head to the ruins of Shizuoka Castle, also known as Sunpu Castle, built by Tokugawa Ieyasu in 1586. Only a portion of the castle that has been rebuilt can be visited, however it's location inside a park and its beautiful gardens make it a beautiful sight to visit. The next stop on the tour will be Nihondaira scenic area, from which you will be able to take in breathtaking views of Mt. Fuji and take impressive pictures. You can also stroll around the area and indulge in typical Shizouka green tea flavored taiyaki treats or a wasabi ice-cream. From there, you will visit Kunozan Toshogu Shrine and Kunozan Toshogu Museum, sites filled with historical treasures that will transport you to the time of the samurai. Don't miss the chance to enjoy an amazing tour of one of Japan's most beautiful regions, Shizuoka prefecture.",
        "strLocation": "Shizuoka",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-shizuoka-explore-shizuoka-in-a-6-hrs-shore-excursion-from-shimizu-port/6917?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Explore Shizuoka in a shore excursion tour from Shimizu Port",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 08:52:18"
    },
    {
        "intDurationHour": 6,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 139,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1466927733/s8vobi3opoicpm8rygns.jpg",
        "strIntroduction": "Kochi is the capital of Kochi prefecture located in Shikoku, one of Japan's main islands. It's a small city nestled between rugged mountains to the north and a sandy arc-like coast to the south. It's a friendly city with a relaxed atmosphere and it's full of historical and natural sightseeing spots. A great way to explore it in a short amount of time is with this 6 hour private car tour visiting the most popular sights. This tour will take you to historical sites such as Kochi Castle, built in 1611 when it became the seat of the Yamauchi lords, who used to rule over the region and now houses local treasures and historical objects. At Katsurahama beach, you will be able to enjoy the sun and beautiful landscapes, as well as visit locals sites such as the Sakamoto Ryoma Museum, dedicated to a prominent figure in the Meiji restoration who was born in Kochi, as well as the Tosa dog Museum, featuring displays and exhibitions about the history of dog fighting in the region. Ride in a comfortable car that will pick you up at the airport or at Kochi station, and take you to all the sightseeing spots without any hassle. At the end of the tour, the car will drop you off at your hotel or the airport. Don't miss this chance to explore Kochi's most interesting sights with this convenient and comfortable tour.",
        "strLocation": "Kochi",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-kochi-shore-excursion-around-the-best-highlights-of-kochi/6916?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Shore excursion around the best highlights of Kochi",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 08:56:22"
    },
    {
        "intDurationHour": 6,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 145,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1466978226/elrvgaug2tmji6hczmv2.jpg",
        "strIntroduction": "Join this tour program to enjoy the ultimate water sports experiences at Seta River in Shiga prefecture! You can enjoy both river bugging and water rafting, or river bugging and water tubing at once with this tour program! River bugging let you stride along the river and move around freely on the water surface just like a water's strider. Water tubing let you feel the force of the river water and the speed of the water. Water Rafting let you stroll around the Seta river with your team. Seta River is the only spot for river bugging and water tubing in Japan, and it is one of the most famous white water rafting sites in Japan. This tour also includes the equipment for all water sports activities, so you can join this tour with no hassles at all! Please come to the base camp at the Seta River 15 minutes before the scheduled time to register yourself! You will be asked to fill out the necessary forms change into bathers. The equipment will also be distributed and our car will take you the starting points of the river bugging. Before starting the water sports activities, we will go through procedures for safety, how to use the equipment, and how to recover after being flipped over, etc. You will also have time to practice before starting the activities. River bugging, water tubing, and water rafting are very enjoyable, since you can feel the way the water of the river moves while striding along the river. You can feel water force of the river hitting your body directly and enjoy the rapid moves of the river! You can choose the river combo if you want to enjoy river bugging and water rafting, which starts at 9:30 and ends at 15:30. If you want to enjoy double sensations, you can choose the ultimate combo of river bugging and water tubing, which starts at 10:00 and ends at 16:00. The conditions of the participants for the river combo should be people who are 13 - 58 years old who are healthy in mind and body (those under 18 years old must obtain consent from parents). The conditions of the participants for the ultimate combo should be people who are 16 - 58 years old who are healthy in mind and body (those under 18 years old must obtain consent from parents). People whose height is under 175 cm and weight is over 100 kg may not participate in the tour, due to problems related to rescue procedures. In addition, women who are pregnant and people who have health issues or hear problems should not join this tour. Please inform us the hotel where you will be staying as we will send you the directions to the base camp at the Seta River to your e-mail. Reservation is difficult to make, so we suggest you to use our reservation service to book with no hassles! Join this tour program and spend your wonderful summer with this ultimate water sports programs!",
        "strLocation": "Shiga",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-shiga-enjoy-full-combo-water-sports-tour-at-seta-river-in-shiga/6925?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy Full Combo Water Sports Tour At Seta River, Shiga",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 08:58:43"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 84,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1466975525/xfszic8r9dm5tze5dfwi.jpg",
        "strIntroduction": "Join this tour program to enjoy the river bugging activity at Seta River in Shiga prefecture! River bugging activity is similar to \"water's strider\" activity, means that you can stride along the river and move around freely on the water's surface just like a water's strider! This tour also includes the equipment for river bugging, so you can join this tour with no hassles at all! Please come to the base camp at the Seta River 15 minutes before the scheduled time to register yourself! You will be asked to fill out the necessary forms change into bathers. The equipment will also be distributed and our car will take you the starting points of the river bugging. Before starting the river bugging, we will go through procedures for safety, how to use the equipment, and how to recover after being flipped over, etc. We use fins and hand paddles for river bugging, so it will be easy to move on the water surface. You will have time to practice before starting the river bugging. River bugging is a very fun activity, since you can feel the way the water of the river moves while striding along the river. You can feel water force of the river hitting your body directly and enjoy the rapid moves of the river! There are two sessions available daily for river bugging. The A.M. session starts from 10:00 to 12:30, and the P.M. session starts from 14:00 - 16:30. The conditions of the participants for river bugging should be people who are 15 - 58 years old who are healthy in mind and body (those under 18 years old must obtain consent from parents). People whose height is under 175 cm and weight is over 100 kg may not participate in the tour, due to problems related to rescue procedures. In addition, women who are pregnant and people who have health issues or hear problems should not join this tour. Please inform us the hotel where you will be staying as we will send you the directions to the base camp at the Seta River to your e-mail. Reservation is difficult to make, so we suggest you to use our reservation service to book with no hassles! Join this tour program and spend your wonderful summer with this river bugging program!",
        "strLocation": "Shiga",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-shiga-enjoy-river-bugging-at-the-seta-river-in-shiga/6923?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy River Bugging at The Seta River in Shiga!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 09:02:11"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 189,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1466972616/tzzphnrzcex7jifeo6lj.jpg",
        "strIntroduction": "Rejuvenate your body and refresh your mind by joining this wonderful tour package! This tour program offers you a wonderful opportunity to experience the Zen Pilates & Yoga Session at Lake Biwa, and also to enjoy the local home cooking lunch at a friendly farmer's house! Forget the busy life of the Metropolitans by spending your time at the gorgeous Lake Biwa. Stretch yourself and breathe deeply with a Zen Pilates and Yoga session at a local shrine there. Visit the farmer's house and enjoy learning the home cooking for lunch by using natural ingredients such as homegrown rice and fresh vegetables! The schedule for this tour is as follows: 10:00 Meet at Shiga Station Activities: - Zen Pilates at Jyuge Shrine Enjoy the zen pilates session at Jyuge Shrine, a shrine located in a small forest overlooking Lake Biwa. Relax and refresh your body and soul with this pilates program, and improve your breathing and strengths with the yoga. - Visit the Farmer's House After refreshing yourself with Zen Pilates & Yoga session, visit the farmer's house to enjoy cooking the lunch with natural ingredients. Depending on the season and the weather, you may walk in the rice and vegetable fields before the cooking session to harvest the fresh vegetables directly from the field. 14:00 Tour ends at Shiga Station Reservation for this tour is difficult to make, so we recommend you to use our service to book with no hassles. Refresh your body & soul, and enjoy your summer by joining this wonderful relaxation tour package of Lake Biwa!",
        "strLocation": "Shiga",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-shiga-experience-yoga-pilates-and-home-cooking-lunch-at-lake-biwa/6922?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Experience Yoga Pilates & Home Cooking Lunch at Lake Biwa!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 09:04:58"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 47,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1466970076/wwux2iqzjh940ru1avk1.jpg",
        "strIntroduction": "Join this tour program and enjoy having barbecue lunch and experiencing family activities in Shiga! This tour program will take you to Rosa & Berry Tawada, a farm & garden located in Tawada, Shiga, where you can enjoy many fun activities with your family. This program is a full day outdoor tour that will give you opportunities to enjoy barbecue lunch and activities such as crafts, bread or pizza making, and sweet potato or taro harvesting. The schedule of the tour will be as follows: 10:00 Meet at Rosa & Berry Tawada - Visit Rosa & Berry Tawada's massive garden and enjoy the beautiful view of rose bushes and wild flowers. - Also visit the farm and enjoy feeding the sheep while playing with them. - Use the tickets and pick the activities that you'd like to join 12:00 Barbecue Lunch Enjoy the barbecue lunch at Rosa & Berry Tawada with hassles free! Enjoy the taste of the meat, rice, and unlimited amount of delicious vegetables during the barbecue! 14:00 The tour ends Reservation is difficult to make, so we suggest you to use our reservation service to book this tour with no hassles! Enjoy your summer holiday by joining this wonderful tour and spend sometimes in the nature with your family!",
        "strLocation": "Shiga",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-shiga-enjoy-one-day-barbeque-and-family-activities-in-shiga/6921?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy One Day Barbecue & Family Activities in Shiga!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 09:08:43"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 74,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1466581444/forand37d4dncqsvk0fq.jpg",
        "strIntroduction": "Do you know why many Japanese gardens were made in the Edo period? There is a reason. Also do you know what the shoguns were interested in? Hama Rikyu Gardens will tell you all about this. Asakusa has a very old history and legends. Going there will make you feel like a time traveler. We'll also tell you how to pray at temples. Please learn Japanese traditional practices, too. Schedule: Shimbashi Station ↓ Hama Rikyu Gardens ↓ Asakusa ↓ Asakusa Culture Tourist Information Center (view from the roof floor) ↓ Sensoji Temple (Kaminarimon, Nakamise street) ↓ end of the tour at Nakamise street. Time:From 12:30 pm to 17:00 pm Meeting place: Shimbashi st. SL square *Please come by 12:15 pm Not included: Lunch Group size: Minimum 2, Maximum 10 Remark: It's possible to arrange a Barrier-free tour. If you join with a wheelchair or a buggy, please tell us in advance.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-tour-hama-rikyu-gardens-and-asakusa-tokyo/6881?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Tour Hama Rikyu Gardens and Asakusa, Tokyo",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 09:13:02"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 66,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1465538755/cfmccwbvxteqp8ipmbh7.jpg",
        "strIntroduction": "Meet at or near Higashi-Ginza subway station. We'll first go to Kabukiza, where you can view kabuki drama. You might wait in line for an hour. After that, you can enjoy viewing one act of kabuki drama with English caption device. After watching kabuki, we'll hang around Ginza and enjoy seeing and shopping ukiyoe (woodblock print), sensu (folding fan) and other Japanese traditional goods - beautiful chopsticks, colourful washi (Japanese paper), fine incense. You can also taste delicious bean jam-filled buns or traditional crafted senbei snacks - rice cracker. *Please keep in mind the following rules when you watch kabuki: 1. Please turn off your mobile phone. 2. Please watch the kabuki drama quietly. 3. Please don't take videos, photographs or recording. 4. Children under the age of 6 will not be permitted in the theatre. Meeting Time: around 12:00 (depends on the act you'll watch, this changes every month. So, please ask us in advance.) 【Note】 When you watch popular kabuki act, you need to wait in line for more than 30 minutes because we can get a ticket on first come first served basis. And also, it might be possible that you stand to watch. 【Model Plan】 Meet at Higashi-ginza station→wait in line at Kabukiza and get a ticket (for about 1 hour)→walk around Ginza (for 2 hours)→watch Kabuki(for about 30 minutes)",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-enjoy-kabuki-and-japanese-traditional-culture-in-ginza/6704?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy Kabuki and Japanese Traditional Culture in Ginza",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 09:15:50"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 34,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1466602419/i4fzl3yans5d11iiii3p.jpg",
        "strIntroduction": "We offer wagashi sweets class at a local home in Kasugai city near Nagoya. Schedule: ・10:00 Meet at Kachigawa Station. It's only 18 minutes away from Nagoya Station (JR Chuo line). If you are worried about trains we can meet at Nagoya Station. (Japanese supermarket tour is available if you want) ・10:15 Welcome drink. ・10:30 Make seasonal wagashi sweets. ・12:00 Eat with drinks ! ・12:30 Create origami craft. ・13:00 Send off at Kachigawa Station. About the class: ・Duration: about 3 hours. ・Included: aprons, learning tips and history about your dishes, creating origami chopstick rest, drinks, English recipe printed out, pictures. ・drinks: Matcha tea bowl, green tea, barley tea, coffee and tea. ・Minimum participants: 1 person. ・Max participants: 8 people. ・Languages: English, Japanese. ※If you would like to book for a date and time that are not on the list, mail us (Halal, Vegan, vegetarian menu are also available) ※Supermarket tour is also available. Please let me know if you would like to go.",
        "strLocation": "Aichi",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-aichi-make-traditional-wagashi-sweets-and-learn-the-art-of-origami/6879?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Make Traditional Wagashi Sweets and Learn the Art of Origami",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 09:19:56"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 54,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1466654135/amtp1xqzleewcha2yqli.jpg",
        "strIntroduction": "This is 3 -5 hour tour in Asakusa, Tokyo. Asakusa is one of the best traditional sightseeing places in Tokyo. You'll feel the old Japanese culture once you arrive. It's very popular and we will take a commemorative photo during this tour. You'll be picked up at Asakusa Station. First, we will go to kaminarimon gate and take a commemorative photo in front of the big gate. After, it's shopping and eating time at Nakamise street. Try some of the Japanese snacks and buy souvenirs. Free time for around 30 minutes. Then, we will see Asakusa Temple which brings luck to visitors. Also, you'll be introduced to local spots in Asakusa. You will see some awesome places such as, kappa bridge tool street. If you'd like to see specific places in Asakusa, and if we have extra time, we can explore those areas as well. Duration: 3-5 hours Participants: 2-8 Day of the week: Tuesday, Thursday, Friday Meeting point: Asakusa Station (if you need to be picked up from your hotel, it'll be an extra charge) Pick up time: 10 am - 4 pm. We're looking forward to seeing you in this tour!",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-take-a-private-walking-tour-in-asakusa/6805?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Take a Private Walking Tour, in Asakusa!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 09:24:15"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 87,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1466670493/lxlzuh0w8hsogifaipjc.jpg",
        "strIntroduction": "This is 3 -5 hours tour at Asakusa, Tokyo. Asakusa is one of the best traditional sightseeing places in Tokyo. You can walk around Asakusa dressed in a pretty Yukata! You'll feel the old Japanese culture at this place. It's very popular and we will take a commemorative photo during this tour. I'll pick you up at Asakusa Station (if you need me to pick you up from your hotel, you need to pay extra charge). First, we will go to the Yukata shop and choose to wear Yukata. And then go to the Kaminarimon gate and take a commemorative photo in front of the big gate. After that it's shopping and eating time at Nakamise street. Try some of Japanese snacks and buy souvenirs. Then, we will see Asakusa Temple which brings luck to visitors. Also I will introduce local spots at Asakusa. You will see some awesome places such as Kappabashi tool street. If you want to see other place at Asakusa, please tell me. I'll take you if we have a time. Duration: 3-5 hours Participants: 2-8 Day of the week: Monday, Tuesday, Wednesday,Thursday, Friday Meeting point: Asakusa Station (if you need me to pick you up from your hotel, you need charge) Pick up time: 9:30 AM - 13:00 PM (please tell me when you book) I'm looking forward to seeing you in this tour!",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-wear-yukata-and-tour-asakusa-with-a-guide/6897?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Wear Yukata and tour Asakusa with a guide",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 09:28:36"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 62,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1466739035/rmrjkp158tl01vl6cdy8.jpg",
        "strIntroduction": "None of Japan’s traditional spiritual pursuits synthesizes a greater number of separate indigenous artistic practices than does Tea ceremony. In its fullest form, this praxis combines flower-arrangement, calligraphy, ceramics, lacquer-work, architecture, garden-design, cuisine, incense-use, and very much more. Sharing hospitality with your fellow-guests, and doing this in an appropriate manner, will afford you an understanding of a praxis that has, since the fifteenth century, never ceased to combine formalized hospitality and social interaction with simultaneous meditation. And yet that is far from all. For the visitor, a dedicated Tea-occasion also constitutes an ideal environment in which to learn more about – and to come better to understand – several principal features of both Japanese culture and Japanese history. Such may be claimed because many aspects of this praxis are imbued with elements that are either key to Japanese culture, or else faithful reflections of the historical needs and circumstances out of which this unique rite developed. By taking full part in a Tea-occasion, you yourself will supply that very element which is crucial to this ritual – the Tea-guest. For what essentially guarantees successful unfolding of so gentle a process is harmony generated between both host and guest, and also – equally importantly – between guest and fellow-guest. Only through proactive participation can you experience something of a true realization of those goals, which practitioners of Tea ceremony unflaggingly pursue. (While those goals are indeed spiritual, at the same time, they in no way conflict with the tenets of any known religious creed or affiliation.) Rather than remaining a mere outsider-consumer of Japan-as-spectacle, come and become part of our Tea-ceremony session, thereby constituting a vital contribution to this sociable rite, and thus making an initial understanding of its essence your very own. It is the Tea Crane’s dearest wish that, when you return home, and the people you care for ask you what of Japan has left the deepest impression within you, you will at once answer ‘a Tea-ceremony workshop that I decided to attend: once it had ended, I found that I now understood so much’.",
        "strLocation": "Kyoto",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-kyoto-attend-an-authentic-tea-ceremony-workshop-in-kyoto/6900?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Attend an Authentic Tea Ceremony Workshop in Kyoto",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 09:33:42"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 99,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1465217902/yc9dypclagfi0grdqbtc.jpg",
        "strIntroduction": "In this activity you will visit a local Japanese in Osaka and will cook and eat Japanese home-cooked dishes! In addition, you can try making origami and calligraphy! In Japan, we have four seasons so we can eat different dishes in every season. Instead of going to a restaurant, have a taste of home-style Japanese dishes at my home. I'll serve you tasteful dishes. I can also teach you how to cook and you can learn different ingredients and Japanese recipes. After the wonderful lunch, you can try origami and also enjoy calligraphy with me. You may also choose to go to an old market. I'll take you there. Enjoy the taste of Japan with a local, with a warm tea and a chat! The menu will consist of the following: - shabu-shabu (cold or hot) - dashimaki-tamago (Japanese rolled eggs) - yakizakana (fried fish) - futomaki rolls (we can make them together) - nimono (simmered dish)",
        "strLocation": "Osaka",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-osaka-enjoy-japanese-homecooked-meals-origami-and-calligraphy/6701?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy Japanese homecooked meals, origami and calligraphy!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 09:38:33"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 184,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1466845312/lpopweyjfposktumur6l.jpg",
        "strIntroduction": "When you think of Aomori prefecture, apples come to mind! Hirosaki Apple Park has approximately 65 types of apples and 1,300 apple trees. In the fall, you can try apple picking. Cider Factory Kimori, located in the park, lets you try refreshing cider that tastes as if it was pressed straight from an apple (separate fee required). Hirosaki Castle has a history of over 400 years. Today, it is in the midst of being moved, so you can see the castle without its stone-wall base, something seen only once in 100 years. In addition, in Inakadate you can tour rice paddy art that uses the land as a canvas and has become famous worldwide. There is also a tour of the workshop run by the sword smith, Mitsugu Nakahata who has crafted Japanese swords for many years. While listening to explanations from the sword smith, you can take a sword in hand for a close look. A lunch featuring local foods will be prepared. Enjoy a leisurely lunch at a farmhouse restaurant that doesn't have a menu--it serves whatever has been freshly picked that day. After strolling around Hirosaki Park, sit down with a cup of coffee at a Starbucks housed in a cultural property (coffee is a separate fee). The final leg of the tour takes you to a market very popular with the locals that sells foods unique to the area and miscellaneous goods at reasonable prices. Have fun communicating with the women of the market! This 1-day tour lets you experience an abundance of the enchantment of both Aomori's past and present! Schedule: 9:00 Gather at Joto Exit, Hirosaki Station; meet up with the guide and travel to Inakadate in a vehicle (van or regular taxi) 9:20 Arrive at No.2 rice paddy art site (there is a wait time when crowded) 10:00 Arrive at No.1 rice paddy art site (there is a wait time when crowded) 10:30 Tour Katana no Iori (Japanese sword workshop) and actually handle a Japanese sword 12:00 Lunch of local dishes at a farmhouse restaurant; Japanese meals are prepared from vegetables freshly picked that day from the restaurant's backyard garden 13:30 Arrive at Hirosaki Apple Park; tour Cider Factory Kimori in the park 14:45 Tour Hirosaki Castle in Hirosaki Park 15:30 Have a cup of coffee at a Starbucks housed in a cultural property *Participants are responsible for paying for their coffee 16:15 Tour Niji no Mart (popular local market) and shop 17:00 Arrive at main entrance to Hirosaki Station; end tour A shorter budget version of this tour using public transportation is available. If you book the budget version, the itinerary will be as follows: 9:00 Gather at Joto Exit, Hirosaki Station; meet up with the guide and travel to Inakadate by train 9:20 Arrive at No.2 rice paddy art site (there is a wait time when crowded) 10:00 Arrive at No.1 rice paddy art site (there is a wait time when crowded). Go back to No. 2 rice paddy art site by shuttle bus and go to Hirosaki by train 12:00 Lunch at a restaurant in Hirosaki city. After lunch, go to Hirosaki Apple Park. 13:30 Arrive at Hirosaki Apple Park; tour Cider Factory Kimori in the park. Go to Hirosaki Park by bus. 15:00 Tour Hirosaki Castle in Hirosaki Park 16:30 Have a cup of coffee at a Starbucks housed in a cultural property *Participants are responsible for paying for their coffee 17:00 Arrive at main entrance to Hirosaki Station; end tour",
        "strLocation": "Aomori",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-aomori-1-day-tour-in-tsugaru-aomori-hirosaki-past-and-present/6911?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "1-Day Tour in Tsugaru, Aomori: Hirosaki's past and present",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 09:41:37"
    },
    {
        "intDurationHour": 72,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 624,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1466586341/nsdvlyadldycwq32b9xw.jpg",
        "strIntroduction": "At Oirase Keiryu, spend a languid time eating meals made from whole Aomori apples and bathing in a bath overlooking the grand nature of Oirase while surrounded by a forest. On Day 2, travel to the port town of Hachinohe where you'll be shown 8 backstreets with bars only found in a town where a unique port-town culture has been firmly entrenched since long ago. Get an early start on Day 3. Walk around an area full of old-fashioned markets, including Municipal Hachinohe Gyosai-Ichiba Market that was opened in 1953. There, you can enjoy talking with the chatty local ladies. The fresh seafood you eat at this area from bygone days is fantastic! This tour will energize you with nature and people power. Schedule: Day 1 14:30 Ride the bus from Hachinohe Station 16:10 Arrive at Oirase Keiryu Hotel; check-in 18:00 Dinner at Aomori Ringo Kitchen 21:00 Attend a lecture on nature in the vicinity by Mori no Gakko, which teaches the value of Oirase Keiryu Day 2 7:00 Breakfast buffet 8:00 Take a free shuttle bus; walk along the mountain stream 10:00 Depart from Oirase Keiryu Hotel; ride the shuttle bus 11:40 Arrive at Hachinohe Station 12:22 Depart Hachinohe Station for Same Station 12:52 Arrive at Same Station; reach Kofunato 13:00 Lunch at the seafood restaurant, Kofunato; eat sea urchin atop rice and the well-known iso ramen 14:00 Depart from Kofunato to go trekking 15:12 Arrive at Osuka; take the bus 15:23 Arrive at Tanesashi Kaigan Information Center; view information, rest at the café, etc. 16:00 Tanesashi campfire & outdoor cooking 18:00 Travel from Tanesashi Kaigan to downtown 18:30 Tipsy tour of Hachinohe backstreet bars 21:30 End of Day 2; stay overnight at a downtown Hachinohe hotel Day 3 *When touring from Mon.–Sat. 6:45 Travel to Fish Market No.2 7:00 Breakfast of the best seafood in Japan 9:00 Travel to Tanesashi Fishing Port 9:30 Sea kayak 11:00 Lunch cooked by Tanesashi fishermen 12:30 Trek along Yodo no Matsubara in Tanesashi Kaigan 14:00 Arrive at Tanesashi Kaigan",
        "strLocation": "Aomori",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-aomori-3-day-aomori-tour-oirase-tanesashi-kaigan-morning-market/6892?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "3-Day Aomori Tour: Oirase, Tanesashi Kaigan, morning market",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 09:46:04"
    },
    {
        "intDurationHour": 72,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 548,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1466586131/isric5qwazh6gygcohfq.jpg",
        "strIntroduction": "Hachinohe is a town where a unique port-town culture has been firmly entrenched since long ago. After you leave Same Station to go bar hopping, the same neighborhood that was so busy with haggling during the day at the fish market becomes enveloped in quiet as the sunset glow turns to darkness. With lantern in hand, your guide will lead you to bars one after another while you take in the aroma of the sea air. Hostesses will welcome you with a smile and invite you into places from days gone by. At the last bar, top off the night with the Hachinohe ballad sung by staff and a dance by the hostess. Buy some souvenirs and be on the last train at 9:46. Feeling slightly tipsy, you'll head downtown where you'll be shown 8 backstreets with bars. From Day 2, travel to Oirase Keiryu. Spend a languid time eating meals made from whole Aomori apples and bathing in a bath overlooking the grand nature of Oirase. Schedule: Day 1 17:38 Gather at Same Station 17:45 Bar hopping tour of fishermen hideaways in Same Ginza 20:24 Depart from Same Station 21:00 Tipsy tour of Hachinohe backstreet bars 23:00 End of Day 1; stay overnight at a downtown Hachinohe hotel Day 2 7:30 Hotel checkout; go to Tanesashi Kaigan by taxi 8:00 Morning yoga at Tanesashi Grassy Area 9:00 Breakfast at Tanesashi Grassy Area 10:30 Trek along Yodo no Matsubara in Tanesashi Kaigan 12:00 Lunch cooked by Tanesashi fishermen 13:30 Go to Hachinohe Station from Tanesashi by taxi 14:30 Arrive at Hachinohe Station; ride shuttle bus 16:10 Arrive at Oirase Keiryu Hotel; check-in 18:00 Dinner at Aomori Ringo Kitchen 21:00 Attend a lecture on nature in the vicinity by Mori no Gakko, which teaches the value of Oirase Keiryu Day 3 7:00 Breakfast buffet 8:00 Take a free shuttle bus; walk along the mountain stream 10:00 Depart from Oirase Keiryu Hotel; ride the shuttle bus 11:40 Arrive at Hachinohe Station",
        "strLocation": "Aomori",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-aomori-3-day-aomori-tour-oirase-tanesashi-kaigan-and-bar-hopping/6891?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "3-Day Aomori Tour: Oirase, Tanesashi Kaigan and bar hopping",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 09:50:14"
    },
    {
        "intDurationHour": 48,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 324,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1466585882/lzn7kipajo1djexva2dy.jpg",
        "strIntroduction": "Fully enjoy the beautiful scenery of Tanesashi Kaigan. There is a pathway offering an easy trekking course. All 5 of your senses will be stimulated by pleasant sea breezes on your skin, the sound of the waves, the smell of the ocean, and the soft ground of the pine forest. Data has been released showing that walking along the Tanesashi coastline relieves stress and is good for your health. At the fishing port located at the end of the trekking path, you can experience the life of fishermen and enjoy a meal made with freshly caught seasonal seafood. In the evening, head to Oirase Keiryu where you'll go from the ocean to being enveloped in a forest. Spend a languid time eating meals made from whole Aomori apples and bathing in a bath overlooking the grand nature of Oirase. Schedule: Day 1 10:39 Arrive at Tanesashi Kaigan Station; go to Tanesashi Kaigan Information Center 10:50 Trek along Yodo no Matsubara in Tanesashi Kaigan 12:00 Lunch cooked by Tanesashi fishermen 13:30 Travel from Tanesashi to Hachinohe Station by taxi 14:30 Arrive at Hachinohe Station; take the shuttle bus 16:10 Arrive at Oirase Keiryu Hotel; check-in 18:00 Dinner at Aomori Ringo Kitchen 21:00 Attend a lecture on nature in the vicinity by Mori no Gakko, which teaches the value of Oirase Keiryu Day 2 7:00 Breakfast buffet 8:00 Take a free shuttle bus; walk along the mountain stream 10:00 Depart from Oirase Keiryu Hotel; ride the shuttle bus 11:40 Arrive at Hachinohe Station",
        "strLocation": "Aomori",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-aomori-2-day-tour-in-aomori-experience-the-best-of-local-nature/6890?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "2-Day Tour in Aomori: Experience the best of local nature",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 09:53:35"
    },
    {
        "intDurationHour": 72,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 471,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1466585619/qjudjohikaaeilcdg5ea.jpg",
        "strIntroduction": "This is a relaxing 3-Day tour in Aomori prefecture! On Day 1, you'll appreciate the scenic beauty of Tanesashi Kaigan. All 5 of your senses will be stimulated by pleasant sea breezes on your skin, the sound of the waves, the smell of the ocean, and the soft ground of the pine forest. Data has been released showing that walking along the Tanesashi coastline relieves stress and is good for your health. On Day 2, start off the morning by practicing yoga and having breakfast on the grass right in front of the ocean. Experience the life of fishermen at the fishing port, and enjoy a lunch made with freshly caught seasonal seafood. In the evening, head to Oirase Keiryu. Spend a languid time eating meals made from whole Aomori apples and bathing in a bath overlooking the grand nature of Oirase. Schedule: Day 1 14:46 Arrive at Same Station; meet up with the guide; leave your luggage; listen to an explanation of the schedule 14:57 Travel from Same Station to Tanesashi Kaigan by sightseeing bus 15:08 Arrive at Ashigezaki Observation Deck; trek along a path of blooming flowers 15:59 Travel by bus from Osuka Kaigan and enjoy breathtaking scenery from the bus as it drives along the coast 16:10 Arrive at Tanesashi Kaigan Information Center; view information, rest at the café, etc. 17:00 Spend sunset enjoying BBQ around a campfire; under the starry sky lay down on the grass and gaze at the stars 20:00 End of Day 1; stay overnight at a Japanese bed and breakfast Day 2 7:30 Morning yoga at Tanesashi Grassy Area 8:00 Breakfast at Tanesashi Grassy Area 9:00 Trek along Yodo no Matsubara in Tanesashi Kaigan 10:35 Walk along the beach 11:00 Lunch cooked by Tanesashi fishermen 12:30 Go to Hachinohe Station from Tanesashi Fishing Port by taxi, bus or train 14:30 From Hachinohe Station ride the shuttle bus 16:10 Arrive at Oirase Keiryu Hotel; check-in 18:00 Dinner at Aomori Ringo Kitchen 21:00 Attend a lecture on nature in the vicinity by Mori no Gakko, which teaches the value of Oirase Keiryu Day 3 7:00 Breakfast buffet 8:00 Take a free shuttle bus; walk along the mountain stream 10:00 Depart from Oirase Keiryu Hotel; ride the shuttle bus 11:40 Arrive at Hachinohe Station",
        "strLocation": "Aomori",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-aomori-3-day-aomori-tour-tanesashi-kaigan-and-oirase-by-local-train/6889?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "3-Day Aomori Tour: Tanesashi Kaigan & Oirase by local train",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 09:58:08"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 34,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1466585241/tqvd8g0gfthze5mafivg.jpg",
        "strIntroduction": "Use transportation tickets and admission tickets to save money and travel to sightseeing spots in Aizu at your own pace. Depart whenever you like! Get tickets for the Machinaka Shuyu (sightseeing) Bus, good for 1–2 days and for admission to Tsuruga Castle, Miyaizumi Brewery, and Aizu samurai residence.",
        "strLocation": "Fukushima",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-fukushima-get-aizu-sightseeing-bus-tickets-and-attraction-tickets/6888?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Get Aizu sightseeing bus tickets and attraction tickets!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 10:02:51"
    },
    {
        "intDurationHour": 48,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 284,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1466584953/gdoxobnauasvwaqrbi7i.jpg",
        "strIntroduction": "This is a 2-day tour to explore to history and samurai spirit of Aizu area! On Day 1, you'll visit Takizawa Honjin (a national important cultural property), Mt. Iimori where the Byakkotai warriors committed suicide by sword, Dairyu-ji Temple where the ancestors of Niijima Yae are buried, and Tsuruga Castle, which has a beautiful red-brick castle tower that is the symbol of Aizu. Stay overnight in a hotel in Higashiyama Onsen, which has long been loved by prominent figures. On Day 2, go to samurai residences and the gravesite of Matsudaira located in a spacious historic mountainside spot where generations of feudal lords from the Matsudaira family are buried. Enjoy a lunch of local foods. You'll travel by reserved taxi, so you can sightsee at your own pace. Schedule: Day 1 Depart from Aizu-Wakamatsu Station; go to Takizawa Honjin, Mt. Iimori (site of the Byakkotai suicides), Dairyu-ji Temple, and Tsuruga Castle; arrive at a Higashiyama Onsen hotel Day 2 Depart from the hotel: go to the Matsudaira gravesite, samurai residences, birthplace of Yae (view from the taxi), Shinsengumi Museum, and Tagoto (lunch); arrive at Aizu-Wakamatsu Station.",
        "strLocation": "Fukushima",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-fukushima-2-day-tour-in-aizu-appreciate-the-history-and-samurai-spirit/6887?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "2-Day Tour in Aizu: Appreciate the history & samurai spirit",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 10:06:03"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 114,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1466584575/tsh9ktzuy0auohlamlmg.jpg",
        "strIntroduction": "This is the definitive chance to experience the culture of Aizu! Try painting a beautifully colorful Aizu erosoku candle (or paint a red akabeko toy cow), and make Japanese sweets that have been enjoyed since long ago. You can also tour a sake brewery and see how lacquerware is made to learn about the culture of sake and lacquerware in Aizu. A taxi reserved for the tour is used so you can depart when you like. Schedule: Depart from Aizu-Wakamatsu Station; try making Aizu crafts (painting erosoku candles or a red akabeko toy cow); make Japanese sweets from Aizu; tour Suehiro Sake Brewery/Kaeigura and Suzuen Lacquerware Shop (Aizu lacquerware); arrive at Aizuwakamatsu Station, a hotel in Aizu-Wakamatsu City, or Higashiyama Onsen.",
        "strLocation": "Fukushima",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-fukushima-half-day-tour-in-aizu-hands-on-experiences-with-local-craft/6886?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Half-day Tour in Aizu: Hands-on experiences with local craft",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 10:10:13"
    },
    {
        "intDurationHour": 6,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 138,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1466584279/ifcj69pku2pdyxrqura8.jpg",
        "strIntroduction": "Take this tour and enjoy age-old culture and amazing scenery. Try your hand at creating pottery in the town known for pottery, Aizumisato in Fukushima prefecture. Walk around Ouchijuku (a former post station), one of the few places in Japan that still boasts an historic streetscape. Enjoy the well-known dish, green onion soba noodles, and view To-no-Hetsuri, a beautiful scenic cliff of strangely-shaped rocks produced by a million years of erosion and weathering. Then, alleviate your fatigue from the trip by soaking in a foot bath at a thatch-roofed station building. A taxi reserved for the tour is used so you can depart when you like. Schedule: Depart from Aizu-Wakamatsu Station; try making Hongo pottery (500g) at Aizu-Misato (if the pottery can't be sent by post, the hands-on experience will be changed to painting Aizu lacquerware); go to Ouchijuku (eat the well-known green onion soba for lunch); try the foot bath at Yunokami-Onsen Station; view To-no-Hetsuri; arrive at Aizu-Wakamatsu Station, a hotel in Aizu-Wakamatsu City, or Higashiyama Onsen.",
        "strLocation": "Fukushima",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-fukushima-one-day-tour-in-aizu-make-pottery-and-see-pretty-scenery/6885?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "One day Tour in Aizu: Make pottery and see pretty scenery",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 10:14:02"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 65,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1466583934/eo7z0zisr7om1jjumwcp.jpg",
        "strIntroduction": "The 33 temples on the 33 Kannon pilgrimage are in Aizu, Fukushima prefecture, which is a city of Buddhism. Of those temples, it is said that worshipping at the popular Aizu Korori San Kannon (Nakata Kanseon, Tachiki Kannon, and Torioi Kannon) will give you peace of mind and health. This compact tour will take you to the three temples of Aizu Korori San Kannon. Schedule: Depart from Aizu-Wakamatsu Station; visit Aizu Korori San Kannon (Nakata Kannon, Tachiki Kannon, and Torioi Kannon); arrive at Aizu-Wakamatsu City, Higashiyama Onsen, or Atsushio Onsen (approx. 3.5 hrs.)",
        "strLocation": "Fukushima",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-fukushima-half-day-tour-in-aizu-visit-aizu-korori-san-kannon/6884?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Half-day Tour in Aizu: Visit Aizu Korori San Kannon",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 10:18:09"
    },
    {
        "intDurationHour": 48,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 217,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1466583298/rfb3tckhezj51dlcyron.jpg",
        "strIntroduction": "Embark on the 33 temple Kannon pilgrimage that is said to have a history of over 350 years in the Buddhist city of Aizu. The group of cultural properties was chosen as a Japanese Heritage, a designation given by the Agency for Cultural Affairs. The temples are fascinating properties that speak of the culture and traditions of Japan. Many of the temples dedicated to the goddess, Kannon quietly stand in villages. It is said that simply pilgrimaging to them will bring blessings. This plan visits all 33 Kannon temples in 2 days. A taxi reserved for the tour is used so you can depart when you like and get to out-of-the-way temples with no problems. Schedule: Day 1 10:00 Depart Aizu-Wakamatsu Station; embark on the Aizu 33 temple Kannon pilgrimage (approx. 18 temples) 17:00 Aizu-Wakamatsu City, Higashiyama Onsen, or Atsushio Onsen (stay overnight) Day 2 9:00 Depart from Aizu-Wakamatsu City, Higashiyama Onsen, or Atsushio Onsen; continue the Aizu 33 temple Kannon pilgrimage (approx. 15 temples) 16:00 Aizu-Wakamatsu Station",
        "strLocation": "Fukushima",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-fukushima-2-day-tour-in-aizu-33-kannon-pilgrimage-and-good-fortune/6883?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "2-Day Tour in Aizu: 33 Kannon pilgrimage and good fortune",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 10:23:15"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 79,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1466410504/l1fhmosdbk8dphiimzqi.jpg",
        "strIntroduction": "Hirosaki is an interesting city that blends Japanese and Western styles. In a Western-style building located in the beautiful Fujita Memorial Japanese Garden, try making original Japanese sweets under the instruction of an actual professional maker of Japanese sweets. Then, enjoy the Japanese sweets you made with green tea. You can also stroll in the garden. Schedule: 8:30 Gather at the main entrance, Hirosaki Station; meet up with the guide and travel to Fujita Memorial Japanese Garden by public bus 9:00 Arrive at Fujita Memorial Japanese Garden; try making 3 types (planned) of Japanese sweets under the instruction of a Japanese sweets maker in a Western-style building. Afterwards, enjoy the sweets with green tea. You can also take them home. Then, the guide will show you around the Japanese garden. 11:30 Take the public bus to Hirosaki Station 12:00 Arrive at the main entrance to Hirosaki Station; end tour",
        "strLocation": "Aomori",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-aomori-half-day-tour-in-hirosaki-aomori-make-japanese-sweets/6867?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Half-Day Tour in Hirosaki, Aomori: Make Japanese sweets",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 10:28:26"
    },
    {
        "intDurationHour": 5,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 121,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1466410174/ujpvq1kvy8xwkwj2z2ip.jpg",
        "strIntroduction": "When you think of Aomori prefecture, apples come to mind! Hirosaki Apple Park has approximately 65 types of apples and 1,300 apple trees. In the fall, you can try apple picking. Cider Factory Kimori, located in the park, lets you try refreshing cider that tastes as if it was pressed straight from an apple (separate fee required). Hirosaki Castle has a history of over 400 years. Today, it is in the midst of being moved, so you can see the castle without its stone-wall base, something seen only once in 100 years. At the Zenringai district, which has a strong historical relationship with Hirosaki Castle, you can also experience Zen meditation. Your spirit will be refreshed. After eating the popular local ramen, sit down with a cup of coffee at an unusual Starbucks housed in a cultural property (coffee is a separate fee). Schedule: 8:30 Gather at Joto Exit, Hirosaki Station; meet up with the guide and travel to Hirosaki Apple Park in a vehicle (van or regular taxi) 9:00 Arrive at Hirosaki Apple Park; tour Cider Factory Kimori in the park 10:15 Tour Hirosaki Castle in Hirosaki Park 11:00 Experience Zen meditation at Zenringai, where there are 33 temples, all of the Soto school of Zen 12:00 Eat lunch at a local popular ramen shop, Niboshi Chuka 12:40 Have a cup of coffee at a Starbucks housed in a cultural property *Participants are responsible for paying for their coffee 13:20 Arrive at main entrance to Hirosaki Station; end tour If traveling to Oirase Keiryu: After the tour, depart from the main entrance at Hirosaki Station at 13:26. Ride the bus going to Aomori Airport (1,000 yen) and arrive at the airport at 14:20. Take the free shuttle bus departing Aomori Airport at 15:00 going to Oirase Keiryu Hotel. If you stay at Oirase Keiryu Hotel the day before, you can take the same route in the opposite direction. (Lunch will be later at 14:00.)",
        "strLocation": "Aomori",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-aomori-half-day-tour-in-tsugaru-aomori-hirosaki-past-and-present/6866?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Half-Day Tour in Tsugaru, Aomori: Hirosaki's past & present",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 10:32:30"
    },
    {
        "intDurationHour": 5,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 132,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1466409820/byt6ca4xda8ogi3otfm4.jpg",
        "strIntroduction": "There is also a tour of the workshop run by the sword smith, Mitsugu Nakahata who has crafted Japanese swords for many years in Inakadate. While listening to explanations from the sword smith, you can take a sword in hand for a close look. A lunch featuring local foods will be prepared. Enjoy a leisurely lunch at a farmhouse restaurant that doesn't' have a menu--it serves whatever has been freshly picked that day. The tour ends at an early hour so that afterwards you can readily travel to Oirase Keiryu (mountain stream). Schedule: 8:30 Gather at Joto Exit, Hirosaki Station; meet up with the guide and travel to Inakadate in a vehicle (van or regular taxi) 9:00 Arrive at No.2 rice paddy art site (there is a wait time when crowded) 9:40 Arrive at No.1 rice paddy art site (there is a wait time when crowded) 10:15 Tour Katana no Iori (Japanese sword workshop) and actually handle a Japanese sword 11:40 Lunch of local dishes at a farmhouse restaurant; Japanese meals are prepared from vegetables freshly picked that day from the restaurant's backyard garden 12:50 Tour Niji no Mart (popular local market) and shop *Go to roadside station on Sundays. 13:20 Arrive at main entrance to Hirosaki Station; end tour If traveling to Oirase Keiryu: After the tour, depart from the main entrance at Hirosaki Station at 13:26. Ride the bus going to Aomori Airport (1,000 yen) and arrive at the airport at 14:20. Take the free shuttle bus departing Aomori Airport at 15:00 going to Oirase Keiryu Hotel. If you stay at Oirase Keiryu Hotel the day before, you can take the same route in the opposite direction. (Lunch will be later at 14:00.)",
        "strLocation": "Aomori",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-aomori-half-day-tour-in-aomori-rice-paddy-art-and-japanese-swords/6865?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Half-Day Tour in Aomori: Rice paddy Art and Japanese Swords",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 10:37:19"
    },
    {
        "intDurationHour": 7,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 140,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1466409458/y0rupqtoawmnxos9eszb.jpg",
        "strIntroduction": "This course lets you enjoy the ocean in Miyagi prefecture to the fullest for a day. The aquarium has dynamic dolphin and sea lion shows, large and impressive water tanks, and an exhibit of exceptional animals from around the world. The market boasts an array of shops and products; at lunchtime, you can buy fresh seafood and cook it right there, or create your own rice bowl with seafood. After lunch, take a walk around Matsushima, one of Japan's 3 most scenic spots, and take in the beautiful views of Matsushima Bay. Take a stroll around the temples. Schedule: 10:00 Gather at Sendai Station 10:40–12:10 Shiogama Seafood Wholesale Market, walk about and have lunch 12:40–14:20 Stroll around Matsushima 14:40–16:30 Tour Sendai Umino-Mori Aquarium 17:00 End tour (at Sendai Station)",
        "strLocation": "Miyagi",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-miyagi-one-day-ocean-themed-tour-visit-aquarium-matsushima-miyagi/6864?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "1-Day Ocean-Themed Tour: Visit aquarium & Matsushima,Miyagi",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 10:40:58"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 164,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1466409202/nnndtk5d6dj7mq56lvzp.jpg",
        "strIntroduction": "The northern area of Miyagi prefecture was once a castle town and prospered through trading. This tour lets you walk around Tome, an area of warehouse-style merchant homes and buildings reminiscent of the Meiji period. This district, which is abundantly blessed with delicious rice and water, devoted efforts to brewing sake. There are breweries here and there that create unique, high-quality sake. You can tour Ichinokura, a sake brewery that represents Miyagi prefecture, and taste Japanese sake. There is also a lunch featuring delicious Sendai beef. Schedule: 9:00 Gather at Sendai Station, travel to Tome 10:45–11:45 Walk around samurai residences 12:15–13:25 Lunch 13:55–14:40 Sake Museum 15:10–16:00 Tour the sake brewery 17:00 End tour (at Sendai Station)",
        "strLocation": "Miyagi",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-miyagi-one-day-tour-in-miyagi-experience-sendai-beef-and-local-sake/6863?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "1-Day Tour in Miyagi: Experience Sendai Beef and Local Sake",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 10:46:00"
    },
    {
        "intDurationHour": 5,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 99,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1466408860/sncizxeqqc2gqpbmywit.jpg",
        "strIntroduction": "Akayu hot springs town is located slightly north of Yonezawa in Yamagata. From there, drive approximately 30 minutes and you'll encounter Nagai, a city where traditional buildings still remain. Numerous historic buildings still stand in this district, including sake breweries, a soy sauce brewery, and the home of a kimono dealer that was in business for 300 years. Tour this romantic townscape in a retro taxi. You can also ride on the local line, Flower Nagai Line and savor the view from the window. You'll also meet the rabbit \"stationmaster\" named Mocchi at Miyauchi Station. This half-day tour offers a full experience of small-town Yamagata, perfect for people who want to experience a Japan that is off the beaten path. Schedule: 13:00 Gather at JR Akayu Station 13:10–16:00 Tour a soy sauce shop, sake brewery, Kozakurakan, and Kendama Plaza 16:20–16:46 Travel on the Flower Nagai Line from Nagai Station to Miyauchi Station; meet the rabbit \"stationmaster\" 18:13–18:19 Travel from Miyauchi Station to Akayu Station The price includes: Sightseeing taxi fare, toll road fees, parking fees",
        "strLocation": "Yamagata",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-yamagata-half-day-tour-in-yamagata-see-a-rabbit-stationmaster/6862?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Half-Day Tour in Yamagata: See a rabbit \"stationmaster\"!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 10:49:57"
    },
    {
        "intDurationHour": 48,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 294,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1466408532/fxrvesenzyj4nolrqusj.jpg",
        "strIntroduction": "There is a lot to do and see at Geibikei Gorge in southern Iwate prefecture. You can listen to the boatman's songs and stories while gliding down the river, and get off at the riverbank and go for a walk. The lunch served on board is prepared with local ingredients. Enjoy each season-delight in the new greenery in spring and summer, in the fall foliage in autumn, and the boat's kotatsu heater in winter. After the boat ride, you can make your own washi paper that is unique in all the world. On Day 2, visit Chuson-ji Temple and Motsu-ji Temple in Hiraizumi to view the wonderful World Heritage Site, the Golden Hall, a garden, and Buddhist works of art. It is a beautiful place famous for being where the poet, Matsuo Basho read poetry. This tour is perfect for visitors who want to leisurely soak up the history and nature of Tohoku. Schedule: Day 1 11:00 Gather at Ichinoseki Station 12:00 Eat lunch while sailing down Geibikei Gorge 14:00 Papermaking 15:30 Tour Motsu-ji Temple 16:30 Go to Hiraizumi Hotel Musashibo Day 2 9:00 Visit Chuson-ji Temple; walk around the vicinity, move by regular sightseeing bus 12:00 Lunch at Sekinoichi (brewery restaurant) 13:30 End tour (at Ichinoseki Station) Price Includes: Day 1: Sightseeing taxi fare, parking fees, Geibikei Gorge boat fare, hotel fee, meal charge (1 breakfast; 1 lunch; 1 dinner)",
        "strLocation": "Iwate",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-iwate-two-day-tour-sail-downstream-and-tour-world-heritage-site-iwate/6861?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "2-Day Tour, Sail downstream & Tour World Heritage Site,Iwate",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 10:52:19"
    },
    {
        "intDurationHour": 5,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 103,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1466407994/imejzc35lpdepeyb3dc9.jpg",
        "strIntroduction": "If you come to the city of Sendai, you should take this tour to visit all the must-see sightseeing spots in one day. You can also enjoy the breathtaking beauty of Akiu Waterfall, soak your feet in hot springs in the onsen district, and take walks. At lunchtime, satisfy your appetite with local foods at a market near Akiu onsen. There is shopping as well. Plus, participants can also discover history by visiting Aoba Castle and Zuihoden Mausoleum, associated with one of Japan's leading military commanders, Date Masamune. Schedule: 10:30 Gather at Sendai Station; visit Akiu Waterfall, Agurie no Mori (lunch), Aoba Castle, Zuihoden Mausoleum 4:00 Arrive at Sendai Station",
        "strLocation": "Miyagi",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-miyagi--one-day-nature-and-history-tour-in-sendai-miyagi-prefecture/6860?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "1-Day Nature & History Tour in Sendai, Miyagi Prefecture",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 10:56:32"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 302,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1466407537/ckqavaob06ijcoymmmby.jpg",
        "strIntroduction": "Tour Tashirojima, a sanctum for cat lovers, and Matsushima, one of Japan's 3 most scenic spots. On Tashirojima, where cats outnumber humans, cats roam free and visitors can interact with them. You can also enjoy this sleepy island by exploring walking paths, small beaches, and the cat shrine. Later, stroll around Matsushima, one of Japan's 3 most scenic spots, and take in the beauty of Matsushima Bay and its temples. This tour is perfect if you love island walks and cats. On the \"Cat Island\" of Tashirojima, feel free to interact with the cats, take a walk along the beach, and visit the cat shrine. On Matsushima, take pleasure in the beautiful landscape, eat delicious island foods, and stroll around. Schedule: Day 1 11:15 Gather at Ishinomaki Station; go to Ishinomaki Port by sightseeing taxi 12:00 Depart by ferry for Tashirojima 13:04 Arrive at Tashirojima, walk around (free time) 15:33 Leave Tashirojima 16:46 Arrive at Ishinomaki Port; go to Ishinomaki Station by sightseeing taxi 17:25 Travel from Ishinomaki Station to Matsushima Kaigan Station (JR Senseki Line) 18:10 Go to Hotel Matsushima Taikanso from Matsushima Kaigan Station by taxi Day 2 After checkout, travel by hotel shuttle bus; stroll around Matsushima (free time) and see Entsu-in Temple, Zuigan-ji Temple, etc.; return home at your leisure Price Includes: Day 1: Round-trip taxi fare from Ishinomaki Station to Ishinomaki Port, hotel fee, meal charge (1 breakfast; 1 dinner) *Does not include Day 1",
        "strLocation": "Miyagi",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-miyagi-two-day-tour-to-cat-island-tashirojima-and-matsushima-miyagi/6859?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "2-Day Tour to \"Cat Island\" Tashirojima & Matsushima, Miyagi",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 10:59:59"
    }
]