[
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 4157,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1467356772/n2ms4fb2lr7luo3e4oy5.jpg",
        "strIntroduction": "Have you ever tried Calligraphy, one of the most famous arts done in Japan? Japanese enjoy doing calligraphy in school and some people take lessons. At “SUiTO” you can experience calligraphy and even print it on t-shirt and take it home as a unique souvenir! “Suito” is taken from the Fukuokan dialect meaning “like” or “love” and the Fukuokan dialect has been chosen as the cutest dialect in Japan. “SUiTO” has two roles: the first one is to make foreigners visiting Fukuoka feel “Suito” by offering a traditional Japanese experience starting with the cultural heritage of the Kyushu area. The second role is to make residents able to confidently make recommendations on what they “suito” in their city. There are many experiences offered at “SUiTO,” one of which is printing calligraphy on a t-shirt. With this activity, you will learn how to write your favorite Japanese characters, kanji before printing it on a t-shirt. Of course you can make requests on what to write so that you can make your own original t-shirt! This experience will take 60 minutes and is open every day from 9:00 to 18:00. You can either make a reservation by yourself or for a group up to 20 people.",
        "strLocation": "Fukuoka",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-fukuoka-experience-calligraphy-by-writing-on-a-t-shirt-in-fukuoka/6959?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Experience Calligraphy by Writing on a T-Shirt in Fukuoka",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-05 13:55:55"
    },
    {
        "intDurationHour": 5,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 9423,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1481247435/muwjdqvylgot65f9swss.jpg",
        "strIntroduction": "This all-in tour to historic sites by car will teach you about the history, famous sightseeing places and the great nature of Kagoshima in just 5 easy and comfortable hours! The major sightseeing areas of Kagoshima can divide into four: Satsuma, Kirishima, Sakurajima and Osumi and this car tour will take you to 2 of those 4! Satsuma where there are a lot of historic sites and Sakurajima which is well known as an active volcano. Skillful local car conductor/drivers with expert knowledge of Kagoshima's sightseeing spots will give you an impressive experience and create a memory on this trip, offering you an enjoyable and fulfilling time. There are a wide range of car types available depending on the participants so you can join with friends and family, or as a couple. After enjoying the historic sightseeing spots the tour heads to Sakurajima Island by a popular ferry where you can try delicious Japanese noodles at a stand-up eating style restaurant. Once on Sakurajima Island the tour will visit its observatory where you can enjoy a magnificent view of the active volcano and the sea coast spread out below. From the observatory there may be the chance to hear eruptions from the volcanoes crater. This tour is great for those who want to visit and learn about the historic sites of Kagoshima while enjoying its magnificent scenery of rich nature and feel the thrill of an active volcano.",
        "strLocation": "Kagoshima",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-kagoshima-shore-excursion-to-the-must-see-spots-of-kogaoshima/6946?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Shore Excursion to the Must-See Spots of Kagoshima!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-05 13:59:41"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 6005,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1468109374/xi7xnvb2qfj0rwdagtra.jpg",
        "strIntroduction": "This is a short trip to some of the highlights in the Eastern part of Tokyo! ★Kyu-Shiba Rikyu Gardens It is not just a Japanese garden, some local cultures are mixed there. Kyu-Shiba Rikyu Gardens was made in the Edo period. But why and what kind of people made it? What is the background of the local cultures? We'll introduce the history of Edo period and Japanese gardens. ★Zojoji Temple It is an important temple for the Tokugawa family. The large gate is also very important. What does the large gate mean? Learn about Buddhism and history in the Edo period. ★Tokyo Tower Tokyo tower is a symbolic tower in Tokyo. It is also a refined entertainment facility with opportunities for shopping, eating and leisure. ★Meeting place★ Hamamatsucho Station *Please come by 12:45 pm",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-stroll-kyu-shiba-rikyu-gardens-and-visit-tokyo-tower/7067?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Stroll Kyu-Shiba Rikyu Gardens & Visit Tokyo Tower!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-05 14:04:06"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 6929,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1482281900/wgnbpsl4kg58vnbjqokt.jpg",
        "strIntroduction": "Menu: - Temarizushi (ball sized sushi) made by seasonal fresh rare seafood. - Miso soup with Japanese broth - Side dish - Japanese style dessert You can learn: - How to cook Japanese homemade recipes - How to take Japanese broth and knowledge about Japanese broth called \"Dashi\" - How to cook rice in traditional way - Wajima-nuri, the famous and traditional lacquered vessels - Basic table manner etc. Please let me know the following info when you make the booking : - Name/Age/Gender/Nationality of each participants - Hotel name in Tokyo - Contact phone number in Japan - Food restrictions or allergies (if you have) Policy for Muslims : All ingredients are Non-pork and Non-alcohol. In addition, some of seasonings are HALAL certified ones. Prayer space and mat are available. Cooking knife, cooking board, and most of cookwares are separated. Donabe and Wajima dishes are not separated whether HALAL or not. I am not Muslim, but I have enough knowledge about HALAL. If you have any anxious, please let me know in advance.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-learn-to-cook-homemade-sushi-with-traditional-items-halal/7061?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Learn to cook homemade sushi with traditional items (HALAL)",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-05 14:08:24"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 9238,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1467852837/atlhjgv1miewusnqvibc.jpg",
        "strIntroduction": "Mt. Takao has served as a sacred mountain since ancient times. According to the legends, the mountain is habitat of the Tengu, a long nosed goblin or demon and you will find many statutes of Tengu at the local temple. Tengu are believed to dwell on the sacred mountain acting as the messengers of the deities and Buddha to chastise evildoers and protect the good. It takes about 1 hour from Shinjuku Station by train to reach Mt Takao. There are several routes to climb Mt Takao and the most recommended route is Takao Station – the steepest cable car in the world to the mountain's mid-level – walk up to Yakuouin temple & the peak – lift down to the station. (5 hours in total) Stop at several power spots (spiritual spots), and pray for luck and money, passing examinations, protect from evil, fulfillment of wishes, marriage, happy family, long life, health, and so on. You can enjoy a wonderful view of Mt. Fuji, if the weather is good. Enjoy local snacks (optional). Below is an example of the itinerary: 9:00 Meet you at your hotel 10:00 Get to Mt. Takao by train. 10:00-15:00 Hike Mt. Takao 17:00 Come back to your hotel by train.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-climb-mt-takao-and-refresh-yourself-in-the-beautiful-nature/7053?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Climb Mt Takao and refresh yourself in the beautiful nature",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-05 14:12:22"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 6686,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1481248302/kf40ix6omye3zkqxyiit.jpg",
        "strIntroduction": "The hit Philippine drama, \"Born for You\" has captured the hearts of many by telling the story of two fated lovers who formed their bond amidst the beauty of Japan. Many scenic sights around Tokyo and Mount Fuji was featured during the filming of this drama. Taking this tour will give you a chance to visit these places and learn more about the culture of this wonderful country. After picking you up at your hotel, the tour starts at Shibuya, known for being one of the hippest districts in Tokyo. A stone's throw away from Shibuya Station, you shall see the famous statue of Hachiko. A few steps more and you shall find the always crowded Shibuya scramble, the busiest pedestrian crossing in Japan. After your brief walking tour of Shibuya, you shall return to your vehicle which will transport you to Mt. Fuji. Visit the serene Sengen (Asama) Shrine, located in the midst of a dense forest surrounded by tall cedar trees. Visiting the shrine gives you a chance to learn about Japan's traditional religious beliefs which shall be explained by your knowledgeable tour guide. The bus will then proceed to Oshino Hakkai, where you can take time to wander around the scenic ponds surrounded by traditional Japanese thatched roof houses. This is the best place to take your lunch and buy traditional souvenirs for your friends and family back home. The last stop of the tour is Lake Kawaguchi. Stroll around this beautiful lake and see picture perfect views of Mount Fuji. After the tour, you shall be transported back to your hotel in Tokyo.",
        "strLocation": "Yamanashi",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-yamanashi-visit-the-film-locations-of-born-for-you-in-japan/7055?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Visit the Film Locations of Born for You in Japan",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-05 14:17:56"
    },
    {
        "intDurationHour": 32,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 2633,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1467958337/gioecihexjncrceciiip.jpg",
        "strIntroduction": "Famous in winter as a ski destination, many people do not know that Hokkaido is best visited during summer, when this snow country gives way to vast fields of colorful flowers. Among the most popular are the lavender fields in Furano and sunflower fields in Biei. Sapporo, Hokkaido's capital is one of the best cities to visit in Japan. It has a vast number of attractions. Odori Park is the city's main park and lovely during summer. Ishiya Shiroi Koibito Factory is a chocolate factory turned into a museum and park. It shows the history of chocolate production in Japan and has a lot of interesting activities for both young and adult tourists. Hokkaido Shrine, the most sacred shrine in the region is located in the midst of a dense forest. Among the most popular places to visit in Hokkaido is Asahiyama Zoo. This zoo is home to various Arctic animals, from polar bears to penguins and seals. In here, you can also see animals that are found only in Hokkaido like the Hokkaido Brown Bear and Hokkaido Fox. The highlight of your visit to Hokkaido in summer are the lavender fields of Tomita Farm. The farm shows visitors the history of lavender farming in Japan which almost perished in the 1970s. Enjoy strolling in its vast colorful fields and try lavender products such as lavender ice cream. Your day-to-day itinerary is as follows: Day 1: Pick-up upon arrival at Shin-Chitose Airport by shared shuttle and transfer to your hotel Day 2: In the morning, pick-up by taxi from your hotel at 9 am. Drop-off at Sapporo Station Bus Terminal where you shall board the tour bus for a half-day tour of the city. Bus will pass-by Former Hokkaido Government Office Building and Odori Park before stopping over for your visit to Hokkaido Shrine. Afterwards, visit and tour Ishiya Shiroi Koibito Park. Next, proceed to Sapporo Central Wholesale Market where you may take your lunch (a lunch discount coupon will be provided). Pass-by Hokkaido Museum of Modern Art and Hokkaido Governor's Official Residence before returning to Sapporo Station Bus Terminal. Day 3: In the morning, pick-up by taxi from your hotel at 8:20 am. Drop-off at Sapporo Station Bus Terminal where you shall board the tour bus for a whole day excursion. Visit Asahiyama Zoo, stop-by Yukino Mura for lunch (lunch box is included), see the patchwork road, and visit Tomita Farm before returning back to Sapporo Station Bus Terminal. Day 4: Pick-up from your hotel at your preferred time and transfer to New Chitose Airport.",
        "strLocation": "Hokkaido",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-hokkaido-experience-summer-in-hokkaido-in-a-4-day-package-tour/7060?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Experience Summer in Hokkaido in a 4-day Package Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-05 14:23:32"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 2772,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1465135276/bmakrmrii4vycwklcteq.png",
        "strIntroduction": "Termae-Yu is one of the largest hot springs in Japan, right in the middle of bustling Shinjuku! You will find 6 different kinds of indoor baths, an open-air bath with natural hot spring water brought straight from the Nakaizu hot spring area, two saunas, the largest high-concentration carbonated water bath in Japan featuring an elegant white marble interior as well as multiple relaxing spaces with comfortable chairs with monitors. The complex also features Japanese and ethnic cuisine restaurants, a spa for beauty treatments, a juice bar to refresh between baths, as well as lockers and changing room facilities. Take a break from the hectic traveler lifestyle and treat yourself to a relaxing day in a place that has everything you need to forget about your problems and leave you feeling relaxed from head to toe! this tour is provided by HIS",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-rest-and-relax-at-termae-yu-hot-springs-in-shinjuku-tokyo/6680?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Rest and relax at Termae-Yu hot springs in Shinjuku, Tokyo",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-05 14:28:52"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 8777,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1465132564/jf18tt7uzk54cfotm3sg.jpg",
        "strIntroduction": "This is a beauty session where you will receive a full overall diagnosis of the current state of your skin, using the latest cosmetic and skin care technology to understand how to take care of if better and what products suit it best. You will also get a whitening facial massage that will rejuvenate your skin and leave it moistened for long after you come back home. This beauty session will not only leave your skin young and fresh again, but it will also give you important insights as to how you can take care of your skin in general and keep it beautiful for years to come. A delicious, healthy lunch is also included in the price and you will receive a gift set of SONOKO cosmetic mini-samples. this tour is provided by HIS",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-get-a-facial-massage-and-skin-diagnosis-in-ginza-tokyo/6678?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Get a facial massage and skin diagnosis in Ginza, Tokyo",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-05 14:32:44"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 6744,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1465102409/qcl6posb6zhusz2n4cw9.jpg",
        "strIntroduction": "After a long day of sightseeing and shopping in the trendy Harajuku district of Tokyo, why not pamper yourself and get a haircut at Ridicule Salon? Ridicule Salon has experienced and creative hairstylists with practical skills who will give you advice about the most suitable haircut for you and will treat your hair with the best care techniques available. All while you sit back and relax in the stylish atmosphere of the salon, filled with artwork and decorations that create a peaceful harmony. The staff will take good care of you and answer your question and concerns, always with a friendly smile. Getting a haircut at Ridicule Salon is the perfect way to take a break from the hectic pace of traveling and enjoy some time for yourself. You will get a new look and feel refreshed. this tour is provided by HIS",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-get-a-haircut-and-a-new-look-at-trendy-harajuku-in-tokyo/6667?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Get a haircut and a new look at trendy Harajuku in Tokyo!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-05 14:38:08"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 3049,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1481091092/cxongwd4achs1lagq5ow.jpg",
        "strIntroduction": "This is a Real Escape Game experience in Asakusa, Tokyo, where you will be trapped inside a room with friends and/or strangers with a mission: to escape the room using the objects, symbols, words, and numbers around you to solve a series of puzzles and make it out of the room before the time runs out. This game will make you use your analytical skills as well as cooperate with your teammates to work out ingenious ways to solve the puzzles, which means you will have to learn to think out of the box in order to solve the puzzles before the time runs out. There are two different games available, the Red Box, and the Haunted Manor. The Red Box challenges you with clever puzzles that will open doors until you finally reach the last one while The Haunted Mansion is a themed game, where you have to solve a series of cases of missing people and enter the haunted manor to find out the truth about an alleged kidnapper in order to solve the mystery. Either way, you will have an amazing time playing these games, which are now offered in English and Chinese, so not knowing Japanese won't be an excuse to enjoy the thrill of fighting against the clock to solve your way out of these rooms! Challenge yourself and have a blast with your friends in this unique adventure, right in the middle of Tokyo! this tour is provided by HIS",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-experience-a-real-escape-adventure-game-in-asakusa-tokyo/6657?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Experience a Real Escape Game in Asakusa, Tokyo",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-05 14:41:13"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 3695,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1467790657/ffieuspdxo6kfhcmcsga.jpg",
        "strIntroduction": "Pick up at the Shimada Kanaya JR station. We will then visit Makinohara park where you can enjoy the view of Shimada and Kanaya area along the Ooi river. On a fine day you can see Mt. Fuji and the Japanese Southern Alps. After that we will visit the orchard and taste apples. You can pick as many apples as you want! If you like to buy some souvenirs, I can take you to some local shops. If you like to have some food or snacks, I can take you to a local restaurant or cafe. Enjoy a day in the countryside of Shizuoka!",
        "strLocation": "Shizuoka",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-shizuoka-pick-apples-in-an-orchard-in-shizuoka/7051?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Pick apples in an orchard in Shizuoka",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-05 14:45:32"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 4619,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1467205402/mnimszlepg59veu7b3na.jpg",
        "strIntroduction": "First, we will explain about Japanese food, then you will learn how to cook 4 to 5 dishes. The cooking class will be in a traditional Japanese house. You can enjoy the Japanese traditional atmosphere. Lesson Contents: 10 minutes: Instruction and preparation 120 minutes: Demonstration and lesson 50 minutes: Tasting Menu: Main dish (fish, beef, pork or chicken), side dishes, miso soup and rice Time: 1 lesson: 3 hours Note: Please wear clothes that you don't mind getting dirty. Inquiries about allergy or Halal food are welcome. Please feel free to contact us.",
        "strLocation": "Nara",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-nara-enjoy-japanese-home-style-cooking-in-nara/6945?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy Japanese home style cooking in Nara",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-05 14:49:03"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 6467,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1467361659/ow1ueiadxsrpmpj2yxtd.jpg",
        "strIntroduction": "This is a half-day tour around Kamakura's highlights! Tour Course: Kamakura station ↓ Tsurugaoka Hachimangu Shrine ↓ Kamakura Komachidori ↓ Take Enoden ↓ Kotokuin (Great Buddha of Kamakura) ↓ Kamakura Seaside Yuigahama Area ↓ Take Enoden ↓ Kamakura station TIME From 12:00 pm to 16:30 pm (Ending time depends on the situation) Meeting place: Kamakura Station at the east gate *Please come by 11:45 pm Included: Entrance fee, Transportation fee during the tour Not include: Lunch Transportation fee from your hotel to Kamakura Station Group size: Minimum 2, Maximum 10 Notes: Barrier-free tour It is possible to join with a wheelchair or a buggy (At some area, guides will help)",
        "strLocation": "Kanagawa",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-kanagawa-take-a-kamakura-history-and-nature-tour-in-english/6962?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Take a Kamakura history and nature tour in English",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-05 14:53:38"
    },
    {
        "intDurationHour": 6,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 6836,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1467383042/ocri2qf827vw52kcz52i.jpg",
        "strIntroduction": "You do not have a chance to visit suburb of Tokyo when you are visiting Japan as tourist. We are going to visit a suburb of Tokyo (1 hour from Tokyo by train) and visit a shopping center and residential area to understand the lifestyle of Japanese people there. Shopping: The shopping center is larger compared to ones in Tokyo and most of the people are using a car to go there. The shopping center has supermarket, several restaurants, and specialty shops selling cloth, books, telephone and so on. You may find everything you need for your everyday live. People at suburbs like to shop at one location, therefore, you can find all the basic necessaries at there. People like to shop there during weekend since husbands can help wives to carry things. You can eat at the “common eating area” of the shopping center. You can find foods which are preferred by local people. A Home center is the place where you can buy your DIY (Do It Yourself) goods gardening, BBQ, pet products and so on. People who live in suburbs need those products more than city people. They enjoy nature / outdoor activities. On the other hand, professional people, such as carpenter, plasterer, and plumber also purchase tools and products there. Residential area Most people are working in Tokyo, commuting one hour and enjoying their family life in the weekend. Once they move to the suburb, they usually stay there for a long time, therefore the population in suburbs is aging. The number of nursing homes is increasing there. Costs of housing depends on size, age of building, distance to the station, and commuting time to Tokyo. It will cost you 20 million-60 million JPY for 60 ㎡-120㎡ condominium and a house there. It is an important to live near a train station since husbands need to commute to Tokyo every day. When it was developed 40 years ago, this area was not convenient to live at since there were not enough stores to shop. At that time, people needed to go to Tokyo to do their special shopping, such as suites, furniture, jewelry and so on. However, there are enough shops at the suburbs now and people do not need to go to Tokyo for their shopping. Schedule: Meet at your hotel 9:00 am Move to the suburb by train 9:00 - 10:00 Visit shopping center 10:30 - 11:30 Lunch 11:30 - 12:00 Visit home center 12:00 - 12:30 Visit residential area 13:00 – 13:30 Visit a home 13:30 – 14:00 Go back to your hotel 14:00 – 15:00",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-enjoy-a-shopping-tour-in-a-tokoy-suburb-to-see-real-life/6972?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy a shopping tour in a Tokyo suburb to see real life",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-05 14:57:32"
    },
    {
        "intDurationHour": 7,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 8130,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1465370105/wdhe5k8tawtqhhgtjjow.jpg",
        "strIntroduction": "It takes about an hour to get to The Meiji-Mura Museum. We will use a train and a bus. Train and bus fee, as well as a museum ticket are included in the tour price. Feel the rural Japan when traveling by a local bus and train. The Meiji-Mura Museum's opening hours are different in every season: 9:30 a.m.-5:00 p.m. (Mar.-Jul., Sep., Oct.) 10:00 a.m.- 5:00 p.m. (Aug.) 9:30 a.m.-4:00 p.m. (Nov.) 10:00 a.m.-4:00 p.m. (Dec.-Feb.) So, departing time can change. Our guide can answer your question in English. In addition, we are now preparing a Chinese and Korean tour. About The Meiji-Mura Museum. There are 67 important and historic buildings. They were relocated from their original place. 10 of them are selected as important cultural properties by the Japanese government. There are not only old buildings, but also old steam locomotives imported from England and America. They still operate and you can ride them. One of them was made in 1874. Also, another old electric train is running (please look at photos). In addition, you can eat various foods in Meiji-Mura. You can find your favorite lunch there. You can experience the lifestyle of Japanese people from over 100 years ago. For example, you can wear old clothes and take photos of you dressed in those old clothes (needs additional fee).",
        "strLocation": "Aichi",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-aichi-take-a-historic-tour-in-the-meiji-mura-museum-aichi/6716?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Take a Historic Tour in The Meiji-Mura Museum, Aichi",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-05 15:02:39"
    },
    {
        "intDurationHour": 5,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 9423,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1466760384/juev1i9exjeiw7kzu3xs.jpg",
        "strIntroduction": "About Hokkaido Consadole Sapporo: Hokkaido Consadole Sapporo is a Japanese professional football club, which plays in the J2 League. The team is based in Sapporo, on the island of Hokkaido. The club name \"Consadole\" is made from consado, a reverse of the Japanese word Dosanko (道産子, meaning \"people of Hokkaido\") and the Spanish expression Ole. 2016 Game Schedule: July 20th (Wed) 19:00- VS Matsumoto Yamaga FC 25th (Mon) 19:00- VS FC Gifu August 7th (Sun)14:00- VS Shimizu S-Pulse 14th (Sun)14:00- VS Montedio Yamagata September 26th (Mon)--:-- VS FC Machida Zelvia October 22th (Sat)--:-- VS Tokyo Verdy November 20th (Sun)--:-- VS Zweigen Kanazawa ※Game starting time depends on the day. Normally we meet up at JR Sapporo Station East gate about 2 hours before. We head to the game venue \"Sapporo Dome\" by subway. There, you can enjoy the game with some beer! Why do I do this? It's because if you do not know Japanese Language, it is quite difficult to watch the games or even get to the stadium. As I wrote in my profile, I'm a big fan of soccer and have been to many countries. When I was abroad and wanted to watch the games, it was always difficult to get the game tickets and know how to do this. So I would love to help soccer fans come to Sapporo. And also I would love to talk with you about soccer! FAQ: Q1. How can I confirm the tour schedule exactly? A1. I will send you a message about the schedule details in advance. Q2. I'm just 1 person. Can we join this tour? A2. Yes you can! This tour is from 1 person to 5 people. No worries! Q3. Can I cancel my tickets? A3. No you cannot cancel your ticket after your booking. Q4. How much for a beer at the stadium? A4. It's 650 JPY. You can choose from \"YEBIS\", \"CLASSIC\", \"BLACK LABEL\". ※Beer fee is not included in the tour fee. If you have any questions, please feel free to ask anything!",
        "strLocation": "Hokkaido",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-hokkaido-watch-a-j-league-soccer-game-with-local-in-sapporo-hokkaido/6902?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Watch a J-League Soccer Game with local in Sapporo, Hokkaido",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-05 15:07:22"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 6698,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1466987732/pc4xzwgod8k4p3b6fbwn.jpg",
        "strIntroduction": "Water games are always an exciting challenge for those who love outdoor and physical activity. It is also a great way of having fun with your friends and family. Water tubing on Seta River contains enough water to create strong push-and-pull force and tricky turns out of rapids. It's quite an adventure. First, after gathering, all participating guests are required to fill in the necessary forms and change into bathers. The equipment will then be distributed and you'll receive a detailed guide on how to work on the activity, including the following: training of safety procedures and how to use the equipment and manage when being flipped/turned. You'll be actually joining the game by floating down the rivers playing group games as we approach the rapids. Be prepared for a lot of spinning, big waves and a strong water force! Our guide is always there to help you. Have a good time and take a lot of commemorative photos. Please note that we will provide a life vest, helmet, rafting gear, wet suit and wet jacket (for cold season only). So please bring a swim suit, suitable footwear (wet shoes are available for rent), and swimming necessities.",
        "strLocation": "Shiga",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-shiga-experience-a-unique-water-tubing-game-shiga-prefecture/6931?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Experience a Unique Water Tubing Game, Shiga Prefecture",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-05 15:11:19"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 5820,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1466987923/ao3xxwp84r1wdxpi9l2w.jpg",
        "strIntroduction": "Seta River is the only river running from its source of Lake Biwa in Osaka, and flowing downstream toward Kyoto Prefecture. So if you happen to be around the area, don't miss the chance to enjoy a fun and exciting rafting experience along the stream. It's a great 1-day trip. After gathering at the meeting point, all participating guests will have time to change into bathers and receive equipment used on the tour. The tour bus will take everyone to the start point. Here we will explain the procedures of safety, how to use the equipment and all other rules. We will have a rafting game between teams/boats while flowing along the stream toward the rapid part. After the rapid, the flow becomes calm again. This is the perfect time to enjoy the scenic view along the riverside and take commemorative photos together. When the tour has finished, the tour bus will take everyone back to the start point. Please note that we will provide a life vest, helmet, rafting gear, wet suit and wet jacket (for cold season only). So please bring a swim suit, suitable footwear (wet shoes are available for rent), and swimming necessities.",
        "strLocation": "Shiga",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-shiga-take-on-rafting-challenge-near-lake-biwa-shiga-prefecture/6930?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Take on Rafting Challenge near Lake Biwa, Shiga Prefecture",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-05 15:16:08"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 5728,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1481246738/wd3mrl1bu7j8xqhpvxi8.jpg",
        "strIntroduction": "Lake Biwa has a a 400 million-year history and is known as one of the most famous lakes around the world. Wouldn't it be an amazing adventure to experience this beautiful landscape? Even if you've never tried canoeing before, this is a great activity for beginners as friendly staff will guide you every step of the way. A professional instructor will teach you the basics of riding and paddling. After the activity you can receive a special gift; a CD of photos from your amazing day! It's a great opportunity to make wonderful memories during your stay in Japan. Itinerary: Total: 60 minutes 15 minutes - Learning and practicing on land 40 minutes: Canoeing on the lake",
        "strLocation": "Shiga",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-shiga-go-canoeing-on-lake-biwa-in-shiga/6904?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Go Canoeing on Lake Biwa in Shiga!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-05 15:19:06"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 5728,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1481246626/qdytbhlm5nwryxqaozvw.jpg",
        "strIntroduction": "This brand new activity available just this year is a great chance to do something unique and exciting with family and friends. It is called the \"Lake Walker\" and has been speedily growing in popularity in Japan. Everything you need to enjoy this activity is available at the site. Get ready for a challenging and fun time! The itinerary is as follows: - Learn about and practice Lake Walking on land. - Try to walk the rope in the lake. - Practice with assistance. - Take a small step forward. - Receive the gift of your photos on CD! Testing your concentration, balance and bravery is great to do with family and friends surrounded by the beautiful scenery of Lake Biwa. Make an unforgettable memory in Japan!",
        "strLocation": "Shiga",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-shiga-experience-walking-on-water-at-lake-biwa-in-shiga/6903?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Experience Walking on Water at Lake Biwa in Shiga!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-05 15:22:11"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 16167,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1481246477/rqp4a5ynauhpqbovn3ve.jpg",
        "strIntroduction": "Lake Biwa is not only the biggest lake in Japan, it's also a place where you can enjoy water sports like canoeing, fishing and visiting historical buildings and designated sightseeing spots. Cycling along Lake Biwa is one of most the popular activities for tourists in Shiga prefecture. On the day of the tour, you will meet the guide at Shiga station (Kosei-line) which is about 40 minutes away from Kyoto station by local train. You will rent an electric-powered bicycle and helmet. Then, the start tour will begin. First, you will go cycling along the lakeside path toward the village of Kitafunaji. It’s beautiful and serene to ride a bicycle on a fine sunny morning. You can enjoy the view of the shimmering water surface, flowers and greenery by the lake shore. Kitafunaji area’s main product is rice. You can enjoy a peaceful and relaxing day as a guest of the traditional village located at the foot of the mountains. It’s going to be a unique experience to see a different side of Japan. At the rice field, you may try some of the farmers’ jobs like planting and harvesting depending on the season. After the farming activities, you will have lunch. The rice for your lunch is cooked in a special way, called “Nuka kudo”. The rice is shinier and more flavorful. If you are interested, you can participate in the cooking, as well. The food is served in bento-style lunch boxes full of seasonal ingredients. After lunch, you will visit a pottery gallery by the lake shore. The building is a 250-year-old house thatched with reeds. The pottery there is cracked glaze pottery. It’s beautiful and really unique. Lastly, You will go along the lakeside again back to Shiga Station where the tour will come to an end. Come along on this unique adventure and enjoy Japanese rural life!",
        "strLocation": "Shiga",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-shiga-enjoy-cycling-along-the-shore-of-lake-biwa-in-shiga/6901?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy Cycling Along the Shore of Lake Biwa in Shiga!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-05 15:27:52"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 5728,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1466729076/nwvgwfxe8lukk5wso9yd.png",
        "strIntroduction": "Have fun on this unique adventure in Japan's beautiful, natural settings. You'll learn the basic skills of SUP: Stand Up Paddling at Lake Biwa in Shiga Prefecture. So what is SUP? It's similar to surfing, but boarders maintaining an upright stance and use a paddle to propel themselves through the water. This sport is growing in popularity all over the world and is a great and fun way to get in some exercise during your stay. This is a great class for beginners! The skilled instructors will help you every step of the way. Come out and enjoy the fun! Plan Details: Morning Plan: 9:40 a.m. Afternoon Plan: 12:10 a.m.",
        "strLocation": "Shiga",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-shiga-enjoy-sup-stand-up-paddling-at-lake-biwa-in-shiga/6899?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy SUP: Stand Up Paddling at Lake Biwa in Shiga!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-05 15:31:08"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 4619,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1466727530/f3du18bxlqplosxfcnpp.jpg",
        "strIntroduction": "This is a great activity to enjoy with family and friends while surrounded by beautiful nature. Guests will learn the basics of windsurfing at the famous Lake Biwa in Shiga Prefecture. This is a perfect class for beginners as the skilled instructors will guide you every step of the way from practice simulation to riding on the lake! This tour package comes with a short wide board, light carbon mast and non-batten sail for rental. Come out and enjoy the fun! Plan Details: Morning Plan: 9:40 a.m. Afternoon Plan: 12:10 p.m.",
        "strLocation": "Shiga",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-shiga-go-on-a-windsurfing-adventure-at-lake-biwa-in-shiga/6898?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Go on a Windsurfing Adventure at Lake Biwa in Shiga!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-05 15:34:24"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 7760,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1473343974/jrtzsalviim1favnhhdg.jpg",
        "strIntroduction": "Join our cultural activities in Tokyo! Here is the flow for each plan: ＊Photo shooting＊ 1: Please choose the costume that you want to try. 2: Change clothes. 3: Put make up and pick some accessories which fit with your costume. 4: Start shooting with our cameraman! 5: Choose the photos that you want to get. (We send those data via email in a few days.) *We will give you original photo book:) *All making up and dressing fee are included. ＊Shodo＊ 1: Instruction for using the tools. 2: Staff teaches you how to write Kanji, Katakana and Hiragana. 3: Look at examples of writing. 4: Try to write your favorite word! 5: You can bring it home. ＊Origami workshop＊ 1: Please choose your favorite Origami shape. 2: Pick some Origami parts for earring and Kanzashi decoration. 3: Make your own original accessory! Note: Please select either Shodo or Origami workshop when you book.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-try-yukata-anime-cosplay-and-shodo-origami-workshop-tokyo/6596?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Try Yukata, Anime Cosplay and Shodo Origami Workshop, Tokyo",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-05 15:40:13"
    },
    {
        "intDurationHour": 6,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 9238,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1465546712/ruc6hgrjzlblx7buf6no.jpg",
        "strIntroduction": "This is a one-day tour around the scenic and historic countryside spots in Shizuoka prefecture. Meet at the JR Kanaya Station in the morning around 9:30 am. Alternatively, I can pick you up at your hotel. Walk on the stone pavements of the Old Tokaido road. On the way you can see the stone statue of Jizo called Suberazu Jizo praying to passing travelers. Visit the ruins of Suwahara Castle and stroll the area amidst the green. It was built by Takeda Katsuyori at 1573 before the Edo era, and abandoned around 1590 aftter the destruction of the Takeda clan. After the walk you can have lunch: ordinary Japanese meals at a countryside-style restaurant. After enjoying lunch you can visit places related to Japanese potteries and folk arts in the neighbourhood. If you have interest in visiting the terraced rice paddies, there are some great fields nearby. You can get some souvenirs from your trip at the Fujisan Shizuoka Airport or nearby stations.",
        "strLocation": "Shizuoka",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-shizuoka-walk-the-stone-paved-path-of-old-tokaido-and-ruins-of-suwahara/6419?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Walk the stone-paved path of Old Tokaido & Ruins of Suwahara",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-05 15:44:28"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 5081,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1468027145/ijr3galx4y7rx8oskqa6.jpg",
        "strIntroduction": "☆Greet your guide at Yurakucho Station and embark upon your epicurean exploration of the city. Immerse yourself in the electric atmosphere of Yakitori Alley, an atmospheric enclave replete with informal restaurants serving delectable yakitori (grilled chicken skewers). ☆Next, venture to Monja Street to sample the local delicacy of monjayaki, a pan-fried pancake favored by locals. Learn about the snack’s interesting origin as you chat to your chef and listen to your pancake sizzling on the grill before nibbling the strips using chopsticks. ☆Continue to tantalize your taste buds in Ginza, an enticing district thronged with confectionery shops, while learning about the rich variety of Japanese sweets. I'll show you luxurious sweets spots where you can find a $500USD melon, some traditionally and beautifully arranged desserts and see the famous landmarks of Tokyo's most expensive real estate area! then conclude your culinary tour at a Ginza station. Bid your guide and group farewell but feel free to remain in the most sophisticated area after the tour concludes.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-taste-japanese-food-in-a-3-hour-tokyo-izakaya-tour/6913?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "60% OFF Taste Japanese food in a 3-hour Tokyo izakaya tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-05 15:48:18"
    },
    {
        "intDurationHour": 6,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 13858,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1481247073/dlqgbfbvucung3de0mzo.jpg",
        "strIntroduction": "Shizuoka prefecture is home to the iconic Mt. Fuji standing at 3,776 meters high, however it's also rich in beautiful coastal landscapes, tea plantations, and it's filled with Shinto shrines and Buddhist temples of great significance. With this 6 hour long private car tour of the surroundings of Shizuoka city, you will be able to explore the area in a short amount of time, while enjoying the comfort that a private car with guide and all the entrance fees to the attractions taken care for you. You will start the tour at Shimizu port, and ride along Shizouka's shore to admire the beautiful landscape of the Pacific ocean meeting the mountains. You will then visits unmissable sights like the Shizuoka Sengen shrine, dedicated to Mt. Fuji and famous for being the place where Tokugawa-Ieyasu, the famous warlord of Japan made his coming-of-age ceremony. You will then visit Rinzai-ji Temple, with its stunning garden that has been designated as a National Site of Scenic Beauty of Japan. After that, you will head to the ruins of Shizuoka Castle, also known as Sunpu Castle, built by Tokugawa Ieyasu in 1586. Only a portion of the castle that has been rebuilt can be visited, however it's location inside a park and its beautiful gardens make it a beautiful sight to visit. The next stop on the tour will be Nihondaira scenic area, from which you will be able to take in breathtaking views of Mt. Fuji and take impressive pictures. You can also stroll around the area and indulge in typical Shizouka green tea flavored taiyaki treats or a wasabi ice-cream. From there, you will visit Kunozan Toshogu Shrine and Kunozan Toshogu Museum, sites filled with historical treasures that will transport you to the time of the samurai. Don't miss the chance to enjoy an amazing tour of one of Japan's most beautiful regions, Shizuoka prefecture.",
        "strLocation": "Shizuoka",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-shizuoka-explore-shizuoka-in-a-6-hrs-shore-excursion-from-shimizu-port/6917?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Explore Shizuoka in a shore excursion tour from Shimizu Port",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-05 15:51:43"
    },
    {
        "intDurationHour": 6,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 12934,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1481247005/xdk5sfuq2evcmfk8nme8.jpg",
        "strIntroduction": "Kochi is the capital of Kochi prefecture located in Shikoku, one of Japan's main islands. It's a small city nestled between rugged mountains to the north and a sandy arc-like coast to the south. It's a friendly city with a relaxed atmosphere and it's full of historical and natural sightseeing spots. A great way to explore it in a short amount of time is with this 6 hour private car tour visiting the most popular sights. This tour will take you to historical sites such as Kochi Castle, built in 1611 when it became the seat of the Yamauchi lords, who used to rule over the region and now houses local treasures and historical objects. At Katsurahama beach, you will be able to enjoy the sun and beautiful landscapes, as well as visit locals sites such as the Sakamoto Ryoma Museum, dedicated to a prominent figure in the Meiji restoration who was born in Kochi, as well as the Tosa dog Museum, featuring displays and exhibitions about the history of dog fighting in the region. Ride in a comfortable car that will pick you up at the airport or at Kochi station, and take you to all the sightseeing spots without any hassle. At the end of the tour, the car will drop you off at your hotel or the airport. Don't miss this chance to explore Kochi's most interesting sights with this convenient and comfortable tour.",
        "strLocation": "Kochi",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-kochi-shore-excursion-around-the-best-highlights-of-kochi/6916?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Shore excursion around the best highlights of Kochi",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-05 15:55:42"
    },
    {
        "intDurationHour": 6,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 13488,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1481247299/rec1wgd00zbgtb9ctczi.jpg",
        "strIntroduction": "Join this tour program to enjoy the ultimate water sports experiences at Seta River in Shiga prefecture! You can enjoy both river bugging and water rafting, or river bugging and water tubing at once with this tour program! River bugging let you stride along the river and move around freely on the water surface just like a water's strider. Water tubing let you feel the force of the river water and the speed of the water. Water Rafting let you stroll around the Seta river with your team. Seta River is the only spot for river bugging and water tubing in Japan, and it is one of the most famous white water rafting sites in Japan. This tour also includes the equipment for all water sports activities, so you can join this tour with no hassles at all! Please come to the base camp at the Seta River 15 minutes before the scheduled time to register yourself! You will be asked to fill out the necessary forms change into bathers. The equipment will also be distributed and our car will take you the starting points of the river bugging. Before starting the water sports activities, we will go through procedures for safety, how to use the equipment, and how to recover after being flipped over, etc. You will also have time to practice before starting the activities. River bugging, water tubing, and water rafting are very enjoyable, since you can feel the way the water of the river moves while striding along the river. You can feel water force of the river hitting your body directly and enjoy the rapid moves of the river! You can choose the river combo if you want to enjoy river bugging and water rafting, which starts at 9:30 and ends at 15:30. If you want to enjoy double sensations, you can choose the ultimate combo of river bugging and water tubing, which starts at 10:00 and ends at 16:00. The conditions of the participants for the river combo should be people who are 13 - 58 years old who are healthy in mind and body (those under 18 years old must obtain consent from parents). The conditions of the participants for the ultimate combo should be people who are 16 - 58 years old who are healthy in mind and body (those under 18 years old must obtain consent from parents). People whose height is under 175 cm and weight is over 100 kg may not participate in the tour, due to problems related to rescue procedures. In addition, women who are pregnant and people who have health issues or hear problems should not join this tour. Please inform us the hotel where you will be staying as we will send you the directions to the base camp at the Seta River to your e-mail. Reservation is difficult to make, so we suggest you to use our reservation service to book with no hassles! Join this tour program and spend your wonderful summer with this ultimate water sports programs!",
        "strLocation": "Shiga",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-shiga-enjoy-full-combo-water-sports-tour-at-seta-river-in-shiga/6925?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy Full Combo Water Sports Tour At Seta River, Shiga",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-05 16:01:02"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 7853,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1466975525/xfszic8r9dm5tze5dfwi.jpg",
        "strIntroduction": "Join this tour program to enjoy the river bugging activity at Seta River in Shiga prefecture! River bugging activity is similar to \"water's strider\" activity, means that you can stride along the river and move around freely on the water's surface just like a water's strider! This tour also includes the equipment for river bugging, so you can join this tour with no hassles at all! Please come to the base camp at the Seta River 15 minutes before the scheduled time to register yourself! You will be asked to fill out the necessary forms change into bathers. The equipment will also be distributed and our car will take you the starting points of the river bugging. Before starting the river bugging, we will go through procedures for safety, how to use the equipment, and how to recover after being flipped over, etc. We use fins and hand paddles for river bugging, so it will be easy to move on the water surface. You will have time to practice before starting the river bugging. River bugging is a very fun activity, since you can feel the way the water of the river moves while striding along the river. You can feel water force of the river hitting your body directly and enjoy the rapid moves of the river! There are two sessions available daily for river bugging. The A.M. session starts from 10:00 to 12:30, and the P.M. session starts from 14:00 - 16:30. The conditions of the participants for river bugging should be people who are 15 - 58 years old who are healthy in mind and body (those under 18 years old must obtain consent from parents). People whose height is under 175 cm and weight is over 100 kg may not participate in the tour, due to problems related to rescue procedures. In addition, women who are pregnant and people who have health issues or hear problems should not join this tour. Please inform us the hotel where you will be staying as we will send you the directions to the base camp at the Seta River to your e-mail. Reservation is difficult to make, so we suggest you to use our reservation service to book with no hassles! Join this tour program and spend your wonderful summer with this river bugging program!",
        "strLocation": "Shiga",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-shiga-enjoy-river-bugging-at-the-seta-river-in-shiga/6923?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy River Bugging at The Seta River in Shiga!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-05 16:04:25"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 17553,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1481247158/xkwhw9abf45doxxvobtq.jpg",
        "strIntroduction": "Rejuvenate your body and refresh your mind by joining this wonderful tour package! This tour program offers you a wonderful opportunity to experience the Zen Pilates & Yoga Session at Lake Biwa, and also to enjoy the local home cooking lunch at a friendly farmer's house! Forget the busy life of the Metropolitans by spending your time at the gorgeous Lake Biwa. Stretch yourself and breathe deeply with a Zen Pilates and Yoga session at a local shrine there. Visit the farmer's house and enjoy learning the home cooking for lunch by using natural ingredients such as homegrown rice and fresh vegetables! The schedule for this tour is as follows: 10:00 Meet at Shiga Station Activities: - Zen Pilates at Jyuge Shrine Enjoy the zen pilates session at Jyuge Shrine, a shrine located in a small forest overlooking Lake Biwa. Relax and refresh your body and soul with this pilates program, and improve your breathing and strengths with the yoga. - Visit the Farmer's House After refreshing yourself with Zen Pilates & Yoga session, visit the farmer's house to enjoy cooking the lunch with natural ingredients. Depending on the season and the weather, you may walk in the rice and vegetable fields before the cooking session to harvest the fresh vegetables directly from the field. 14:00 Tour ends at Shiga Station Reservation for this tour is difficult to make, so we recommend you to use our service to book with no hassles. Refresh your body & soul, and enjoy your summer by joining this wonderful relaxation tour package of Lake Biwa!",
        "strLocation": "Shiga",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-shiga-experience-yoga-pilates-and-home-cooking-lunch-at-lake-biwa/6922?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Experience Yoga Pilates & Home Cooking Lunch at Lake Biwa!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-05 16:08:45"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 4388,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1466970076/wwux2iqzjh940ru1avk1.jpg",
        "strIntroduction": "Join this tour program and enjoy having barbecue lunch and experiencing family activities in Shiga! This tour program will take you to Rosa & Berry Tawada, a farm & garden located in Tawada, Shiga, where you can enjoy many fun activities with your family. This program is a full day outdoor tour that will give you opportunities to enjoy barbecue lunch and activities such as crafts, bread or pizza making, and sweet potato or taro harvesting. The schedule of the tour will be as follows: 10:00 Meet at Rosa & Berry Tawada - Visit Rosa & Berry Tawada's massive garden and enjoy the beautiful view of rose bushes and wild flowers. - Also visit the farm and enjoy feeding the sheep while playing with them. - Use the tickets and pick the activities that you'd like to join 12:00 Barbecue Lunch Enjoy the barbecue lunch at Rosa & Berry Tawada with hassles free! Enjoy the taste of the meat, rice, and unlimited amount of delicious vegetables during the barbecue! 14:00 The tour ends Reservation is difficult to make, so we suggest you to use our reservation service to book this tour with no hassles! Enjoy your summer holiday by joining this wonderful tour and spend sometimes in the nature with your family!",
        "strLocation": "Shiga",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-shiga-enjoy-one-day-barbeque-and-family-activities-in-shiga/6921?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy One Day Barbecue & Family Activities in Shiga!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-05 16:12:28"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 6929,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1466581444/forand37d4dncqsvk0fq.jpg",
        "strIntroduction": "Do you know why many Japanese gardens were made in the Edo period? There is a reason. Also do you know what the shoguns were interested in? Hama Rikyu Gardens will tell you all about this. Asakusa has a very old history and legends. Going there will make you feel like a time traveler. We'll also tell you how to pray at temples. Please learn Japanese traditional practices, too. Schedule: Shimbashi Station ↓ Hama Rikyu Gardens ↓ Asakusa ↓ Asakusa Culture Tourist Information Center (view from the roof floor) ↓ Sensoji Temple (Kaminarimon, Nakamise street) ↓ end of the tour at Nakamise street. Time:From 12:30 pm to 17:00 pm Meeting place: Shimbashi st. SL square *Please come by 12:15 pm Not included: Lunch Group size: Minimum 2, Maximum 10 Remark: It's possible to arrange a Barrier-free tour. If you join with a wheelchair or a buggy, please tell us in advance.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-tour-hama-rikyu-gardens-and-asakusa-tokyo/6881?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Tour Hama Rikyu Gardens and Asakusa, Tokyo",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-05 16:17:07"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 6159,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1465538755/cfmccwbvxteqp8ipmbh7.jpg",
        "strIntroduction": "Meet at or near Higashi-Ginza subway station. We'll first go to Kabukiza, where you can view kabuki drama. You might wait in line for an hour. After that, you can enjoy viewing one act of kabuki drama with English caption device. After watching kabuki, we'll hang around Ginza and enjoy seeing and shopping ukiyoe (woodblock print), sensu (folding fan) and other Japanese traditional goods - beautiful chopsticks, colourful washi (Japanese paper), fine incense. You can also taste delicious bean jam-filled buns or traditional crafted senbei snacks - rice cracker. *Please keep in mind the following rules when you watch kabuki: 1. Please turn off your mobile phone. 2. Please watch the kabuki drama quietly. 3. Please don't take videos, photographs or recording. 4. Children under the age of 6 will not be permitted in the theatre. Meeting Time: around 12:00 (depends on the act you'll watch, this changes every month. So, please ask us in advance.) 【Note】 When you watch popular kabuki act, you need to wait in line for more than 30 minutes because we can get a ticket on first come first served basis. And also, it might be possible that you stand to watch. 【Model Plan】 Meet at Higashi-ginza station→wait in line at Kabukiza and get a ticket (for about 1 hour)→walk around Ginza (for 2 hours)→watch Kabuki(for about 30 minutes)",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-enjoy-kabuki-and-japanese-traditional-culture-in-ginza/6704?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy Kabuki and Japanese Traditional Culture in Ginza",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-05 16:21:38"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 3233,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1466602419/i4fzl3yans5d11iiii3p.jpg",
        "strIntroduction": "We offer wagashi sweets class at a local home in Kasugai city near Nagoya. Schedule: ・10:00 Meet at Kachigawa Station. It's only 18 minutes away from Nagoya Station (JR Chuo line). If you are worried about trains we can meet at Nagoya Station. (Japanese supermarket tour is available if you want) ・10:15 Welcome drink. ・10:30 Make seasonal wagashi sweets. ・12:00 Eat with drinks ! ・12:30 Create origami craft. ・13:00 Send off at Kachigawa Station. About the class: ・Duration: about 3 hours. ・Included: aprons, learning tips and history about your dishes, creating origami chopstick rest, drinks, English recipe printed out, pictures. ・drinks: Matcha tea bowl, green tea, barley tea, coffee and tea. ・Minimum participants: 1 person. ・Max participants: 8 people. ・Languages: English, Japanese. ※If you would like to book for a date and time that are not on the list, mail us (Halal, Vegan, vegetarian menu are also available) ※Supermarket tour is also available. Please let me know if you would like to go.",
        "strLocation": "Aichi",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-aichi-make-traditional-wagashi-sweets-and-learn-the-art-of-origami/6879?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Make Traditional Wagashi Sweets and Learn the Art of Origami",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-05 16:25:57"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 5081,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1466654135/amtp1xqzleewcha2yqli.jpg",
        "strIntroduction": "This is 3 -5 hour tour in Asakusa, Tokyo. Asakusa is one of the best traditional sightseeing places in Tokyo. You'll feel the old Japanese culture once you arrive. It's very popular and we will take a commemorative photo during this tour. You'll be picked up at Asakusa Station. First, we will go to kaminarimon gate and take a commemorative photo in front of the big gate. After, it's shopping and eating time at Nakamise street. Try some of the Japanese snacks and buy souvenirs. Free time for around 30 minutes. Then, we will see Asakusa Temple which brings luck to visitors. Also, you'll be introduced to local spots in Asakusa. You will see some awesome places such as, kappa bridge tool street. If you'd like to see specific places in Asakusa, and if we have extra time, we can explore those areas as well. Duration: 3-5 hours Participants: 2-8 Day of the week: Tuesday, Thursday, Friday Meeting point: Asakusa Station (if you need to be picked up from your hotel, it'll be an extra charge) Pick up time: 10 am - 4 pm. We're looking forward to seeing you in this tour!",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-take-a-private-walking-tour-in-asakusa/6805?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Take a Private Walking Tour, in Asakusa!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-05 16:31:02"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 8130,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1466670493/lxlzuh0w8hsogifaipjc.jpg",
        "strIntroduction": "This is 3 -5 hours tour at Asakusa, Tokyo. Asakusa is one of the best traditional sightseeing places in Tokyo. You can walk around Asakusa dressed in a pretty Yukata! You'll feel the old Japanese culture at this place. It's very popular and we will take a commemorative photo during this tour. I'll pick you up at Asakusa Station (if you need me to pick you up from your hotel, you need to pay extra charge). First, we will go to the Yukata shop and choose to wear Yukata. And then go to the Kaminarimon gate and take a commemorative photo in front of the big gate. After that it's shopping and eating time at Nakamise street. Try some of Japanese snacks and buy souvenirs. Then, we will see Asakusa Temple which brings luck to visitors. Also I will introduce local spots at Asakusa. You will see some awesome places such as Kappabashi tool street. If you want to see other place at Asakusa, please tell me. I'll take you if we have a time. Duration: 3-5 hours Participants: 2-8 Day of the week: Monday, Tuesday, Wednesday,Thursday, Friday Meeting point: Asakusa Station (if you need me to pick you up from your hotel, you need charge) Pick up time: 9:30 AM - 13:00 PM (please tell me when you book) I'm looking forward to seeing you in this tour!",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-wear-yukata-and-tour-asakusa-with-a-guide/6897?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Wear Yukata and tour Asakusa with a guide",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-05 16:34:12"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 5820,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1466739035/rmrjkp158tl01vl6cdy8.jpg",
        "strIntroduction": "None of Japan’s traditional spiritual pursuits synthesizes a greater number of separate indigenous artistic practices than does Tea ceremony. In its fullest form, this praxis combines flower-arrangement, calligraphy, ceramics, lacquer-work, architecture, garden-design, cuisine, incense-use, and very much more. Sharing hospitality with your fellow-guests, and doing this in an appropriate manner, will afford you an understanding of a praxis that has, since the fifteenth century, never ceased to combine formalized hospitality and social interaction with simultaneous meditation. And yet that is far from all. For the visitor, a dedicated Tea-occasion also constitutes an ideal environment in which to learn more about – and to come better to understand – several principal features of both Japanese culture and Japanese history. Such may be claimed because many aspects of this praxis are imbued with elements that are either key to Japanese culture, or else faithful reflections of the historical needs and circumstances out of which this unique rite developed. By taking full part in a Tea-occasion, you yourself will supply that very element which is crucial to this ritual – the Tea-guest. For what essentially guarantees successful unfolding of so gentle a process is harmony generated between both host and guest, and also – equally importantly – between guest and fellow-guest. Only through proactive participation can you experience something of a true realization of those goals, which practitioners of Tea ceremony unflaggingly pursue. (While those goals are indeed spiritual, at the same time, they in no way conflict with the tenets of any known religious creed or affiliation.) Rather than remaining a mere outsider-consumer of Japan-as-spectacle, come and become part of our Tea-ceremony session, thereby constituting a vital contribution to this sociable rite, and thus making an initial understanding of its essence your very own. It is the Tea Crane’s dearest wish that, when you return home, and the people you care for ask you what of Japan has left the deepest impression within you, you will at once answer ‘a Tea-ceremony workshop that I decided to attend: once it had ended, I found that I now understood so much’.",
        "strLocation": "Kyoto",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-kyoto-attend-an-authentic-tea-ceremony-workshop-in-kyoto/6900?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Attend an Authentic Tea Ceremony Workshop in Kyoto",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-05 16:38:21"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 9238,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1465217902/yc9dypclagfi0grdqbtc.jpg",
        "strIntroduction": "In this activity you will visit a local Japanese in Osaka and will cook and eat Japanese home-cooked dishes! In addition, you can try making origami and calligraphy! In Japan, we have four seasons so we can eat different dishes in every season. Instead of going to a restaurant, have a taste of home-style Japanese dishes at my home. I'll serve you tasteful dishes. I can also teach you how to cook and you can learn different ingredients and Japanese recipes. After the wonderful lunch, you can try origami and also enjoy calligraphy with me. You may also choose to go to an old market. I'll take you there. Enjoy the taste of Japan with a local, with a warm tea and a chat! The menu will consist of the following: - shabu-shabu (cold or hot) - dashimaki-tamago (Japanese rolled eggs) - yakizakana (fried fish) - futomaki rolls (we can make them together) - nimono (simmered dish)",
        "strLocation": "Osaka",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-osaka-enjoy-japanese-homecooked-meals-origami-and-calligraphy/6701?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy Japanese homecooked meals, origami and calligraphy!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-05 16:41:55"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 17091,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1466845312/lpopweyjfposktumur6l.jpg",
        "strIntroduction": "When you think of Aomori prefecture, apples come to mind! Hirosaki Apple Park has approximately 65 types of apples and 1,300 apple trees. In the fall, you can try apple picking. Cider Factory Kimori, located in the park, lets you try refreshing cider that tastes as if it was pressed straight from an apple (separate fee required). Hirosaki Castle has a history of over 400 years. Today, it is in the midst of being moved, so you can see the castle without its stone-wall base, something seen only once in 100 years. In addition, in Inakadate you can tour rice paddy art that uses the land as a canvas and has become famous worldwide. There is also a tour of the workshop run by the sword smith, Mitsugu Nakahata who has crafted Japanese swords for many years. While listening to explanations from the sword smith, you can take a sword in hand for a close look. A lunch featuring local foods will be prepared. Enjoy a leisurely lunch at a farmhouse restaurant that doesn't have a menu--it serves whatever has been freshly picked that day. After strolling around Hirosaki Park, sit down with a cup of coffee at a Starbucks housed in a cultural property (coffee is a separate fee). The final leg of the tour takes you to a market very popular with the locals that sells foods unique to the area and miscellaneous goods at reasonable prices. Have fun communicating with the women of the market! This 1-day tour lets you experience an abundance of the enchantment of both Aomori's past and present! Schedule: 9:00 Gather at Joto Exit, Hirosaki Station; meet up with the guide and travel to Inakadate in a vehicle (van or regular taxi) 9:20 Arrive at No.2 rice paddy art site (there is a wait time when crowded) 10:00 Arrive at No.1 rice paddy art site (there is a wait time when crowded) 10:30 Tour Katana no Iori (Japanese sword workshop) and actually handle a Japanese sword 12:00 Lunch of local dishes at a farmhouse restaurant; Japanese meals are prepared from vegetables freshly picked that day from the restaurant's backyard garden 13:30 Arrive at Hirosaki Apple Park; tour Cider Factory Kimori in the park 14:45 Tour Hirosaki Castle in Hirosaki Park 15:30 Have a cup of coffee at a Starbucks housed in a cultural property *Participants are responsible for paying for their coffee 16:15 Tour Niji no Mart (popular local market) and shop 17:00 Arrive at main entrance to Hirosaki Station; end tour A shorter budget version of this tour using public transportation is available. If you book the budget version, the itinerary will be as follows: 9:00 Gather at Joto Exit, Hirosaki Station; meet up with the guide and travel to Inakadate by train 9:20 Arrive at No.2 rice paddy art site (there is a wait time when crowded) 10:00 Arrive at No.1 rice paddy art site (there is a wait time when crowded). Go back to No. 2 rice paddy art site by shuttle bus and go to Hirosaki by train 12:00 Lunch at a restaurant in Hirosaki city. After lunch, go to Hirosaki Apple Park. 13:30 Arrive at Hirosaki Apple Park; tour Cider Factory Kimori in the park. Go to Hirosaki Park by bus. 15:00 Tour Hirosaki Castle in Hirosaki Park 16:30 Have a cup of coffee at a Starbucks housed in a cultural property *Participants are responsible for paying for their coffee 17:00 Arrive at main entrance to Hirosaki Station; end tour",
        "strLocation": "Aomori",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-aomori-1-day-tour-in-tsugaru-aomori-hirosaki-past-and-present/6911?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "1-Day Tour in Tsugaru, Aomori: Hirosaki's past and present",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-05 16:47:58"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 3233,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1466585241/tqvd8g0gfthze5mafivg.jpg",
        "strIntroduction": "Use transportation tickets and admission tickets to save money and travel to sightseeing spots in Aizu at your own pace. Depart whenever you like! Get tickets for the Machinaka Shuyu (sightseeing) Bus, good for 1–2 days and for admission to Tsuruga Castle, Miyaizumi Brewery, and Aizu samurai residence.",
        "strLocation": "Fukushima",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-fukushima-get-aizu-sightseeing-bus-tickets-and-attraction-tickets/6888?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Get Aizu sightseeing bus tickets and attraction tickets!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-05 16:54:04"
    },
    {
        "intDurationHour": 16,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 26330,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1466584953/gdoxobnauasvwaqrbi7i.jpg",
        "strIntroduction": "This is a 2-day tour to explore to history and samurai spirit of Aizu area! On Day 1, you'll visit Takizawa Honjin (a national important cultural property), Mt. Iimori where the Byakkotai warriors committed suicide by sword, Dairyu-ji Temple where the ancestors of Niijima Yae are buried, and Tsuruga Castle, which has a beautiful red-brick castle tower that is the symbol of Aizu. Stay overnight in a hotel in Higashiyama Onsen, which has long been loved by prominent figures. On Day 2, go to samurai residences and the gravesite of Matsudaira located in a spacious historic mountainside spot where generations of feudal lords from the Matsudaira family are buried. Enjoy a lunch of local foods. You'll travel by reserved taxi, so you can sightsee at your own pace. Schedule: Day 1 Depart from Aizu-Wakamatsu Station; go to Takizawa Honjin, Mt. Iimori (site of the Byakkotai suicides), Dairyu-ji Temple, and Tsuruga Castle; arrive at a Higashiyama Onsen hotel Day 2 Depart from the hotel: go to the Matsudaira gravesite, samurai residences, birthplace of Yae (view from the taxi), Shinsengumi Museum, and Tagoto (lunch); arrive at Aizu-Wakamatsu Station.",
        "strLocation": "Fukushima",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-fukushima-2-day-tour-in-aizu-appreciate-the-history-and-samurai-spirit/6887?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "2-Day Tour in Aizu: Appreciate the history & samurai spirit",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-05 16:58:46"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 10624,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1466584575/tsh9ktzuy0auohlamlmg.jpg",
        "strIntroduction": "This is the definitive chance to experience the culture of Aizu! Try painting a beautifully colorful Aizu erosoku candle (or paint a red akabeko toy cow), and make Japanese sweets that have been enjoyed since long ago. You can also tour a sake brewery and see how lacquerware is made to learn about the culture of sake and lacquerware in Aizu. A taxi reserved for the tour is used so you can depart when you like. Schedule: Depart from Aizu-Wakamatsu Station; try making Aizu crafts (painting erosoku candles or a red akabeko toy cow); make Japanese sweets from Aizu; tour Suehiro Sake Brewery/Kaeigura and Suzuen Lacquerware Shop (Aizu lacquerware); arrive at Aizuwakamatsu Station, a hotel in Aizu-Wakamatsu City, or Higashiyama Onsen.",
        "strLocation": "Fukushima",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-fukushima-half-day-tour-in-aizu-hands-on-experiences-with-local-craft/6886?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Half-day Tour in Aizu: Hands-on experiences with local craft",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-05 17:04:33"
    },
    {
        "intDurationHour": 6,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 12841,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1466584279/ifcj69pku2pdyxrqura8.jpg",
        "strIntroduction": "Take this tour and enjoy age-old culture and amazing scenery. Try your hand at creating pottery in the town known for pottery, Aizumisato in Fukushima prefecture. Walk around Ouchijuku (a former post station), one of the few places in Japan that still boasts an historic streetscape. Enjoy the well-known dish, green onion soba noodles, and view To-no-Hetsuri, a beautiful scenic cliff of strangely-shaped rocks produced by a million years of erosion and weathering. Then, alleviate your fatigue from the trip by soaking in a foot bath at a thatch-roofed station building. A taxi reserved for the tour is used so you can depart when you like. Schedule: Depart from Aizu-Wakamatsu Station; try making Hongo pottery (500g) at Aizu-Misato (if the pottery can't be sent by post, the hands-on experience will be changed to painting Aizu lacquerware); go to Ouchijuku (eat the well-known green onion soba for lunch); try the foot bath at Yunokami-Onsen Station; view To-no-Hetsuri; arrive at Aizu-Wakamatsu Station, a hotel in Aizu-Wakamatsu City, or Higashiyama Onsen.",
        "strLocation": "Fukushima",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-fukushima-one-day-tour-in-aizu-make-pottery-and-see-pretty-scenery/6885?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "One day Tour in Aizu: Make pottery and see pretty scenery",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-05 17:08:22"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 6097,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1466583934/eo7z0zisr7om1jjumwcp.jpg",
        "strIntroduction": "The 33 temples on the 33 Kannon pilgrimage are in Aizu, Fukushima prefecture, which is a city of Buddhism. Of those temples, it is said that worshipping at the popular Aizu Korori San Kannon (Nakata Kanseon, Tachiki Kannon, and Torioi Kannon) will give you peace of mind and health. This compact tour will take you to the three temples of Aizu Korori San Kannon. Schedule: Depart from Aizu-Wakamatsu Station; visit Aizu Korori San Kannon (Nakata Kannon, Tachiki Kannon, and Torioi Kannon); arrive at Aizu-Wakamatsu City, Higashiyama Onsen, or Atsushio Onsen (approx. 3.5 hrs.)",
        "strLocation": "Fukushima",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-fukushima-half-day-tour-in-aizu-visit-aizu-korori-san-kannon/6884?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Half-day Tour in Aizu: Visit Aizu Korori San Kannon",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-05 17:11:14"
    },
    {
        "intDurationHour": 16,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 20140,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1466583298/rfb3tckhezj51dlcyron.jpg",
        "strIntroduction": "Embark on the 33 temple Kannon pilgrimage that is said to have a history of over 350 years in the Buddhist city of Aizu. The group of cultural properties was chosen as a Japanese Heritage, a designation given by the Agency for Cultural Affairs. The temples are fascinating properties that speak of the culture and traditions of Japan. Many of the temples dedicated to the goddess, Kannon quietly stand in villages. It is said that simply pilgrimaging to them will bring blessings. This plan visits all 33 Kannon temples in 2 days. A taxi reserved for the tour is used so you can depart when you like and get to out-of-the-way temples with no problems. Schedule: Day 1 10:00 Depart Aizu-Wakamatsu Station; embark on the Aizu 33 temple Kannon pilgrimage (approx. 18 temples) 17:00 Aizu-Wakamatsu City, Higashiyama Onsen, or Atsushio Onsen (stay overnight) Day 2 9:00 Depart from Aizu-Wakamatsu City, Higashiyama Onsen, or Atsushio Onsen; continue the Aizu 33 temple Kannon pilgrimage (approx. 15 temples) 16:00 Aizu-Wakamatsu Station",
        "strLocation": "Fukushima",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-fukushima-2-day-tour-in-aizu-33-kannon-pilgrimage-and-good-fortune/6883?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "2-Day Tour in Aizu: 33 Kannon pilgrimage and good fortune",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-05 17:16:27"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 7391,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1466410504/l1fhmosdbk8dphiimzqi.jpg",
        "strIntroduction": "Hirosaki is an interesting city that blends Japanese and Western styles. In a Western-style building located in the beautiful Fujita Memorial Japanese Garden, try making original Japanese sweets under the instruction of an actual professional maker of Japanese sweets. Then, enjoy the Japanese sweets you made with green tea. You can also stroll in the garden. Schedule: 8:30 Gather at the main entrance, Hirosaki Station; meet up with the guide and travel to Fujita Memorial Japanese Garden by public bus 9:00 Arrive at Fujita Memorial Japanese Garden; try making 3 types (planned) of Japanese sweets under the instruction of a Japanese sweets maker in a Western-style building. Afterwards, enjoy the sweets with green tea. You can also take them home. Then, the guide will show you around the Japanese garden. 11:30 Take the public bus to Hirosaki Station 12:00 Arrive at the main entrance to Hirosaki Station; end tour",
        "strLocation": "Aomori",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-aomori-half-day-tour-in-hirosaki-aomori-make-japanese-sweets/6867?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Half-Day Tour in Hirosaki, Aomori: Make Japanese sweets",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-05 17:22:23"
    },
    {
        "intDurationHour": 5,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 11271,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1466410174/ujpvq1kvy8xwkwj2z2ip.jpg",
        "strIntroduction": "When you think of Aomori prefecture, apples come to mind! Hirosaki Apple Park has approximately 65 types of apples and 1,300 apple trees. In the fall, you can try apple picking. Cider Factory Kimori, located in the park, lets you try refreshing cider that tastes as if it was pressed straight from an apple (separate fee required). Hirosaki Castle has a history of over 400 years. Today, it is in the midst of being moved, so you can see the castle without its stone-wall base, something seen only once in 100 years. At the Zenringai district, which has a strong historical relationship with Hirosaki Castle, you can also experience Zen meditation. Your spirit will be refreshed. After eating the popular local ramen, sit down with a cup of coffee at an unusual Starbucks housed in a cultural property (coffee is a separate fee). Schedule: 8:30 Gather at Joto Exit, Hirosaki Station; meet up with the guide and travel to Hirosaki Apple Park in a vehicle (van or regular taxi) 9:00 Arrive at Hirosaki Apple Park; tour Cider Factory Kimori in the park 10:15 Tour Hirosaki Castle in Hirosaki Park 11:00 Experience Zen meditation at Zenringai, where there are 33 temples, all of the Soto school of Zen 12:00 Eat lunch at a local popular ramen shop, Niboshi Chuka 12:40 Have a cup of coffee at a Starbucks housed in a cultural property *Participants are responsible for paying for their coffee 13:20 Arrive at main entrance to Hirosaki Station; end tour If traveling to Oirase Keiryu: After the tour, depart from the main entrance at Hirosaki Station at 13:26. Ride the bus going to Aomori Airport (1,000 yen) and arrive at the airport at 14:20. Take the free shuttle bus departing Aomori Airport at 15:00 going to Oirase Keiryu Hotel. If you stay at Oirase Keiryu Hotel the day before, you can take the same route in the opposite direction. (Lunch will be later at 14:00.)",
        "strLocation": "Aomori",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-aomori-half-day-tour-in-tsugaru-aomori-hirosaki-past-and-present/6866?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Half-Day Tour in Tsugaru, Aomori: Hirosaki's past & present",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-05 17:28:14"
    },
    {
        "intDurationHour": 7,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 13026,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1466409458/y0rupqtoawmnxos9eszb.jpg",
        "strIntroduction": "This course lets you enjoy the ocean in Miyagi prefecture to the fullest for a day. The aquarium has dynamic dolphin and sea lion shows, large and impressive water tanks, and an exhibit of exceptional animals from around the world. The market boasts an array of shops and products; at lunchtime, you can buy fresh seafood and cook it right there, or create your own rice bowl with seafood. After lunch, take a walk around Matsushima, one of Japan's 3 most scenic spots, and take in the beautiful views of Matsushima Bay. Take a stroll around the temples. Schedule: 10:00 Gather at Sendai Station 10:40–12:10 Shiogama Seafood Wholesale Market, walk about and have lunch 12:40–14:20 Stroll around Matsushima 14:40–16:30 Tour Sendai Umino-Mori Aquarium 17:00 End tour (at Sendai Station)",
        "strLocation": "Miyagi",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-miyagi-one-day-ocean-themed-tour-visit-aquarium-matsushima-miyagi/6864?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "1-Day Ocean-Themed Tour: Visit aquarium & Matsushima,Miyagi",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-05 17:33:47"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 15243,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1466409202/nnndtk5d6dj7mq56lvzp.jpg",
        "strIntroduction": "The northern area of Miyagi prefecture was once a castle town and prospered through trading. This tour lets you walk around Tome, an area of warehouse-style merchant homes and buildings reminiscent of the Meiji period. This district, which is abundantly blessed with delicious rice and water, devoted efforts to brewing sake. There are breweries here and there that create unique, high-quality sake. You can tour Ichinokura, a sake brewery that represents Miyagi prefecture, and taste Japanese sake. There is also a lunch featuring delicious Sendai beef. Schedule: 9:00 Gather at Sendai Station, travel to Tome 10:45–11:45 Walk around samurai residences 12:15–13:25 Lunch 13:55–14:40 Sake Museum 15:10–16:00 Tour the sake brewery 17:00 End tour (at Sendai Station)",
        "strLocation": "Miyagi",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-miyagi-one-day-tour-in-miyagi-experience-sendai-beef-and-local-sake/6863?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "1-Day Tour in Miyagi: Experience Sendai Beef and Local Sake",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-05 17:38:09"
    },
    {
        "intDurationHour": 5,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 9238,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1466408860/sncizxeqqc2gqpbmywit.jpg",
        "strIntroduction": "Akayu hot springs town is located slightly north of Yonezawa in Yamagata. From there, drive approximately 30 minutes and you'll encounter Nagai, a city where traditional buildings still remain. Numerous historic buildings still stand in this district, including sake breweries, a soy sauce brewery, and the home of a kimono dealer that was in business for 300 years. Tour this romantic townscape in a retro taxi. You can also ride on the local line, Flower Nagai Line and savor the view from the window. You'll also meet the rabbit \"stationmaster\" named Mocchi at Miyauchi Station. This half-day tour offers a full experience of small-town Yamagata, perfect for people who want to experience a Japan that is off the beaten path. Schedule: 13:00 Gather at JR Akayu Station 13:10–16:00 Tour a soy sauce shop, sake brewery, Kozakurakan, and Kendama Plaza 16:20–16:46 Travel on the Flower Nagai Line from Nagai Station to Miyauchi Station; meet the rabbit \"stationmaster\" 18:13–18:19 Travel from Miyauchi Station to Akayu Station The price includes: Sightseeing taxi fare, toll road fees, parking fees",
        "strLocation": "Yamagata",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-yamagata-half-day-tour-in-yamagata-see-a-rabbit-stationmaster/6862?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Half-Day Tour in Yamagata: See a rabbit \"stationmaster\"!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-05 17:43:50"
    },
    {
        "intDurationHour": 16,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 27253,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1466408532/fxrvesenzyj4nolrqusj.jpg",
        "strIntroduction": "There is a lot to do and see at Geibikei Gorge in southern Iwate prefecture. You can listen to the boatman's songs and stories while gliding down the river, and get off at the riverbank and go for a walk. The lunch served on board is prepared with local ingredients. Enjoy each season-delight in the new greenery in spring and summer, in the fall foliage in autumn, and the boat's kotatsu heater in winter. After the boat ride, you can make your own washi paper that is unique in all the world. On Day 2, visit Chuson-ji Temple and Motsu-ji Temple in Hiraizumi to view the wonderful World Heritage Site, the Golden Hall, a garden, and Buddhist works of art. It is a beautiful place famous for being where the poet, Matsuo Basho read poetry. This tour is perfect for visitors who want to leisurely soak up the history and nature of Tohoku. Schedule: Day 1 11:00 Gather at Ichinoseki Station 12:00 Eat lunch while sailing down Geibikei Gorge 14:00 Papermaking 15:30 Tour Motsu-ji Temple 16:30 Go to Hiraizumi Hotel Musashibo Day 2 9:00 Visit Chuson-ji Temple; walk around the vicinity, move by regular sightseeing bus 12:00 Lunch at Sekinoichi (brewery restaurant) 13:30 End tour (at Ichinoseki Station) Price Includes: Day 1: Sightseeing taxi fare, parking fees, Geibikei Gorge boat fare, hotel fee, meal charge (1 breakfast; 1 lunch; 1 dinner)",
        "strLocation": "Iwate",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-iwate-two-day-tour-sail-downstream-and-tour-world-heritage-site-iwate/6861?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "2-Day Tour, Sail downstream & Tour World Heritage Site,Iwate",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-05 17:49:21"
    },
    {
        "intDurationHour": 5,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 9608,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1466407994/imejzc35lpdepeyb3dc9.jpg",
        "strIntroduction": "If you come to the city of Sendai, you should take this tour to visit all the must-see sightseeing spots in one day. You can also enjoy the breathtaking beauty of Akiu Waterfall, soak your feet in hot springs in the onsen district, and take walks. At lunchtime, satisfy your appetite with local foods at a market near Akiu onsen. There is shopping as well. Plus, participants can also discover history by visiting Aoba Castle and Zuihoden Mausoleum, associated with one of Japan's leading military commanders, Date Masamune. Schedule: 10:30 Gather at Sendai Station; visit Akiu Waterfall, Agurie no Mori (lunch), Aoba Castle, Zuihoden Mausoleum 4:00 Arrive at Sendai Station",
        "strLocation": "Miyagi",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-miyagi--one-day-nature-and-history-tour-in-sendai-miyagi-prefecture/6860?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "1-Day Nature & History Tour in Sendai, Miyagi Prefecture",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-05 17:53:04"
    },
    {
        "intDurationHour": 16,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 27993,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1466407537/ckqavaob06ijcoymmmby.jpg",
        "strIntroduction": "Tour Tashirojima, a sanctum for cat lovers, and Matsushima, one of Japan's 3 most scenic spots. On Tashirojima, where cats outnumber humans, cats roam free and visitors can interact with them. You can also enjoy this sleepy island by exploring walking paths, small beaches, and the cat shrine. Later, stroll around Matsushima, one of Japan's 3 most scenic spots, and take in the beauty of Matsushima Bay and its temples. This tour is perfect if you love island walks and cats. On the \"Cat Island\" of Tashirojima, feel free to interact with the cats, take a walk along the beach, and visit the cat shrine. On Matsushima, take pleasure in the beautiful landscape, eat delicious island foods, and stroll around. Schedule: Day 1 11:15 Gather at Ishinomaki Station; go to Ishinomaki Port by sightseeing taxi 12:00 Depart by ferry for Tashirojima 13:04 Arrive at Tashirojima, walk around (free time) 15:33 Leave Tashirojima 16:46 Arrive at Ishinomaki Port; go to Ishinomaki Station by sightseeing taxi 17:25 Travel from Ishinomaki Station to Matsushima Kaigan Station (JR Senseki Line) 18:10 Go to Hotel Matsushima Taikanso from Matsushima Kaigan Station by taxi Day 2 After checkout, travel by hotel shuttle bus; stroll around Matsushima (free time) and see Entsu-in Temple, Zuigan-ji Temple, etc.; return home at your leisure Price Includes: Day 1: Round-trip taxi fare from Ishinomaki Station to Ishinomaki Port, hotel fee, meal charge (1 breakfast; 1 dinner) *Does not include Day 2",
        "strLocation": "Miyagi",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-miyagi-two-day-tour-to-cat-island-tashirojima-and-matsushima-miyagi/6859?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "2-Day Tour to \"Cat Island\" Tashirojima & Matsushima, Miyagi",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-05 17:56:58"
    },
    {
        "intDurationHour": 5,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 13396,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1466406961/xh3k0gduzwitqi8pfzby.jpg",
        "strIntroduction": "This tour offers amazing hands-on experiences unavailable at other zoos. You can watch and hold lots of foxes at Zao Fox Village in Miyagi prefecture. Visitors can also play with other animals such as rabbits and goats. The vicinity around the Fox Village also offers fun, including Zao Cheese Factory and onsens. Schedule: 10:00 Gather at Shiroishi-Zao Station 10:30 Visit Zao Fox Village 12:00 Lunch 13:10–15:10 Walk in Zao 15:30 End tour (at Shiroishi-Zao Station) In addition, if time permits, you will be able to choose among visiting some or all of the following destinations in Zao after the Fox Village: - a craft pottery shop - a Ramen or Soba restaurant or a cheese restaurant - Japanese traditional dolls museum - a foot bath Please tell us about your preferences when you book.",
        "strLocation": "Miyagi",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-miyagi-a-one-day-nature-tour-in-miyagi-prefecture-frolic-with-foxes/6858?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "A 1-Day Nature Tour in Miyagi Prefecture: Frolic with foxes",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-05 18:00:45"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 3233,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1466518757/b9dxbbmdmgctpdsixwsr.jpg",
        "strIntroduction": "This is a 2-hour tour around Ueno and Asakusa. The schedule of the tour is below: Meet at \"Park Exit\" of Ueno Station. 12:00 Walking through Ueno cultural district. You can see many museums, zoo and people relaxing there. 12:30 Passing on of the crowded shopping district in Tokyo, called Ameyoko. You can find cheap thing, food, services and real lives of people in Tokyo. 13:00 (Rent a bike) Ride a bike from Ueno to Asakusa. On the way to Asakusa you will find many interesting places. We can take a look at Kappabashi kitchen tools street, which is one of the largest kitchen furniture districts in the world. (Return the bike) 13:30 Tea break 14:00 Enjoy Asakusa district. You can enjoy both the main street and the side streets of Asakusa. around 14:30-15:00 Finish the tour at Asakusa.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-explore-ueno-and-asakusa-in-a-2-hour-tour/6877?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Explore Ueno & Asakusa in a 2-hour tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-05 18:06:34"
    },
    {
        "intDurationHour": 6,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 26792,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1466182696/ge7iiezptbgopxqfza0k.jpg",
        "strIntroduction": "This tour takes one day (about 6 hours). In the morning, we will meet at Misasa Onsen hot spring, located in the central area of Tottori prefecture. If you wish, I can pick you up at different places like JR Kurayoshi Station, Tottori Airport or Yonago Airport. First, we will visit Sanbutsuji Temple which is located on the foot of Mt. MItoku. This Tendai Buddhist temple has 1,300 years of history and you can try Zen meditation there if you like. Explore the trail of Mt. Mitoku for about one hour (one way). Along the trail you will find some old wooden buildings. There are some steep slopes where you will have to climb by holding chain ropes or roots of trees, but there is no danger, actually. When you reach the Nageire-do, a national treasure building, you will be completely fascinated. You might imagine the ancient people who built this holy and mysterious building. After returning, try a vegetarian lunch at one of the temple buildings. You can also enjoy an open-air hot spring. I can arrange this tour for 1-5 persons. This tour has also a 2-day version. The 2-day tour includes a stay at an old pilgrim's lodging in the precincts of the temple with 3 meals. We will meet at the JR Yonago Station or Yonago Airport in the afternoon. The tour ends in the 2nd day's afternoon at the station or the airport.",
        "strLocation": "Tottori",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tottori-visit-the-unique-mountain-temple-mitoku-sanbutsuji-tottori/6801?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Visit the unique mountain temple Mitoku Sanbutsuji, Tottori",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-05 18:09:30"
    },
    {
        "intDurationHour": 7,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 11548,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1465876701/qg0gdsvyapl0yqos6zna.jpg",
        "strIntroduction": "We will meet up at the nearest station to the race course. Below is a list of race course and the nearest stations: 1. Hanshin race course: Nigawa Station 2. Kyoto race course: Yodo Station Then we'll start to watch racing and sometimes to bet and fulfill your dreams! I will show you how to buy a betting ticket. FYI, this is not gambling. We just enjoy it as an amusement. Horse racing originated from England. But we also have a great history of racing. I will introduce the most interesting bits. At the race course, there are lot of highlights. Unique eateries, attraction for kids, places to ride a horse etc. I will also show you around. The tour lasts 7 hours. It starts at 10:00 am and finishes at 5:00 pm. But starting time can be flexible. If you have any questions, please don't hesitate to ask.",
        "strLocation": "Kyoto",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-kyoto-watch-an-exciting-japanese-horse-racing-near-osaka-or-kyoto/6742?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Watch an exciting Japanese horse racing near Osaka or Kyoto",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-05 18:13:01"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 3233,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1468550992/yqzr9kabghqxuclssjft.jpg",
        "strIntroduction": "You can enjoy Tea Ceremony. We will explain about Sado (the way of tea) and you will then learn how to behave yourself as a guest by drinking and how to make Matcha (green tea). Tea Ceremony will be in a traditional Japanese tatami room where you can enjoy a view of a Japanese garden. Lesson contents: 05 minutes : Explanation about tea ceremony 30 minutes : Watching Temae (procedure for making tea), eating sweet and drinking tea 20 minutes : Making tea experience Time: 1 lesson: 60 minutes",
        "strLocation": "Nara",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-nara-experience-tea-ceremony-in-a-japanese-style-room-in-nara/6880?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Experience Tea ceremony in a Japanese style room in Nara",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-05 18:17:37"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 5820,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1481189459/igyqosksswx2ltaijwqs.jpg",
        "strIntroduction": "There is nothing quite like exploring Japan by rail, and this relaxed Toreiyu Tsubasa train ride not only passes through some of Yamagata's most beautiful countryside, but this exciting new mode of Shinkansen travel does so in style, rather than at high speed. Toreiyu is a mix of Japanese imitated pronunciations for two words, the English word 'train' (torein) and the French word 'soleil' (soreiyu), meaning sun! JR East's Yamagata Shinkansen Tsubasa began operating in 1992 between Tokyo and Shinjo stopping at Fukushima and Yamagata along the way. Travel in style with reserved tatami mat seating in a carriage with spacious, elegantly designed interiors with large birchwood tables. Relax in a unique foot bath carriage before enjoying local Yamagata brewed sake, wines and juices at the Yuagari Lounge with its sakura wood tables, tatami seating and bar counter. The foot baths are situated on raised stone flooring and enclosed with louvred partitions allowing you to watch the scenery go by as you relax undisturbed. You will feel almost as though you are riding in a moving hot spar! This requires an additional ticket fee of 350 JPY with the train fee. Foot bath reservations are limited, so book early to avoid disappointment. 15 minutes are allotted per foot bath and only passengers with a designated time foot bath reservation are permitted into the foot bath area. Under some circumstances, foot bath tickets might be available on the train. This service is available only on Saturdays, Sundays and national holidays except 13 and 14 August.",
        "strLocation": "Fukushima",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-fukushima-enjoy-toreiyu-tsubasa-train-ride-from-fukushima-to-yamagata/6739?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy Toreiyu Tsubasa Train ride from Fukushima to Yamagata!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-05 18:22:07"
    },
    {
        "intDurationHour": 16,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 45268,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1465717535/djq7yqbpaul9vqzhz4hs.jpg",
        "strIntroduction": "This is a train tour that takes you to Nagano and is located in the middle of Honshu taking 2 hours 20 minutes from Tokyo. Nagano is a mountainous landlocked prefecture in the center of Japan's main island of Honshu. With this experience you will take the Hokuriku Shinkansen to Nagano, then you will ride the Iiyama Scenic Train \"Oykot,\" which is \"Tokyo\" spelled backwards. In Japanese, the name is written in hiragana as \"Oikotto\" (おいこっと). The train was designed around the concept of rustic Japan and bringing people to home villages, where the true heart of the Japanese people resides. Gazing at the rice paddies fading into the distance, passengers feel a sense of calm and healing. To help bring home the image of the home villages, with its scenic rice paddies, rivers and mountains this train is named \"Oykot\" because it is the total opposite to the modern City of Tokyo! This plan includes an overnight stay in Nozawa and meal tickets in Tookamachi. For Soba lovers this is a wonderful plan because you can get to eat Hegisoba which is a very famous noodle in Tookamachi. Itinerary : 1st day: -Tokyo (Ueno/Omiya/Kumagaya/Honjouwaseda/Takasaki) Hokuriku Shinkansen (Hakutaka/Asama) -Nagano. Iiyama Scenic Train Oykot (9:15 am) -Tookamachi. (11:48 am) -Lunch You can go and look around and have lunch with meal tickets. -Tookamachi (15:30 pm) by the Oykot -Iiyama (17:03 pm) Stay at Nozawa Onsen Hotel 2nd day Iiyama -Nagano Hokuriku Shinkansen (Hakutaka/Asama) -Tokyo (Takasaki/Honjouwaseda/ Kumagaya/Omiya/Ueno)",
        "strLocation": "Nagano",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-nagano-ride-shinkansen-and-the-old-fashioned-train-oykot-in-nagano/6736?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Ride Shinkansen and the Old-Fashioned Train Oykot in Nagano!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-05 18:24:57"
    },
    {
        "intDurationHour": 21,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 101623,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1481189411/ztvqmgclqruuqvf9isj5.jpg",
        "strIntroduction": "Atami is one of the most popular places for hot springs in Japan. About 45 minutes by train from Tokyo makes it very convenient for people to travel to on holiday and business. There are also many wonderful sightseeing spots such as Atami Castle, a beautiful herb and rose garden and many more! Atami Fufu is a hidden retreat nestled in the hills of Atami. Their aim is to provide you with an unforgettable stay where you can relax and enjoy yourself. From the moment you arrive, knowledgeable and friendly staff are readily available to help you with whatever you need. All 26 rooms have their own hot springs on the veranda. Each room has a different theme complemented by interior luxury furniture to ensure every guest has their own unique experience. Guests can select their personal style of dinner from a choice of three: dining in the room, dining at their modern Japanese-style restaurant at a private table or enjoying Teppanyaki where the food is cooked right in front of you! The cuisine is made from Atami's seasonal seafood and mountain produce mixed with a selection of over 300 drinks! There is no dress code for the dining experience, so you can even wear your Yukata (room wear at a Japanese inn) to the restaurant. Besides the hot springs in each hotel room, a big hot spring is also available. The outdoor hot springs will make you feel as if you've been transported to another world full of natural wonders. This package includes aesthetic treatment for 60 minutes for one person. At the spa, they use the famous cosmetic brand “Sisley” from Paris. The skilled staff will counsel you and help decide the special menu for you. You can choose either a body or facial treatment. Adding to the treatment, you will also be given a voucher for 3000 yen to buy cosmetics. Check in is at 15:00 and check-out time is at 12:00. You can spend a relaxing time in the morning with a late breakfast and morning bath.",
        "strLocation": "Shizuoka",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-shizuoka-reserve-a-hotel-room-with-spa-treatment-in-shizuoka/6731?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Reserve Hotel Room with Spa Treatment in Shizuoka",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-05 18:31:02"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 11086,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1481189354/kacurztphdeutoa7qtav.jpg",
        "strIntroduction": "This exciting trip is served by Orange Restaurant on the Hisatsu Orange Railway Line. Enjoy the excellent views of the west coast of Kyushu while savoring a delicious freshly made meal! Seeing the breathtaking views from your window is a great time to relax and enjoy with loved ones. The spacious and comfortable atmosphere really makes passengers feel right at home. The interior is sophisticated and modern, perfect for enjoying a special meal. Your dining experience is made with local products and specialties, which have been harvested along the railway line. A skilled chef who worked for a famous hotel and restaurant will cook your dishes to perfection. Explore and learn about the charm of Kumamoto and Kagoshima through your appreciation of the local cuisine. Along the way there will be several unique and exciting services. Guests will receive handmade samples made by locals and can enjoy tasting and selecting various products. Friendly train announcements will alert you of the most beautiful and famous sightseeing spots along the way. Make wonderful memories on this unique trip while you're in Japan! The following courses are available: Breakfast Course (Duration: 1 hour and 46 minutes) 7:53 Departure: Izumi Station 9:39 Arrival: Shinyatsushiro station Special Lunch Course (Duration: 4 hours and 11 minutes) 10:08 Departure: Shinyatsushiro Station 14:19 Arrival: Sendai Station Cruising Dinner Course (Duration: 3 hours 44 minutes) 14:52 Departure: Sendai Station 18:36 Arrival: Shinyatsushiro Station Sunset Dinner Course (Duration: 1 hour 58 minutes) 16:38 Departure: Izumi Station 18:36 Arrival: Shinyatsushiro Station",
        "strLocation": "Kumamoto",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-kumamoto-get-tickets-for-orange-restaurant-train-tour-in-kumamoto/6730?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Get Tickets for Orange Restaurant Train Tour in Kumamoto!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-05 18:35:20"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 2707,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1481189204/ilaqxgpxzia2ntbkeauk.jpg",
        "strIntroduction": "We're offering two unique programs with special deals only provided on Voyagin. The first program runs between Matsuyama and Iyo-Ozu in the morning with breakfast provided. The second program runs between Matsuyama and Yawatahama in the afternoon with a late lunch. Both programs stop and Shimonada and Iyo-Ozu. Shimonada Station is famous for its beautiful sea and was used as a filming location for famous Japanese movies and TV dramas. The train will then stop at Iyo-Ozu. The area has many local specialties such as dry noodles and delicious milk bread. The afternoon pgoram will go to the next station over called Yawatahama which has attractive sightseeing spots where travelers can go sea fishing and enjoy fresh seafood and a specialty noodle dish called \"Chanpon\". The train consists of two cars, the first decorated with a beautiful Japanese motif and the second in a modern golden style. It is a great way to see many beautiful sightseeing spots from the comfort of your train seat and enjoy a traditional local and seasonal experience. Morning Program Schedule: 08:26 Departure from Matsuyama Station on the JR Shikoku line Meal service 09:26 Brief stop at Simonada 10:28 Arrival at Iyo-Ozu Shopping at a local specialty store for original goods Afternoon Program Schedule: 13:28 Departure from Matsuyama Station on the JR Shikoku line Meal service 14:23 Brief stop at Simonada 15:15 Brief stop at Iyo-Ozu 15:52 Arrival at Yawatahama Shopping at a local specialty store for souvenirs ※About Tickets※ - We cannot 100% guarantee tickets. After we confirm your booking, we will purchase them for you as soon as possible, but please be aware there's always a slight chance for them to sell out in the meantime. - In addition, you may not be able to receive a refund once we obtain tickets for you. - In the event we cannot acquire tickets, we will reimburse you the full cost. - Please reserve weekend tickets early because they sell out fast. ※ Important Ticket Delivery & Pickup Information - Please Read Carefully ※ 1. Ticket Delivery We will deliver your tickets to your hotel in advance for your concierge to hold for you. The tickets will be available upon check-in. If you would like us to deliver the tickets to your hotel, please provide us with the following information: - Hotel name - The full name used for your reservation - Check-in date Please note: - We require at least 3 full business days for delivery. If placing a last minute booking within 3 days of your visit, or if you do not provide us your hotel information at least 3 full business days prior your ticket date, you'll need to collect your tickets from our Tokyo office in Shibuya. - If your hotel reservation details change, please tell us immediately through the Voyagin dashboard. - We only deliver to hotels with a concierge with whom we can confirm the receipt of the ticket delivery. We do not deliver tickets to hostels, guesthouses, or private residences. Please let us know if you are not staying at a hotel so we can provide our office details for you to pickup the tickets. 2. Ticket Pickup: If you are not staying at a hotel, book within 3 days of the ticket date, or prefer to pickup your tickets, you can collect your tickets from our Tokyo office in Shibuya. Our office is located 6 minutes (on foot) from Shibuya station. Address: (English) Miyamasu ON Building 5th floor, 1-15-8 Shibuya, Shibuya-ku, Tokyo (Japanese) 〒150-0002 東京都渋谷区渋谷 1-15-8 宮益 ON ビル 5F Detailed Directions (Shibuya station to Voyagin): http://voyag.in/shibuya-station-to-voyagin-office Google Map (Shibuya station to Voyagin): http://voyag.in/voyagin-google-map",
        "strLocation": "Ehime",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-ehime-get-tickets-for-coastline-train-tour-in-ehime-shikoku/6723?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Get Tickets for Coastline Train Tour in Ehime, Shikoku!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-05 18:40:48"
    },
    {
        "intDurationHour": 13,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 18015,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1481245770/evjglc8kgahjogjm3m0w.jpg",
        "strIntroduction": "The Tateyama Kurobe Alpine Route connects Toyama city in Toyama prefecture with Omachi town in Nagano prefecture and is part of the Northern Japan Alps. It is traversed by different means of transportation including cablecars, trolley buses and a ropeway. It's popular for the magnificent scenery of the Tateyama Mountain Range, which is located within the Chubu Sangaku National Park. Among its most notable sights are the Kurobe Dam, the snow wall at Murodo, and the endless hiking and trekking trails for the more experienced mountaineers. In this package tour, you will depart from Takayama bus terminal at 7:40 and head towards Hirayu onsen (8:40), and then on to Ogizawa Station (11:10), where you will start your adventure on the Tateyama Kurobe Alpine Route. You will first hop on the Trolley bus that will take you through a tunnel to Kurobe Dam, the tallest dam in Japan standing at 186 m high, offering breathtaking views of the lake and the water discharge in summer. Then, you will then take a cable car up the hill to Kurobedaira, where you can visit a garden featuring high altitude plants. Next, hope on a ropeway to reach Daikanbo, where you will find an observation deck and be stunned by the amazing views of the Japan Alps. You will then ride a Trolley bus to Murodo, which depending on the season, will offer stunning views of the impressive snow wall that can reach up to 20 m high. Continue your journey down to Bijodaira by bus and then on to Tateyama by cablecar, then to Toyama Station by train, from which you will ride a bus back to Takayama bus terminal where the tour ends.",
        "strLocation": "Toyama",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-toyama-explore-beautiful-nature-at-tateyama-kurobe-alpine-route/6854?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Explore beautiful nature at Tateyama Kurobe Alpine Route!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-05 18:46:33"
    },
    {
        "intDurationHour": 12,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 7853,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1481245717/oypgw7lkw4evpnjlotss.jpg",
        "strIntroduction": "Kurobe Dam is one of the largest dams in the world, and Japan's tallest dam, standing at 186 meter high. It was constructed between 1956 and 1963 at had a cost of 51.3 billion JPY. It is located in the Tateyama Kurobe Alpine Route, a popular mountain sightseeing route from the Omachi hot spring village in Nagano Prefecture to Tateyama, Toyama Prefecture. It has become a popular summer tourist attraction due to the spectacle of ten tons of water discharged per second that produces a mist cloud that can be seen from observation decks located at different spots of the dam. It's privileged location in Japan's so-called Northern Alps provides an easy access to breathtaking natural sights such as the Tateyama mountain range and forests, Kurobe lake, which can be explored on a 30 minute boat ride as well as trails and treks in and around the dam. Itinerary This package tour departs from Takayama bus terminal at 7:40 and takes you to Hirayu Onsen (8:40), and then on to Ogizawa station (11:10), where you will board the touristic Trolley bus to Kurobe Dam. You will have plenty of time to explore the dam and its surroundings. Be amazed by the stunning sight of the water discharge, trek along the dam, follow a trail in the forest or take a short boat ride. You will be free to explore the area at your leisure before taking the trolley back to Ogizawa station (16:05), and then on to Hirayu Onsen(18:35), before finally arriving back to Takayama bus terminal (19:35).",
        "strLocation": "Toyama",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-toyama-explore-the-breathtaking-landscape-of-kurobe-dam-in-toyama/6853?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Explore the breathtaking landscape of Kurobe Dam in Toyama",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-05 18:51:45"
    },
    {
        "intDurationHour": 5,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 4619,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1481245635/wv7beotmhfwnodtnsnxg.jpg",
        "strIntroduction": "This is package tour departing Takayama bus station that allows you to experience a rail mountain bike adventure. It consists of two mountain bicycles fixed on a metal frame than run along the tracks of an old railway. This is a very unique way to explore the local sights and beautiful natural landscapes of Gifu prefecture near Takayama city. Itinerary This tour includes an 80-minute bus ride from Takayama bus station that takes you to Kamioka Eigyosho bus stop, from where you will take a taxi to Gattan Go offices. There, you will receive a brief explanation on how to use the bike before setting off on your adventure. You will have an hour of riding along the tracks that stretch for 5.8 km starting at Okuhida Osenguchi station all the way to Kamioka Kozanmae station, where you will then turn back to the starting point. The route goes through exciting pitch black tunnels, an elevated bridge and stunning natural landscapes. If you have some time before or after riding the bike you will also be able to take a brake at either “Asunaro cafe” where a courtesy coffee is included or at “Gattan cafe” where you can enjoy a 5% discount on your order. After the activity is over, you will ride a taxi back to Kamioka Eigyosho and then on to the bus back to Takayama station. This package tour including bus ride, taxi fee and Gattan Go mountain rail bike experience fee is available in a morning tour departing from Takayama bus terminal at 9:40 and returning at 14.50 and an afternoon tour departing at 12:40 and returning at 17:20. Additionally, you can also take a mountain rail bike and Shinhotaka ropeway tour, which departs at 9:40 from Takayama station and follows the same itinerary as the morning tour, except, after the visit to Gattan Go, you'll take a bus to Shinhotaka ropeway, where you will ride a cable car that will take you to the top of the mountain for a breathtaking view of the area, before coming back to Takayama bus terminal at 18:31. Don't miss the chance to explore the astounding natural beauty and picturesque landscapes of Gifu prefecture in this unique way!",
        "strLocation": "Gifu",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-gifu-ride-a-unique-bicycle-on-an-old-railway-in-takayama-gifu/6852?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Ride a unique bicycle on an old railway in Takayama, Gifu!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-05 18:54:54"
    },
    {
        "intDurationHour": 16,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 35568,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1465760190/clythsgoninu8ujbmcdw.png",
        "strIntroduction": "This is a train tour that takes you to Inawashiro, Fukushima, and is located almost in the center of Fukushima prefecture in the Tohoku region on the island of Honshu. Start from the Kanto area by taking the Tohoku Shinkansen and get off at Kooriyama Station before taking the \"Frutia Fukushima\" which was created as a riding café to relax and enjoy looking at the passing scenery while enjoy natures delicious sweets, fresh fruits. You get off at Sendai Station where you can enjoy exploring one of Japan's premier tourist spots, offering visitors the opportunity to see culture and nature in all its magnificence regardless of the season. You will stay at Mitsui Garden Hotel Sendai. Included is breakfast only. Please have dinner at any of Sendai's many restaurants serving local specialties such as gyuutan (beef tongue). Itinerary: 1st day Tokyo Station (Ueno/ Omiya/ Koyama/Utsunomiya) Tohoku Shinkansen -Kooriyama Station -Frutia Fukushima 91 (9:55 am) -Sendai Station -Frutia Fukushima 91 (11:39 am) -Mitsui Garden Hotel Sendai (Breakfast) 2nd day Sendai Station -Tohoku Shinkansen -Tokyo Station ( Utsunomiya/koyama/Omiya/Ueno)",
        "strLocation": "Fukushima",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-fukushima-ride-frutia-train-and-stay-at-mitsui-garden-hotel-sendai/6751?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Ride Frutia Train & Stay at Mitsui Garden Hotel Sendai!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-05 18:58:41"
    },
    {
        "intDurationHour": 16,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 90537,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1465745051/ep1sif0f2baazvgcn9gp.jpg",
        "strIntroduction": "This is a luxurious high-quality \"\"Golf & Stay Plan\"\" at Hotel Nemu including a special dinner of Kaiseki cuisine. If you would like to improve your golf skill you can try the practice area at the Nemu Golf Club and after you arrive at the golf club, enjoy delicious lunch first, and head to the short game area to enjoy your approach shot and bunker shot. After your practice at the golf club, check-in at Hotel Nemu and enjoy delicious Kaiseki cuisine at special reserved counter seats. The course menus will only be served for you, so you can have a luxurious and precious time with your partner. Before you sleep, take a bath at Kiyora where you can relax by taking an onsen (hot spring). Golfing details -Golf cart for 2 people with GPS navi is included in the price. -Golf play will be on the day of your check-out -1 Round with lunch is included in the price. -Please inform us of the time when you would like to start playing golf. Dinner -Enjoy delicious Kaiseki cuisine. -Time: 17:30 - 21:00 (L.O.) *18:00 - 21:30 (L.O.) during June 1st - September 30th Breakfast -Enjoy Japanese-style breakfast. -Time: 06:30 - 10:00 (9:30 L,O,)\" \"This tour is available everyday. Your hotel room: Premier Delux Room (Non-Smoking), 1 room for 2 people",
        "strLocation": "Mie",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-mie-enjoy-golf-with-kaiseki-cuisine-only-1-group-per-day-mie/6749?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy Golf with Kaiseki Cuisine, Only 1 Group Per Day, Mie!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-05 19:02:13"
    },
    {
        "intDurationHour": 16,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 67903,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1481189551/lbnlge5l7w2p2se6e2oq.jpg",
        "strIntroduction": "There is nothing quite like exploring Japan by rail, and the Tohoku Emotion train ride along the picturesque Sanriku coastline has a well-deserved reputation for its elegant concept. In addition to the exquisite interior design, integral art and panoramic views, the Tohoku Emotion is renowned for its cuisine. Carriage number 1 features seven compartment rooms decorated with Fukushima's traditional sashiko-ori wall fabric. Carriage number 2's open kitchen space is decorated with kogin sashi embroidery, a tradition of Aomori. Here you can watch your food being prepared as you wait. The stylish dining room in Carriage number 3 is beautifully finished with Aomori kogin-sashi embroidery, Iwate kohaku amber illumination, and Ogatsu inkstone from Miyagi. Enjoy a menu of local Tohoku ingredients while gazing at the sea off the Sanriku coast. Day 1 of your 2 day trip leaves from Tokyo Station via the Hayabusa Tohoku Shinkansen (standard reserved seat) to Hachinohe Station in Aomori. From here you will board the Tohoku Emotion, traveling along the coast all the way to Kuji Station. Here you will transfer to the Sanriku Tetsudo North Liase line to Miyako Station where guests will make their own way to the Jodogahama Park Hotel where they will stay (a shuttle service can be booked in advance). On the 2nd day, guests will make their own way to Morioka Station from where they will take the Tohoku Shinkansen back to Tokyo (standard reserved seat).",
        "strLocation": "Iwate",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-iwate-enjoy-2-day-trip-with-tohoku-emotion-train-ride-from-tokyo/6741?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy 2 Day Trip with Tohoku Emotion Train Ride from Tokyo!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-05 19:05:24"
    },
    {
        "intDurationHour": 13,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 23743,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1481189505/szcdngs14amg57m75s18.jpg",
        "strIntroduction": "Exploring Japan by rail is always a rewarding experience, and this one day event trip from Tokyo combines both the high speed comfort of the Shinkansen, with a fun-filled trip through scenic Niigata by local rail. Starting from either Tokyo, Ueno, Omiya, Kumagaya or Honjyo Waseda Stations you will travel on the Hokuriki Shinkansen to Joetsu Myoko Station. There you will board a reserved Koshino Shu Kura event train bound for Tokamachi. As the train winds its way along the beautifully scenic Niigata coastline, you will be able to sample some of Niigata's famous sake, brewed using the regions superior rice. There will also be live jazz or classical music performed on the train. The train will stop over at Umekawa station close to the sea coast and where you can feel the sea air. The Shu Kura event train terminates at Tokamachi Station, where you will have free time to explore, visit an onsen (hot spring bath) or have a meal at your own leisure. When you are ready to return to Tokyo, take the regular, non-reserved Hokuriku Kyuko train service to Echigo Yuzawa Station. From there, take the Joetsu Shinkansen back to Tokyo or the station you started from. Please note: the Koshino Shu Kura event train may take one of three slightly different, but equally scenic routes between Joetsu Myoko Station and Tokamachi Station depending on the day and the date of travel. Note: A different version of the train called Yuzawa Shu Kura will let you go to Echigo Yuzawa from where you will board the Shinkansen back to Tokyo. Yuzawa Shu Kura operates only on selected days. The train service is available on Fridays, Saturdays and Sundays only.",
        "strLocation": "Niigata",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-niigata-enjoy-a-one-day-train-trip-on-the-koshino-shu-kura-niigata/6740?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy a One Day Train Trip on the Koshino Shu Kura, Niigata!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-05 19:11:12"
    },
    {
        "intDurationHour": 5,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 9238,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1464344926/uajvp4ic9a7dpygby0ns.jpg",
        "strIntroduction": "In this unique activity you can visit a local Japanese farm near Tokyo and experience the daily life of farmers! Join the farmers in their rural activities and enjoy a delicious healthy lunch with fresh and seasonal ingredients! Date: Every weekday. Departure Location: TABICA's office in Harajuku Activity place: Depends on the date. Contents: 10:00 Meetup at the office 10:15-11:15 Head to the destination and meet the host. 11:30-14:00 Activity Time! (includes lunch) *We will cook lunch using seasonal vegetables from the farm (potatoes, zucchini, cabbage, etc.) 14:00- Head back to the office and finish the tour Duration: 10:00-15:00 Things to bring: ・clothes suitable for farming activities ・something to drink (no alcohol) ・hat or cap Minimum number of participants: 2 people",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-visit-a-japanese-local-farm-near-tokyo-and-have-fresh-lunch/6313?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Visit a local farm near Tokyo and have fresh lunch!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-05 19:15:55"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 4966,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1481245856/ujvzyfqlfqn8onzmm9lt.jpg",
        "strIntroduction": "Book this shared airport transfer service to or from the Kansai International Airport to many area in Osaka! This shared shuttle bus service will pick you up at Kansai International Airport and drop you off the designated hotels or drop off address in Osaka area. This service can also be used to transfer to the Kansai International Airport. You just have to inform us the hotels or the address where you want us to pick you up. This shared shuttle bus will wait for your arrival from 45 to 80 minutes after the EAT (estimated arrival time). It will also wait for your arrival even if the flight is delayed. This private transportation will take you to the designated drop off area as you show up at the airport. This shared shuttle bus will pick you up at the designated hotels or address and take you to the airport immediately, so you can arrive 100 – 180 minutes before your departure time (60 – 90 minutes for domestic flight). The total of luggage per person is 1 (one) big suitcase per person. If you have many luggage, please inform us in advance. You will also be charged for an extra fee for you luggage. Transferring from the Kansai International Airport to Osaka City by train is not easy if you carry many big luggage. We suggest you to use this shared shuttle bus service as one of your travel supports. In addition, if you use our reservation service, you can book this transfer service easily with no hassles!",
        "strLocation": "Osaka",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-osaka-shared-shuttle-between-osaka-kansai-international-airport/6857?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Shared Shuttle between Osaka/Kansai International Airport!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-05 19:19:07"
    },
    {
        "intDurationHour": 6,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 12010,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1481190698/n6d9vsnj9aqj4npfucno.jpg",
        "strIntroduction": "Reserve this program and enjoy touring around Miyazaki prefecture for 6 hours with private cars! This is the ideal shore excursion for cruise passengers coming to Miyazaki and travelers who wish to explore more of the area! This tour program you a half-day trip around Miyazaki with private transportation service with the following itinerary: - Departing from Miyazaki city - Visit Aoshima Island Aoshima Island, is a small and beautiful island located in the south of Miyazaki city. Aoshima is connected to the mainland by a bridge, surrounded by white beaches and subtropical jungle. You can walk around the Aoshima's beaches and enjoy shopping souvenirs there. You can also visit the Aoshima Jinja, a colorful shrine set back in the jungle that is believed to bring luck to married couples. - Visit Horikiri-toge Pass Enjoy the astonishing view of the Nichinan-kaigan coastline and the Hyuga-nada Sea from Horikiri-toge Pass. The pass is enhanced with the shift of the Poinsettias, that turns red from mid October to mid November. Don't forget to see the rugged bedrock called \"Demon's washboard\" beneath the pass! - Visit Sunmesse Nichinan Sunmesse Nichinan is a theme park located in Miyazaki prefecture. This park has a wonderful wide panorama of the Pacific ocean and full replica of the Eastern Island Moai Statues scattered around. This replica is the only Moai statues replica in the world. You can also enjoy many interesting dining facilities and guests ranceh at Sumesse Nichinan - Visit Udo Shrine Udo Shrine, is a shrine dedicated to Yamasachihiko, the father of Emperor Jimmu, the mythical first emperor of Japan. The shrine is located on the Nichinan Coast, south of Miyazaki city. You can enjoy the spectacular view of the ocean from the cliff of this brightly painted shrine. - Visit Miyazaki Shrine Miyazaki Shrine is the oldest and the most important shrine in Miyazaki city. This shrine is dedicated to Emperor Jimmu, the mythical first emperor in Japan, which is said to have been built over 2600 years ago. - Visit Heiwadai Park Heiwadai Park, or also known as the Peace Tower Park, is the most recognized landmark in Miyazaki. It was built in 1940 to celebrate the 2600th anniversary of the ascension of Emperor Jimmu, the mythical first emperor of Japan. The Peace Tower inside the park is built by stones sent from all around Asia. - Arrive in Miyazaki city This half-day tour program is accompanied by an English speaking private tour guide, so you don’t have to worry about the language barrier. Use our reservation service and enjoy this tour to the fullest with your friends or family!",
        "strLocation": "Miyazaki",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-miyazaki-shore-excursion-around-miyazaki-prefecture-for-six-hours/6850?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Shore Excursion Around Miyazaki Prefecture for 6 Hours!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-05 19:22:31"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 7576,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1466158297/e5qh4i6o3xtu4ugc2dho.jpg",
        "strIntroduction": "This is a home cooking class where you can cook Japanese dishes in 20 minutes! Lesson contents: Let’s make together side dish, cooked rice, desserts etc! You can cook easily in 20 minutes! Includes: 1. Traditional Japanese home dishes (like \"Niku-Jaga\"= Simmered Meet and potato, Teriyaki chicken, Miso-Soup, Egg custard, Okonomiyaki, etc) 2. Sushi rolls 3. Tempura 4. Chirashi-zushi 5. Steamed dumplings 6. You can master making soup-stock (Dashi), choose the seasoning, as well as learn how to wash the rice. 7. You can learn the hospitality of Japanese cuisine. 8. The class is held at my house with small groups. It is an at-home atmosphere. Lesson type: ● Introduce and make 3-4 dishes using ingredients of the four seasons in Japan. Have tasting then. ※There is also a shopping tour for the ingredients before the cooking as optional tour. (Around 30 minutes) ● Held at 1-5 people per classroom. (Please contact us when the number is larger) ★In case of more than 10 people, please contact me up until 2 months ago. ⚫︎It is possible to hold the lesson with Japanese if you speak Japanese. Duration: ● 3 hours 11:00 to 14:00 (tasting included) Access: ●a 5-minute walk from Kichijoji Station. (I will let you know more detail after application)",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-experience-japanese-home-style-cooking-class-in-kichijoji/6798?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Experience Japanese home style cooking class in Kichijoji",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-05 19:27:43"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 7576,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1410156904/iidjywkjdcshaaw6kpu7.jpg",
        "strIntroduction": "This is a home cooking class where you can cook Japanese dishes in 20 minutes! Lesson contents: Let’s make together side dish, cooked rice, desserts etc! You can cook easily in 20 minutes! Includes: 1. Traditional Japanese home dishes (like \"Niku-Jaga\"= Simmered Meet and potato, Teriyaki chicken, Miso-Soup, Egg custard, Okonomiyaki, etc) 2. Sushi rolls 3. Tempura 4. Chirashi-zushi 5. Steamed dumplings 6. You can master making soup-stock (Dashi), choose the seasoning, as well as learn how to wash the rice. 7. You can learn the hospitality of Japanese cuisine. 8. The class is held at my house with small groups. It is an at-home atmosphere. Lesson type: ● Introduce and make 3-4 dishes using ingredients of the four seasons in Japan. Have tasting then. ※There is also a shopping tour for the ingredients before the cooking as optional tour. (Around 30 minutes) ● Held at 1-5 people per classroom. (Please contact us when the number is larger) ★In case of more than 10 people, please contact me up until 2 months ago. ⚫︎It is possible to hold the lesson with Japanese if you speak Japanese. Duration: ● 3 hours 11:00 to 14:00 (tasting included) <Access> ●a 5-minute walk from the Sagami-Ono Station, Odakyu line (I will let you know more in detail after we receive your application)",
        "strLocation": "Kanagawa",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-kanagawa-enjoy-cooking-japanese-food-in-english-near-sagami-ono/2701?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy Cooking Japanese Food in English near Sagami-Ono!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-05 19:31:49"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 5820,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1466087544/kqsz2dvtgvdl7owsqsom.jpg",
        "strIntroduction": "After a meeting at Sensoji Temple in Asakusa, we'll look for some extremely impressive but barely noticed scars of the firebombing at the end of WW2 right on the grounds of the temple. We'll head North and stop at Imado Shrine, a must-stop for the lonely souls in search of love, and one of the self-proclaimed origins of the Maneki Neko. We will stroll through Yoshiwara, the district of pleasures during Edo times. Nowadays, the neighborhood is still punctuated with borderline brothels and \"soaplands\" (for the avoidance of doubt: there will be no visit of any of those establishments). Our tour will bring you through San'ya, where the poorest of the poor daily workers lived in a near-ghetto, site of a few (very) dark anecdotes, slum in the background of the manga \"Ashita no Joe\". We'll finish in Kozukappara, site of the execution grounds in Edo, where tens of thousands lost their lives in feudal times. This tour will bring us through some less-flashy, sometimes even gloomy, parts of the capital. We may use public transportation from time to time (in which case we will try to use public city buses to remain on the surface). The schedule is adjustable depending on your wishes.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-see-the-area-beyond-sensoji-half-day-tour-north-of-asakusa/6797?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "See the area beyond Sensoji: half-day tour north of Asakusa",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-05 19:37:38"
    },
    {
        "intDurationHour": 7,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 11548,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1466242010/femr6muczxkzzawqq2li.jpg",
        "strIntroduction": "For those who lack time, discover in a day the major districts and attractions of the Eastern side of the capital on a private tour. We will start near Shinbashi Station and the splendid Hamarikyu gardens, a little bit of the old Edo amongst shiny high-rise buildings. Next stop will be Ginza, we will stroll through the back-alleys of the most known shopping area in Japan. After a quick stop near the Imperial Palace, we will head towards Akihabara and its multitudes of shops for the geeks that we all are. We will then continue towards Ueno through the open-air market of Ameyayokocho. We will finish the day by visiting the most famous temple of Tokyo, Sensoji Temple in Asakusa. We will use public transportation between each stops, and discover the city on foot, but a car can be arranged upon request. The itinerary is somewhat flexible and can be modified to accommodate your wishes.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-discover-the-essentials-of-tokyo-eastern-side-1-day-tour/6809?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Discover the essentials of Tokyo's eastern side, 1-day tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-05 19:42:10"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 5820,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1466266389/ds78gsr0xkhifzytdmbx.jpg",
        "strIntroduction": "After meeting at your accommodation, we will head to Shibamata area in Katsushika ward. The busy temple of Taishakuten and the many shops lining the pilgrimage path offers a very authentic slice of traditional Tokyo. The neighborhood is also the setting of the extremely prolific movie series (almost 50 installments!) \"Otoko wa Tsurai yo\", several spots here remind the visitors of its protagonist, Torasan. The visitor can cross the Edogawa river on the last ferry of the city, Yagiri no Watashi. We will then head to Mizumoto, the largest park of Tokyo, seldom visited by tourists, and discover a few off-the-beaten path attractions.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-stroll-around-shibamata-area-in-tokyo-half-day-tour/6823?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Stroll around Shibamata area in Tokyo, half day tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-05 19:45:07"
    },
    {
        "intDurationHour": 7,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 11548,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1466297420/kw6bwizp8dxpdfbdqmtg.jpg",
        "strIntroduction": "Meet at your accommodation and transfer to the dynamic district of Ikebukuro. Stroll the Otome Road and shop in Sunshine City. Next stop will be Shin-Okubo and its lively Korean district. From there, we'll walk to Shinjuku and discover both sides of the station: the Western side and its high-rise buildings (we will go up the Metropolitan Government Office building, offering a fantastic viewpoint on the city), and the Eastern side where all come, play and shop. Transferring to Harajuku, we'll visit the famous Meiji Jingu Shrine, make a brief stop in Yoyogi park, and stroll down Takeshita Street. Walking the fashionable cat street, we'll reach Shibuya, its crowds and its neon lights towards the end of the afternoon. We will use public transportation between each stops, and discover the city on foot, but a car can be arranged upon request. The itinerary is somewhat flexible and can be modified to accommodate your wishes.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-discover-the-essentials-of-tokyo-western-side-1-day-tour/6824?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Discover the essentials of Tokyo's western side, 1-day tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-05 19:48:12"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 9885,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1466311157/lpuyrq1svhy5kwjsqsoe.jpg",
        "strIntroduction": "After an early start from the Ryutsu Center Station, we will directly head to the vegetable section, followed by the flower section, to observe the busiest auctions of these products in the country. We will walk through the gigantic warehouses of the (currently) largest wholesale market of Tokyo, occupying an overall area larger than the worldwide known Tsukiji. We will of course have a look at the seafood section. With some luck, we might have a good view of Mount Fuji from the parking area of the market. Slightly off-the-beaten path of usual touristic destinations in Tokyo, this market has very few outside visitors, allowing to watch first hand the spectacle of the auctions.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-enjoy-a-private-tour-of-the-large-ota-market-in-tokyo/6831?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy a private tour of the large Ota Market in Tokyo",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-05 19:52:42"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 3695,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1466202587/s606walneaqqfocivuhr.jpg",
        "strIntroduction": "Join the drinking parties of our group in Tokyo! We split the members into small groups and then you talk with some people while sitting on a chair. After a while, some people move to new seats. This enables you to make many friends in Tokyo. We also do some activities. For example, origami (the art of making objects for decoration by folding sheets of paper), Japanese calligraphy for making kanji names for non-Japanese members. If you want to try, please tell during the session. Near future schedule: Please ask me!!",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-join-a-drinking-session-with-locals-in-tokyo/6803?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Join a drinking session with locals in Tokyo",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-05 19:57:33"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 4896,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1465901744/sjlxoiw5316yxmkhv5dd.jpg",
        "strIntroduction": "In this activity you can practice making decorative sushi as a form of Japanese culinary art! Meet at the ticket gate of Kami-Otai Station around 10 am on Tuesday. We'll walk to Fumie's house together. The schedule is as follows: 10:00 - 12:00: making decoration sushi rolls 12:00 - 12:30: eating time 12:30: Send you off to the station. There are 9 kinds of decorated sushi rolls (Snail, Sea Otter, Pink flower, Snoopy, Totoro, Bird, Octopus, Bear, Minions). You can choose making one of them.",
        "strLocation": "Nagoya",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-nagoya-experience-making-pretty-decorated-sushi-in-nagoya/6776?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Experience Making Pretty Decorated Sushi in Nagoya",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-05 20:01:24"
    },
    {
        "intDurationHour": 7,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 11548,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1465827651/ulrdsiqw2jzddq2cxs6s.jpg",
        "strIntroduction": "After a pick-up at your accommodation, we will head towards lively Oji in Kita Ward. We will stroll in Asukayama park, the oldest park of the city established simultaneously with Ueno, and talk about the history of the surroundings. Heading West, we will look for relics of a gigantic war factory complex near the Shakujii River, with a few intact pieces and buildings here and there. We'll head towards Itabashi, the first stop on the Nakasendo road during Edo times, and discover about its fascinating history, while taking a look at a few temples and shrines along the way. Continuing our way, we will make a brief stop in Tokiwadai, a planned residential neighborhood of the first half of the 20th century, with a few buildings still standing. We will switch periods and explore a bit the mammoth residential complexes near Akabane Station, representative of the early postwar urban development of Tokyo. After some strolling near Akabane, the gateway to the North, we will end the day at the Iwabuchi sluice, a magnificent piece of engineering dating from Taisho times, and see the starting point of the Arakawa canal. This is a full day walk, roughly 16-17 km, relatively flat, passing through seldom visited areas of Tokyo.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-dig-deeper-in-the-northwest-of-tokyo-1-day-local-area-walk/6769?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Dig deeper in the Northwest of Tokyo: 1 day local area walk",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-05 20:05:57"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 3326,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1465910160/hld9ookiks7wniginxfp.jpg",
        "strIntroduction": "You can learn how to cook takoyaki (Osaka's famous food) and eat them at one of the izakaya bars on Sennichimae Doguyasuji shopping arcade in Osaka. Doguyasuji shopping arcade supplies all the kitchen needs to this culinary obsessed city. Many tourists also stroll these streets in search of the perfect souvenir to take home from their trip to Osaka. Detail of the workshop: •please come to shop at the meeting time •staff will explain how to cook •cook takoyaki (staff will instruct you) •eating •cook more takoyaki •eating •end of the workshop You can cook takoyaki dumplings twice in this activity. Both kids and adults can enjoy this workshop. Timetable: First session: 10:00 am-11:30 am Second session: 12:00 pm (noon) - 1:30 pm Third session: 2:00 pm -3:30 pm If you want, we provide beer, sake, shochu (we charge for alcohol).",
        "strLocation": "Osaka",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-osaka-experience-making-takoyaki-in-namba-osaka/6719?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Experience making Takoyaki in Namba, Osaka!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-05 20:11:14"
    },
    {
        "intDurationHour": 5,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 13950,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1481190363/cihkmcrpxrrfs6ejo4uz.jpg",
        "strIntroduction": "Lake Motosuko is one of the Mt. Fuji Five Lakes that have long been considered sacred for the Japanese people. Its astounding beautiful landscapes of crystal clear waters and the iconic Mt. Fuji in the background are even depicted on the back of the 1,000 yen bill. Lake Motosuko is special in that it has the clearest and deepest water of all the Five Lakes, which has made it hugely popular among people who like water sports. One of the best ways to explore the area is to go on a canoe trip on the lake and paddle your way through the amazing landscapes. In this activity you will have half a day to explore the lake at your leisure and enjoy not only the beautiful landscape, but the sun on your skin, the wind and the natural sounds of the lake. Besides the canoe rental fee, the activity includes gloves, paddles, and a life jacket for you to enjoy feeling safe. Depending on the season, enjoy the beautiful and unique landscapes of each period of the year and plan a whole day at the lake, with several restaurants and hotels around so you can plan one of the most memorable days of your trip to Japan.",
        "strLocation": "Yamanashi",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-yamanashi-enjoy-views-of-mt-fuji-from-a-canoe-in-lake-motosuko/6760?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy views of Mt. Fuji from a canoe in Lake Motosuko",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-05 20:15:09"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 5635,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1481189933/h3dru1fd2bgev3cbtjhk.jpg",
        "strIntroduction": "One of most iconic views of Mt- Fuji has to be the mountain reflected on the surface of Lake Kawaguchi, and what better way to admire it as well as enjoying the beautiful, natural surroundings of the lake than by hoping on an authentic Canadian canoe and spending two hours paddling on the lake. There are three ways you can experience this activity. Canadian canoe experience: You will join a small group accompanied by a qualified and experienced instructor, trained in First Aid response who will assist and guide you throughout the activity, making it easy to learn and providing a safe experience even for beginners, and people of all ages. Canoeing solo: Alternately, if you are experienced in canoeing, or have completed the Canadian canoe experience, you can take on the challenge of canoeing by yourself, while still benefiting from the instructor's knowledge and guidance, by paddling solo, you will have more freedom to explore and enjoy the lake at your pace. Canoe guided cruise: Finally, if what you are most interested in is the view and the pleasant trip on the lake, you can also join this activity where the guide will paddle and provide commentary about the area as you sit and relax while taking in the natural landscape. This activity is available for up to two people. Note that you will not paddle the canoe in this option. No matter your preferred style, this is a unique way to experience the area and enjoy nature. The activity is available all year round, with each season offering a unique landscape for you to enjoy. Also if weather permits it, you can step on the inhabited island in the middle of the lake known as the 'island of the cormorant', an aquatic bird native to the area. Don't miss the chance to reconnect with nature and enjoy that beautiful landscape of Mt. Fuji reflected on the lake as you actually paddle on it, in company of your family, friends or that special someone.",
        "strLocation": "Yamanashi",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-yamanashi-enjoy-lake-kawaguchi-in-a-canadian-canoe-near-mt-fuji/6745?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy Lake Kawaguchi in a Canadian canoe near Mt. Fuji!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-05 20:20:44"
    },
    {
        "intDurationHour": 16,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 54507,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1481190545/pbioigvhnzo9shuccnlj.jpg",
        "strIntroduction": "Visit Aomori and join the Nebuta Festival only with this tour program! Nebuta Festival is one of the Three Greats Festivals of Tohoku Region. The Nebuta Festival is a breathtaking and unique celebration event in Aomori, which is held once a year from August 2 to 7. It features gorgeous, vivid floats shaped after famous historical and mythological Japanese characters. Nebuta Festival is the most colorful festival in Japan. Nebuta Festival is the most memorable and visually impressive festivals in Japan. Nebuta Festival is a gem of Aomori prefecture, and because of this, many locals in Aomori will spend their entire year constructing the enormous Nebuta floats. The floats are made by fragile Japanese paper and handcrafted wire and bamboo frames. Most floats typically depict Japanese Gods, historical figures, kabuki actors, and mythological beings. Hundreds of light bulbs are weaved throughout the floats, illuminating the parade with amazing colors. Therefore, by day the Nebuta floats are impressive, but by night they are absolutely breathtaking. The best part of this festival actually is not the floats, nor the performers. The best part of this festival is the fact that the audience can participate in the festival too. The audience can dance around the floats and chanting “rassera” a nonsensical Japanese phrase only seen during the Nebuta Festival. Nebuta Festival is also a competition of the floats. Each year the best floats are chosen, and on the last night of Nebuta Festival, the top three floats are transported to ships in Aomori harbor to cruise along the bay. You can also enjoy the festival food, haunting flute music, and dancing at the festival. This tour program offers you two days round trip shinkansen tickets departing from Tokyo and an overnight accommodation at hotels in Aomori city. Spectator seats tickets are not included in this program, so you will need to buy it directly on site if you want to seat in that area. Reservation is difficult to make, so we recommend you to use our service to book with no hassles! IMPORTANT: *This trip is available in Japanese only* - however we highly recommend this as a rare Japan experience that you can enjoy regardless of language.",
        "strLocation": "Aomori",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-aomori-visit-aomori-and-join-the-nebuta-festival-this-summer-aug-2-7/6762?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Visit Aomori & Join The Nebuta Festival This Summer(Aug 2-7)",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-05 20:24:10"
    },
    {
        "intDurationHour": 16,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 54507,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1481190420/bvny4ieuy8m4cxdwbrox.jpg",
        "strIntroduction": "Visit Akita City and join the Akita Kanto Festival with this tour program! Akita Kanto Festival is one of the Three Great Festivals of Tohoku Region. Akita Kanto Festival is a Tanabata related celebration in Akita City, which is held every year from August 3 to 6. The highlights of the festivals are the impressive performance of the Sashi-Te (male performers who lift up the kanto’s long bamboo poles with arrays of paper lanterns) and the Ohayashi (performers who play taiko drums and Japanese flutes). The kanto poles come in different sizes with the largest measuring 12 meters, weighing 50 kilograms and carrying as many as 46 paper lanterns, lit by real candles. The performers change every few minutes and gradually add extensions to the pole until the kanto reach its maximum heights. The Kanto Festival is also a form of prayer to the Gods, aiming for good and powerful harvests of the rice. This tour program offers you two days round-trip Shinkansen tickets with overnight accommodations in Akita city. Spectator seats tickets are not included in this program, so you will need to buy it directly on site if you want to seat in that area. Reservation is difficult to make, so we recommend you to use our service to book with no hassles! IMPORTANT: *This trip is available in Japanese only* - however we highly recommend this as a rare Japan experience that you can enjoy regardless of language.",
        "strLocation": "Akita",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-akita-visit-akita-and-join-the-akita-kanto-festival/6761?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Visit Akita and Join the Akita Kanto Festival!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-05 20:27:52"
    },
    {
        "intDurationHour": 16,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 39263,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1481190256/vlesmyjfjcgwuiwk1rv9.jpg",
        "strIntroduction": "Visit Morioka and join the Sansa Odori festival by reserving this wonderful tour package! Morioka Sansa Odori festival is one of the Five Great Festivals of Tohoku, which is held from August 1 through 4. During the festival, you can see over 10,000 taiko drummers and dancers parade through the city, which makes this festival listed in the Guinness Book of Records as the largest taiko drum festival in the world. Sansa odori festival is very visually and aurally stimulating. The choreography of the main Sansa Odori parade on Chuodori Street is modern and simplified, and the Sansa odori at other venues such as Ekimae Hiroba in front of the station has more traditional and more dynamic choreography. This tour package offers you two days round trip Shinkansen ticket departing from Tokyo to Morioka with an overnight accommodation in Morioka city. You can also make a reservation for spectator seats for this festival if you already booked your transportation and accommodation apart from this tour package! Reservation is difficult to make, so we recommend you to use our service to book with no hassles! IMPORTANT: *This trip is available in Japanese only* - however we highly recommend this as a rare Japan experience that you can enjoy regardless of language.",
        "strLocation": "Iwate",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-iwate-visit-morioka-city-and-join-the-sansa-odori-festival/6754?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Visit Morioka City and Join the Sansa Odori Festival!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-05 20:33:06"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 72984,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1481190162/ki0mxymr0slxi0nsntdn.jpg",
        "strIntroduction": "Join this tour and experience a healthy fasting program in Atami, Izu, Shizuoka. Different from other fasting program, you will be eating the minimum required food during the fasting program. The food will be following the macrobiotic diet, which will help you at detoxifying your body. Since the fasting program is following the macrobiotic diet, most of the ingredients of the food would be organic. The food will be cooked with high and precise technique, so all of the nutrients will remain in the food. The schedule for the fasting program will be as follows: Day 1 - Hotel check-in from 15:00 - Hotpot dinner Day 2 Breakfast - Japanese tea - Seasonal Chakin Lunch - 6 types of vegetable dishes - Soft and fluffy brown rice Dinner - Macrobiotic Special Kaiseki Cuisine Day 3 Breakfast - Grain rice porridge, soup, and green juice Hotel check-out 12:00 This program is a 3 days 2 night healthy fasting program. You might not be staying in the same room everyday due to the hotel rooms occupancies. In additions, children cannot join this program, so please refrain from taking children together with you during this program. Reservation is difficult to make, so we recommend you to use our service to book with no hassles!",
        "strLocation": "Shizuoka",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-shizuoka-experience-healthy-fasting-tour-in-atami-shizuoka/6753?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Experience Healthy Fasting Tour in Atami, Shizuoka!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-05 20:38:24"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 96080,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1481190095/jaowlvbilkvu2l77m0gj.jpg",
        "strIntroduction": "We suggest you to spend your summer holiday this year by visiting Lake Biwa in Shiga and experience the glamorous camping with this tour program! You will be staying in a suite room of a camp style villa nearby the Lake Biwa, where you can enjoy spending precious moments with your friends or family! This tour also offers you a fancy Dutch oven dinner, which you can enjoy at the restaurant nearby your villa! You can also enjoy the camping spot's most famous breakfast buffet, both in Japanese and Western style! You don't have to pitch your tent, and there will be no sleeping bags and no fire to build! Just join this glamorous camping (glamping), and you will experience the great outdoors without sacrificing any luxuries! Reservation is difficult to make, so we recommend you to use our service to book with no hassles!",
        "strLocation": "Shiga",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-shiga-experience-glamorous-camping-nearby-the-lake-biwa-in-shiga/6752?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Experience Glamorous Camping Nearby The Lake Biwa in Shiga!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-05 20:43:43"
    },
    {
        "intDurationHour": 16,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 45268,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1465172803/kx8k3tbapp5jj7grcwzz.jpg",
        "strIntroduction": "Myoko Kogen ski resort in Niigata prefecture is one of the best ski areas in Japan and home to Akakura Onsen, one of the seven hot springs in the region. Myoko Kogen stands out among other hot springs areas because of the variety of color and mineral content of its hot spring sources despite their proximity to each other, which allows visitors to experience a wide range of hot springs in the same area. In this all-inclusive package, you will stay at Akakura Kanko Hotel, established in 1937 and one of the first European-style ski resorts in Japan. It combines that old-world tradition with modern amenities and a unique Japanese touch, and breathtaking views of the mountains all around, the Lake Nojiri sparkling to the east, and on a clear day, all the way to Sado Island across the Sea of Japan. As part of the package, you'll have access to the hotel's Earth SPA by CLARINS, where you'll receive a relaxing herbal steam therapy. Earth SPA by CLARINS opens from 14:00 to 21:30 (13:00 – 21:00 in winter), so please reserve your desired time when you reserve a room. The plan also includes an American or Japanese-style breakfast and dinner, for which you can choose among four different options: 1. French course 2. Kaiseki (traditional Japanese cuisine) 3. Shabu-shabu 4. Sukiyaki Get away from it all at this secluded resort in one of Japan's most popular ski areas with relaxing hot springs and breathtaking beauty.",
        "strLocation": "Niigata",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-niigata-relax-at-an-all-inclusive-hot-spring-and-spa-in-miyoko-niigata/6684?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Relax at an all-inclusive hot spring & spa in Myoko, Niigata",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-05 20:49:17"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 17368,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1465108517/vucq40mevspr0kggeszq.jpg",
        "strIntroduction": "Washi is a traditional Japanese paper with more than 1300 years of history. It is made with the gampi tree, the mitsumata shrub or the paper mulberry, but also can be made using bamboo, hemp, rice, and wheat. It is often used in traditional arts such as origami, shodo calligraphy, ukiyo-e paintings and even everyday articles such as clothing, household goods and ceremonial clothes and objects for shinto priests and Buddhist statues. It was designated by UNESCO as an intangible cultural heritage object. In this activity you will visit Washi-no-Sato paper-making facility in Higashichichibu Village in Saitama prefecture, where you will learn about the history and tradition of washi and even have the opportunity to make your own postcard out of washi paper. This is a guided activity, where the guide will explain the process step by step. First, participants skim off the paper material from the water tank under the supervision of the instructor. Even if you think this is hard work, you will be surprised to realize that in fact, it does not require much physical labor, and even women and children can participate without any trouble. When the pieces of paper, skimmed off in the shape of postcards, are put on a table, participants create their desired designs on the postcards using the juice squeezed from garden flowers and plants, as no artificial ink is used. After the participants put their favorite designs on the postcards, the staff will put a thin layer of Japanese paper over them to finish the entire work. The participants can have their finished postcards within one to two hours. This is a creative, relaxing activity that will fully occupy your mind and make it seem like time flies. The facilities also exhibit Hosokawa-gami (local specialty paper) as well as tools for the production of Japanese paper inside a 300-year old house. Visit this beautiful and relaxing place and learn about the history and tradition of Japanese paper making!",
        "strLocation": "Saitama",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-saitama-experience-the-old-tradition-of-washi-paper-making-saitama/6671?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Experience the old tradition of Washi paper making, Saitama",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-05 20:54:27"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 56724,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1481189108/izrtaynimmkaltmofbyi.jpg",
        "strIntroduction": "In this 3-day and 2-night plan, you can receive many kinds of beauty services. The hotel services are also rich, so it will ensure a memorable experience for you in Okinawa. The Detox Beauty Plan includes: -Counseling (Pre- and after the spa) -Body Pack x1 (30 min) -Body Scrub x1 (30 min) -Facial Treatment x1 (60 min) -Body Treatment x1 (60 min) -Yoga x1 (45 min) -Swimming pool guide x1 (30 min) Hotel Services are available under the following schedule: -Breakfast \"\"Fine Dining\"\" 06:30 - 10:30 -Swimming pool 09:30 - 22:00 (Free of charge while staying) -Dry Sauna & Gym 09:30 - 22:00 (Free of charge while staying) -Library Lounge & Bar (Free of charge while staying) (Tea time) 14:00 - 16:00 Enjoy coffee, herb tea, hotel-made sweets, etc. (Cocktail time) 17:00 - 19:00 Enjoy alcohol -Butler service (24 hours) Transportation to the hotel from Naha Airport: Approximately 90 min by taxi or airport limousine bus This tour is available every day.",
        "strLocation": "Okinawa",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-okinawa-experience-the-detox-beauty-stay-in-okinawa/6670?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Experience the Detox Beauty Stay, in Okinawa",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-05 20:57:20"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 5414,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1481189017/eaa4afjigdivhkeozwnr.jpg",
        "strIntroduction": "In this tour, near lake Toya in Hokkaido, you will be able to enjoy horse trekking on a hill. You can pick a course which suits your ability or situation from 3 courses. The beautiful nature of Toya can be enjoyed in all the courses. 1. Lake trekking course This is a 40-minute course which leads to a small hill where you can enjoy the view of lake Toya and surrounding mountains. The course is suitable for beginners. You need to be taller than 140cm to join. 2. Lake hill trekking course This is a 90-minute special course which you can enjoy, full of wild nature and birds. The course has steep sides so it's suitable for those who have experienced horse trekking or beginners with enough stamina and guts. You need to be taller than 140cm to join. 3. Family trekking course This is a 35-minute course in which families with children will be able to enjoy. The nature of Hokkaido is spectacular. Children can only join with a parent, but needs to be able to ride on a horseback alone. Staff will support children while trekking.",
        "strLocation": "Hokkaido",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-hokkaido-enjoy-horse-trekking-near-lake-toya-in-hokkaido/6666?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy Horse Trekking Near Lake Toya, in Hokkaido!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-05 21:01:09"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 544145,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1481188961/fatbd8my2ektkk15sdiq.jpg",
        "strIntroduction": "In this 3-day and 2-night tour, you can have a luxurious trip to Miyazaki and Kagoshima. The two hotels prepared for the guets are elegant hotels where you can relax and have a special experience. On Day 1, guests will be staying at Seagaia Sheraton Grande Ocean Resort. You'll be able to relax at the Banyan tree spa after your long flight to Miyazaki. The restaurants for your special dinner can be selected from Teppanyaki Fukami or Sushi Yashio. Enjoy Miyazaki's local ingredients' original taste and aroma. For your evening cocktail, you can have a seat at a luxurious bar and spend elegant moments with your partner. Your second day starts at Toyotama, where you can choose your breakfast menu from either Japanese-style or French-style. After that, you have 3 options for your activity: 1) Sightseeing & Lunch: Enjoy spiritual sightseeing in the city, which you can see tourist spots that have relation to Ryoma Sakamoto and his wife, who is one of the most popular Samurai in the Bakumatsu period in Japan. After that, enjoy your lunch at Wasureno-Sato Gajoen, where you can have tasty organic vegetables and chicken meals. 2) Enjoy Golf at Phoenix Country Club and Tom Watson Golf Course. Phoenix Country Club is one of the world's top 100 most famous golf courses, and the Tom Watson Golf Course is the only golf course in the world with the Watson name. If you would like to enjoy golf in the best golf courses in the world, don't miss this chance! 3) Golf Lessons at Phoenix Golf Academy You can take lessons with the first PGA-certified Japanese golf instructor to hold a Class A license! If you wish to elevate your golf skills, it's going to be a great opportunity! On your last day, you will have breakfast and lunch at Tenku no Mori in Kagoshima. You can enjoy organic local vegetables and have a picnic as well! This tour is available every day. Your Original Itinerary: [Day 1] Meet your guide at Miyazaki airport Check in at Seagaia Sheraton Grande Ocean Resort Relax at Banyan tree spa Enjoy a special dinner & evening cocktail [Day 2] Enjoy breakfast with Miyazaki's local ingredients Choose which activities you would like to experience, listed above. Check in at Tenku no Mori [Day 3] Eat breakfast with organic vegetables Enjoy a picnic lunch The tour ends at Kagoshima Airport.",
        "strLocation": "Miyazaki",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-miyazaki-enjoy-a-3-day-luxurious-trip-to-miyazaki-and-kagoshima/6665?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy a 3-Day Luxurious Trip to Miyazaki & Kagoshima!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-05 21:06:26"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 88689,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1465050544/wbgrxhgspgytlnz1mbil.jpg",
        "strIntroduction": "Teeth whitening has been an emerging trend in Japan, especially for those who seek a perfect image or work with communication in public. Be more confident with a healthy, shining and beautiful smile. Our dental salon holds a high level of dental practices and shares the largest number of dental salons in Japan. Instead of going to a dental clinic, in our salon, you can enjoy a professional treatment with the most advanced technology while relaxing in our comfortable signature chairs, natural aroma and healing music for both your soul and body. Our nationally certified therapists will help you achieve whiter teeth, prevent and eliminate bad breath or periodontal disease. Please come to one of our branches around Tokyo upon your personal preference: Ginza, Shinjuku, Ikebukuro, or Kichijoji (the exact address for either one of these locations will be provided after you've booked)",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-experience-teeth-whitening-at-a-top-dental-salon-in-japan/6661?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Experience Teeth Whitening at a top Dental Salon in Japan",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-05 21:09:25"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 26052,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1465052247/vgcp7kzz8rfoejpvbjo4.jpg",
        "strIntroduction": "Standing in the deep forest of Nakafusa Valley in the Northern Alps, Hotaka Yojoen is a holistic healing retreat, whose concept is “eating good food, doing proper exercise, and relaxing can enhance the healing power of human body”. Based on that, they serve macrobiotic meals twice a day, using brown rice and fresh vegetables from local farms. You will be amazed how a fat-free and monosodium glutamate-free diet is easy on your stomach, as well as rich in flavor. For proper exercise, they have programs of yoga, or forest bathing every morning. Soaking up in the morning sun will fully awaken the power of your body and mind. In addition, their natural hot bath is amazing. The bathhouse is made of wood and the water comes from a hot-spring source, nearby an Onsen (hot spring) resort. Unique points at Hotaka Yojoen are that all of the guests dine together and do their own dishes after meals. Probably, it comes from the self-sufficient state of mind in macrobiotics. Eat plenty of vegetables, do proper exercise and soak up in the morning sunlight. If you need to relieve the stresses of a long work week, why don't you spend 3 days & 2 nights at this great hideout? They provide various holistic therapies including Shiatsu massage, Aroma massage, Reflexology, and Esalen bodywork with additional fees. ●Access Take the JR Chuo-Line from Shinjuku Station or Nagoya Station to Matsumoto Station and change to the JR Oito-Line. Please get off at Hotaka or Ariake Station. A taxi will be placed in front of the station to go to Yojoen (Approximately a 15-minute taxi ride from Hotaka station; 10 minutes from Ariake station). During the high season and on weekends, buses run from Hotaka station. Please get off the bus at \"Ariake-san jinja shrine\" bus stop. It's approximately a 5-minute walk from Yojoen.",
        "strLocation": "Nagano",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-nagano-loosen-up-at-holistic-retreat-hotaka-yojoen-in-nagano/6660?acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Loosen Up at Holistic Retreat Hotaka Yojoen, in Nagano!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-05 21:12:59"
    }
]