[
    {
        "intDurationHour": 5,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 144,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1466406961/xh3k0gduzwitqi8pfzby.jpg",
        "strIntroduction": "This tour offers amazing hands-on experiences unavailable at other zoos. You can watch and hold lots of foxes at Zao Fox Village in Miyagi prefecture. Visitors can also play with other animals such as rabbits and goats. The vicinity around the Fox Village also offers fun, including Zao Cheese Factory and onsens. Schedule: 10:00 Gather at Shiroishi-Zao Station 10:30 Visit Zao Fox Village 12:00 Lunch 13:10–15:10 Walk in Zao 15:30 End tour (at Shiroishi-Zao Station)",
        "strLocation": "Miyagi",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-miyagi-a-one-day-nature-tour-in-miyagi-prefecture-frolic-with-foxes/6858?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "A 1-Day Nature Tour in Miyagi Prefecture: Frolic with foxes",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 11:03:31"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 34,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1466518757/b9dxbbmdmgctpdsixwsr.jpg",
        "strIntroduction": "This is a 2-hour tour around Ueno and Asakusa. The schedule of the tour is below: Meet at \"Park Exit\" of Ueno Station. 12:00 Walking through Ueno cultural district. You can see many museums, zoo and people relaxing there. 12:30 Passing on of the crowded shopping district in Tokyo, called Ameyoko. You can find cheap thing, food, services and real lives of people in Tokyo. 13:00 (Rent a bike) Ride a bike from Ueno to Asakusa. On the way to Asakusa you will find many interesting places. We can take a look at Kappabashi kitchen tools street, which is one of the largest kitchen furniture districts in the world. (Return the bike) 13:30 Tea break 14:00 Enjoy Asakusa district. You can enjoy both the main street and the side streets of Asakusa. around 14:30-15:00 Finish the tour at Asakusa.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-explore-ueno-and-asakusa-in-a-2-hour-tour/6877?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Explore Ueno & Asakusa in a 2-hour tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 11:06:55"
    },
    {
        "intDurationHour": 6,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 289,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1466182696/ge7iiezptbgopxqfza0k.jpg",
        "strIntroduction": "This tour takes one day (about 6 hours). In the morning, we will meet at Misasa Onsen hot spring, located in the central area of Tottori prefecture. If you wish, I can pick you up at different places like JR Kurayoshi Station, Tottori Airport or Yonago Airport. First, we will visit Sanbutsuji Temple which is located on the foot of Mt. MItoku. This Tendai Buddhist temple has 1,300 years of history and you can try Zen meditation there if you like. Explore the trail of Mt. Mitoku for about one hour (one way). Along the trail you will find some old wooden buildings. There are some steep slopes where you will have to climb by holding chain ropes or roots of trees, but there is no danger, actually. When you reach the Nageire-do, a national treasure building, you will be completely fascinated. You might imagine the ancient people who built this holy and mysterious building. After returning, try a vegetarian lunch at one of the temple buildings. You can also enjoy an open-air hot spring. I can arrange this tour for 1-5 persons. This tour has also a 2-day version. The 2-day tour includes a stay at an old pilgrim's lodging in the precincts of the temple with 3 meals. We will meet at the JR Yonago Station or Yonago Airport in the afternoon. The tour ends in the 2nd day's afternoon at the station or the airport.",
        "strLocation": "Tottori",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tottori-visit-the-unique-mountain-temple-mitoku-sanbutsuji-tottori/6801?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Visit the unique mountain temple Mitoku Sanbutsuji, Tottori",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 11:11:18"
    },
    {
        "intDurationHour": 7,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 124,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1465876701/qg0gdsvyapl0yqos6zna.jpg",
        "strIntroduction": "We will meet up at the nearest station to the race course. Below is a list of race course and the nearest stations: 1. Hanshin race course: Nigawa Station 2. Kyoto race course: Yodo Station Then we'll start to watch racing and sometimes to bet and fulfill your dreams! I will show you how to buy a betting ticket. FYI, this is not gambling. We just enjoy it as an amusement. Horse racing originated from England. But we also have a great history of racing. I will introduce the most interesting bits. At the race course, there are lot of highlights. Unique eateries, attraction for kids, places to ride a horse etc. I will also show you around. The tour lasts 7 hours. It starts at 10:00 am and finishes at 5:00 pm. But starting time can be flexible. If you have any questions, please don't hesitate to ask.",
        "strLocation": "Kyoto",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-kyoto-watch-an-exciting-japanese-horse-racing-near-osaka-or-kyoto/6742?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Watch an exciting Japanese horse racing near Osaka or Kyoto",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 11:15:25"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 34,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1468550992/yqzr9kabghqxuclssjft.jpg",
        "strIntroduction": "You can enjoy Tea Ceremony. We will explain about Sado (the way of tea) and you will then learn how to behave yourself as a guest by drinking and how to make Matcha (green tea). Tea Ceremony will be in a traditional Japanese tatami room where you can enjoy a view of a Japanese garden. Lesson contents: 05 minutes : Explanation about tea ceremony 30 minutes : Watching Temae (procedure for making tea), eating sweet and drinking tea 20 minutes : Making tea experience Time: 1 lesson: 60 minutes",
        "strLocation": "Nara",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-nara-experience-tea-ceremony-in-a-japanese-style-room-in-nara/6880?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Experience Tea ceremony in a Japanese style room in Nara",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 11:20:28"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 62,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1465726227/mpgh2f21ahaw67xq4q2z.jpg",
        "strIntroduction": "There is nothing quite like exploring Japan by rail, and this relaxed Toreiyu Tsubasa train ride not only passes through some of Yamagata's most beautiful countryside, but this exciting new mode of Shinkansen travel does so in style, rather than at high speed. Toreiyu is a mix of Japanese imitated pronunciations for two words, the English word 'train' (torein) and the French word 'soleil' (soreiyu), meaning sun! JR East's Yamagata Shinkansen Tsubasa began operating in 1992 between Tokyo and Shinjo stopping at Fukushima and Yamagata along the way. Travel in style with reserved tatami mat seating in a carriage with spacious, elegantly designed interiors with large birchwood tables. Relax in a unique foot bath carriage before enjoying local Yamagata brewed sake, wines and juices at the Yuagari Lounge with its sakura wood tables, tatami seating and bar counter. The foot baths are situated on raised stone flooring and enclosed with louvred partitions allowing you to watch the scenery go by as you relax undisturbed. You will feel almost as though you are riding in a moving hot spar! This requires an additional ticket fee of 350 JPY with the train fee. Foot bath reservations are limited, so book early to avoid disappointment. 15 minutes are allotted per foot bath and only passengers with a designated time foot bath reservation are permitted into the foot bath area. Under some circumstances, foot bath tickets might be available on the train. This service is available only on Saturdays, Sundays and national holidays except 13 and 14 August.",
        "strLocation": "Fukushima",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-fukushima-enjoy-toreiyu-tsubasa-train-ride-from-fukushima-to-yamagata/6739?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy Toreiyu Tsubasa Train ride from Fukushima to Yamagata!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 11:25:01"
    },
    {
        "intDurationHour": 48,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 489,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1465717535/djq7yqbpaul9vqzhz4hs.jpg",
        "strIntroduction": "This is a train tour that takes you to Nagano and is located in the middle of Honshu taking 2 hours 20 minutes from Tokyo. Nagano is a mountainous landlocked prefecture in the center of Japan's main island of Honshu. With this experience you will take the Hokuriku Shinkansen to Nagano, then you will ride the Iiyama Scenic Train \"Oykot,\" which is \"Tokyo\" spelled backwards. In Japanese, the name is written in hiragana as \"Oikotto\" (おいこっと). The train was designed around the concept of rustic Japan and bringing people to home villages, where the true heart of the Japanese people resides. Gazing at the rice paddies fading into the distance, passengers feel a sense of calm and healing. To help bring home the image of the home villages, with its scenic rice paddies, rivers and mountains this train is named \"Oykot\" because it is the total opposite to the modern City of Tokyo! This plan includes an overnight stay in Nozawa and meal tickets in Tookamachi. For Soba lovers this is a wonderful plan because you can get to eat Hegisoba which is a very famous noodle in Tookamachi. Itinerary : 1st day: -Tokyo (Ueno/Omiya/Kumagaya/Honjouwadeda/Takadaki) Hokuriku Shinkansen (Hakutaka/Asama) -Nagano. Iiyama Scenic Train Oykot (9:15 am) -Tookamachi. (11:48 am) -Lunch You can go and look around and have lunch with meal tickets. -Tookamachi (15:30 pm) by the Oykot -Lunch You can go look around and have a lunch with a meal tickets. -Tookamachi (15:30 pm) by the Oykot -Iiyama (17:03 pm) Stay at Nozawa Onsen Hotel 2nd day Iiyama -Nagano Hokuriku Shinkansen (Hakutaka/Asama) -Tokyo (Takasaki/Honjouwaseda/ Kumagaya/Omiya/Ueno)",
        "strLocation": "Nagano",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-nagano-ride-shinkansen-and-the-old-fashioned-train-oykot-in-nagano/6736?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Ride Shinkansen and the Old-Fashioned Train Oykot in Nagano!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 11:29:50"
    },
    {
        "intDurationHour": 48,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 489,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1465688672/toxz2mjw6dngeezkvt7p.jpg",
        "strIntroduction": "This is a great value two-day, one-night trip that includes Shinkansen (bullet train) tickets to and from Tohoku. Enjoy the unique experience of ride the SL Ginga and relax with a one-night hotel stay including dinner and breakfast. The SL Ginga is a steam-hauled, restored C58 239 locomotive, which runs between Hanamaki station and Kamaishi station with 4 cars. It makes a one round trip in two days, making the one-way duration approximately 4.5 hours. The outer body of the SL Ginga is based on the famous story the \"Night of the Milky Way Railway\". The story is modeled on a locomotive which runs through Iwate, which is where the famous Kenji Miyazawa was born and raised. This train has been in operation since 1989 and has changed its name over the years. In 2013 the SL Ginga was renamed and restarted regular service operation in the Tohoku area. Inside the train there is an optical planetarium that shows breathtaking views of the galaxy that transport you to an extraordinary world. The unique interior enhances the atmosphere and makes you feel as if you are in the story of the \"Night of the Milky Way Railway.\" Enjoy the creative world and the excellent view of Iwate! The accommodations are extremely comfortable and guests can enjoy a panoramic ocean view of the Sanriku Coast. The schedule is as follows: First Day - Breakfast Course (1 hour and 46 minutes) - Departure from Tokyo Station - Bound for Shinhanamaki Station via the Tohoku Shinkansen - 10:50 Departure on SL Ginga - 15:07 Arrive at Kamaishi Station Guests are responsible for getting to their hotel on their own. Second Day - Guests are responsible for getting back to Kamaishi Station on their own. - Take bus from Sakari Station to Kesennuma - Transfer to a local train bound for Ichinoseki Station - Depart from Ichinoseki Station - Arrive at Tokyo Station",
        "strLocation": "Iwate",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-iwate-get-tickets-for-one-night-hotel-stay-and-sl-ginga-train-iwate/6733?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Get Tickets for 1-Night Hotel Stay & SL Ginga Train, Iwate!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 11:34:57"
    },
    {
        "intDurationHour": 21,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 1098,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1465641666/aa5m4frbtrjjzjiclz8g.jpg",
        "strIntroduction": "Atami is one of the most popular places for hot springs in Japan. About 45 minutes by train from Tokyo makes it very convenient for people to travel to on holiday and business. There are also many wonderful sightseeing spots such as Atami Castle, a beautiful herb and rose garden and many more! Atami Fufu is a hidden retreat nestled in the hills of Atami. Their aim is to provide you with an unforgettable stay where you can relax and enjoy yourself. From the moment you arrive, knowledgeable and friendly staff are readily available to help you with whatever you need. All 26 rooms have their own hot springs on the veranda. Each room has a different theme complemented by interior luxury furniture to ensure every guest has their own unique experience. Guests can select their personal style of dinner from a choice of three: dining in the room, dining at their modern Japanese-style restaurant at a private table or enjoying Teppanyaki where the food is cooked right in front of you! The cuisine is made from Atami's seasonal seafood and mountain produce mixed with a selection of over 300 drinks! There is no dress code for the dining experience, so you can even wear your Yukata (room wear at a Japanese inn) to the restaurant. Besides the hot springs in each hotel room, a big hot spring is also available. The outdoor hot springs will make you feel as if you've been transported to another world full of natural wonders. This package includes aesthetic treatment for 60 minutes for one person. At the spa, they use the famous cosmetic brand “Sisley” from Paris. The skilled staff will counsel you and help decide the special menu for you. You can choose either a body or facial treatment. Adding to the treatment, you will also be given a voucher for 3000 yen to buy cosmetics. Check in is at 15:00 and check-out time is at 12:00. You can spend a relaxing time in the morning with a late breakfast and morning bath.",
        "strLocation": "Shizuoka",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-shizuoka-reserve-a-hotel-room-with-spa-treatment-in-shizuoka/6731?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Reserve Hotel Room with Spa Treatment in Shizuoka",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 11:39:33"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 119,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1465598467/etspb37wkhz5fqvhvnpw.jpg",
        "strIntroduction": "This exciting trip is served by Orange Restaurant on the Hisatsu Orange Railway Line. Enjoy the excellent views of the west coast of Kyushu while savoring a delicious freshly made meal! Seeing the breathtaking views from your window is a great time to relax and enjoy with loved ones. The spacious and comfortable atmosphere really makes passengers feel right at home. The interior is sophisticated and modern, perfect for enjoying a special meal. Your dining experience is made with local products and specialties, which have been harvested along the railway line. A skilled chef who worked for a famous hotel and restaurant will cook your dishes to perfection. Explore and learn about the charm of Kumamoto and Kagoshima through your appreciation of the local cuisine. Along the way there will be several unique and exciting services. Guests will receive handmade samples made by locals and can enjoy tasting and selecting various products. Friendly train announcements will alert you of the most beautiful and famous sightseeing spots along the way. Make wonderful memories on this unique trip while you're in Japan! The following courses are available: Breakfast Course (Duration: 1 hour and 46 minutes) 7:53 Departure: Izumi Station 9:39 Arrival: Shinyatsushiro station Special Lunch Course (Duration: 4 hours and 11 minutes) 10:08 Departure: Shinyatsushiro Station 14:19 Arrival: Sendai Station Cruising Dinner Course (Duration: 3 hours 44 minutes) 14:52 Departure: Sendai Station 18:36 Arrival: Shinyatsushiro Station Sunset Dinner Course (Duration: 1 hour 58 minutes) 16:38 Departure: Izumi Station 18:36 Arrival: Shinyatsushiro Station",
        "strLocation": "Kumamoto",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-kumamoto-get-tickets-for-orange-restaurant-train-tour-in-kumamoto/6730?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Get Tickets for Orange Restaurant Train Tour in Kumamoto!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 11:42:39"
    },
    {
        "intDurationHour": 21,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 1048,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1465558913/etqbz8ujcrrs8ynvtroq.jpg",
        "strIntroduction": "Hakone Suishoen is a Ryokan style Luxury Japanese inn located in Kowakudani. All 23 have their own natural hot springs on the veranda. Each room has a different theme complemented by interior luxury furniture to ensure every guest has their own unique experience. Their master chef prepares tantalizing delicacies using carefully selected ingredients and served in the tranquil atmosphere of Hakone-Suishoen's namesake, Suishoen. It was built in 1925 and designated as tangible cultural properties. You can experience a true kaiseki course at your private table. There is no dress code for the dining experience, so you can even wear your Yukata (room wear at a Japanese inn) to the restaurant. You can also enjoy the sights, sounds and flavor of Teppanyaki at the lively Teppanyaki counter, where grilled delicacies are meticulously prepared before your very eyes. Teppanyaki, using only select meats, seafood and the freshest seasonal ingredients. There is an aesthetic bar beside the dining restaurant with a selection of wines and a seasonal drink menu. Besides the hot springs in each hotel room, a big hot spring is also available. The outdoor hot springs will make you feel as if you've been transported to another world full of natural wonders. This package includes esthetic treatment for 90 minutes for one person. At the spa, they use the famous cosmetic brand “Sisley”. The skilled staff will counsel you and help decide the special menu for you. Adding to the treatment, you will also be given a voucher for 5000 yen to buy cosmetics. If your partner would also like to get treated, the second person can get a 20% discount. It’s time to spoil yourself at the luxurious Japanese inn Hakone Suishoen! Check in is at 15:00 and check out is at 12:00.",
        "strLocation": "Kanagawa",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-kanagawa-book-a-luxury-hotel-with-spa-treatment-in-kangawa/6726?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Book a Luxury Hotel with Spa Treatment in Kanagawa!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 11:46:48"
    },
    {
        "intDurationHour": 6,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 3493,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1465548913/sl6paiutuckfnji0w3za.jpg",
        "strIntroduction": "Bella Vista SPA & MARINA Onomichi is a well-respected hotel because of its location, hospitality, delicious food and great atmosphere. The exciting getaway is nestled on a hill overlooking the beautiful Seto Inland Sea. Now, Bella Vista presents a unique plan for spending quality time with friends and family. That is the “Exclusive BBQ on a Deserted Island”. You will take a stylish boat ride from Bella Vista to a deserted island and enjoy the most delectable BBQ prepared by personal chefs. They cook fresh seasonal ingredients including seafood, vegetables and meat to satisfy your palate! Savoring good food, walking on a beach, breathing in the ocean air, seeing the great blue sky and ocean – every moment on this island will make you forget the hustle bustle of everyday life! This is the perfect occasion to share memorable moments with your loved ones. Schedule Depart at 10:00 am Back to Bella Vista around 16:00 pm Optional Activities 1. Personal Water Craft 2. Wakeboarding *The best time for this plan is from May to August. It could be cancelled due to the bad weather conditions and risks of tropical storms. Access ・From Hiroshima Airport (Apx. 60 minutes by taxi) ・From JR Onomichi Station (Apx. 40 minutes by taxi)",
        "strLocation": "Hiroshima",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-hiroshima-exclusive-bbq-on-deserted-island-near-onomichi-hiroshima/6724?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Exclusive BBQ on Deserted Island near Onomichi, Hiroshima!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 11:50:47"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 29,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1465544938/iu1qe5ni55ssljiio5zr.jpg",
        "strIntroduction": "We're offering two unique programs with special deals only provided on Voyagin. The first program runs between Matsuyama and Iyo-Ozu in the morning with breakfast provided. The second program runs between Matsuyama and Yawatahama in the afternoon with a late lunch. Both programs stop and Shimonada and Iyo-Ozu. Shimonada Station is famous for its beautiful sea and was used as a filming location for famous Japanese movies and TV dramas. The train will then stop at Iyo-Ozu. The area has many local specialties such as dry noodles and delicious milk bread. The afternoon pgoram will go to the next station over called Yawatahama which has attractive sightseeing spots where travelers can go sea fishing and enjoy fresh seafood and a specialty noodle dish called \"Chanpon\". The train consists of two cars, the first decorated with a beautiful Japanese motif and the second in a modern golden style. It is a great way to see many beautiful sightseeing spots from the comfort of your train seat and enjoy a traditional local and seasonal experience. Morning Program Schedule: 08:26 Departure from Matsuyama Station on the JR Shikoku line Meal service 09:26 Brief stop at Simonada 10:28 Arrival at Iyo-Ozu Shopping at a local specialty store for original goods Afternoon Program Schedule: 13:28 Departure from Matsuyama Station on the JR Shikoku line Meal service 14:23 Brief stop at Simonada 15:15 Brief stop at Iyo-Ozu 15:52 Arrival at Yawatahama Shopping at a local specialty store for souvenirs ※About Tickets※ - We cannot 100% guarantee tickets. After we confirm your booking, we will purchase them for you as soon as possible, but please be aware there's always a slight chance for them to sell out in the meantime. - In addition, you may not be able to receive a refund once we obtain tickets for you. - In the event we cannot acquire tickets, we will reimburse you the full cost. - Please reserve weekend tickets early because they sell out fast. ※ Important Ticket Delivery & Pickup Information - Please Read Carefully ※ 1. Ticket Delivery We will deliver your tickets to your hotel in advance for your concierge to hold for you. The tickets will be available upon check-in. If you would like us to deliver the tickets to your hotel, please provide us with the following information: - Hotel name - The full name used for your reservation - Check-in date Please note: - We require at least 3 full business days for delivery. If placing a last minute booking within 3 days of your visit, or if you do not provide us your hotel information at least 3 full business days prior your ticket date, you'll need to collect your tickets from our Tokyo office in Shibuya. - If your hotel reservation details change, please tell us immediately through the Voyagin dashboard. - We only deliver to hotels with a concierge with whom we can confirm the receipt of the ticket delivery. We do not deliver tickets to hostels, guesthouses, or private residences. Please let us know if you are not staying at a hotel so we can provide our office details for you to pickup the tickets. 2. Ticket Pickup: If you are not staying at a hotel, book within 3 days of the ticket date, or prefer to pickup your tickets, you can collect your tickets from our Tokyo office in Shibuya. Our office is located 6 minutes (on foot) from Shibuya station. Address: (English) Miyamasu ON Building 5th floor, 1-15-8 Shibuya, Shibuya-ku, Tokyo (Japanese) 〒150-0002 東京都渋谷区渋谷 1-15-8 宮益 ON ビル 5F Detailed Directions (Shibuya station to Voyagin): http://voyag.in/shibuya-station-to-voyagin-office Google Map (Shibuya station to Voyagin): http://voyag.in/voyagin-google-map",
        "strLocation": "Ehime",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-ehime-get-tickets-for-coastline-train-tour-in-ehime-shikoku/6723?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Get Tickets for Coastline Train Tour in Ehime, Shikoku!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 11:53:13"
    },
    {
        "intDurationHour": 13,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 194,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1466387743/zebms1uhmxthqyawm4zk.jpg",
        "strIntroduction": "The Tateyama Kurobe Alpine Route connects Toyama city in Toyama prefecture with Omachi town in Nagano prefecture and is part of the Northern Japan Alps. It is traversed by different means of transportation including cablecars, trolley buses and a ropeway. It's popular for the magnificent scenery of the Tateyama Mountain Range, which is located within the Chubu Sangaku National Park. Among its most notable sights are the Kurobe Dam, the snow wall at Murodo, and the endless hiking and trekking trails for the more experienced mountaineers. In this package tour, you will depart from Takayama bus terminal at 7:40 and head towards Hirayu onsen (8:40), and then on to Ogizawa Station (11:10), where you will start your adventure on the Tateyama Kurobe Alpine Route. You will first hop on the Trolley bus that will take you through a tunnel to Kurobe Dam, the tallest dam in Japan standing at 186 m high, offering breathtaking views of the lake and the water discharge in summer. Then, you will then take a cable car up the hill to Kurobedaira, where you can visit a garden featuring high altitude plants. Next, hope on a ropeway to reach Daikanbo, where you will find an observation deck and be stunned by the amazing views of the Japan Alps. You will then ride a Trolley bus to Murodo, which depending on the season, will offer stunning views of the impressive snow wall that can reach up to 20 m high. Continue your journey down to Bijodaira by bus and then on to Tateyama by cablecar, then to Toyama Station by train, from which you will ride a bus back to Takayama bus terminal where the tour ends.",
        "strLocation": "Toyama",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-toyama-explore-beautiful-nature-at-tateyama-kurobe-alpine-route/6854?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Explore beautiful nature at Tateyama Kurobe Alpine Route!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 11:58:30"
    },
    {
        "intDurationHour": 12,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 84,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1466383335/wronsvk0alkr8gzysn70.jpg",
        "strIntroduction": "Kurobe Dam is one of the largest dams in the world, and Japan's tallest dam, standing at 186 meter high. It was constructed between 1956 and 1963 at had a cost of 51.3 billion JPY. It is located in the Tateyama Kurobe Alpine Route, a popular mountain sightseeing route from the Omachi hot spring village in Nagano Prefecture to Tateyama, Toyama Prefecture. It has become a popular summer tourist attraction due to the spectacle of ten tons of water discharged per second that produces a mist cloud that can be seen from observation decks located at different spots of the dam. It's privileged location in Japan's so-called Northern Alps provides an easy access to breathtaking natural sights such as the Tateyama mountain range and forests, Kurobe lake, which can be explored on a 30 minute boat ride as well as trails and treks in and around the dam. Itinerary This package tour departs from Takayama bus terminal at 7:40 and takes you to Hirayu Onsen (8:40), and then on to Ogizawa station (11:10), where you will board the touristic Trolley bus to Kurobe Dam. You will have plenty of time to explore the dam and its surroundings. Be amazed by the stunning sight of the water discharge, trek along the dam, follow a trail in the forest or take a short boat ride. You will be free to explore the area at your leisure before taking the trolley back to Ogizawa station (16:05), and then on to Hirayu Onsen(18:35), before finally arriving back to Takayama bus terminal (19:35).",
        "strLocation": "Toyama",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-toyama-explore-the-breathtaking-landscape-of-kurobe-dam-in-toyama/6853?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Explore the breathtaking landscape of Kurobe Dam in Toyama",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 12:02:21"
    },
    {
        "intDurationHour": 5,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 49,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1466380016/cvn7nice7yp67l25da3n.jpg",
        "strIntroduction": "This is package tour departing Takayama bus station that allows you to experience a rail mountain bike adventure. It consists of two mountain bicycles fixed on a metal frame than run along the tracks of an old railway. This is a very unique way to explore the local sights and beautiful natural landscapes of Gifu prefecture near Takayama city. Itinerary This tour includes an 80-minute bus ride from Takayama bus station that takes you to Kamioka Eigyosho bus stop, from where you will take a taxi to Gattan Go offices. There, you will receive a brief explanation on how to use the bike before setting off on your adventure. You will have an hour of riding along the tracks that stretch for 5.8 km starting at Okuhida Osenguchi station all the way to Kamioka Kozanmae station, where you will then turn back to the starting point. The route goes through exciting pitch black tunnels, an elevated bridge and stunning natural landscapes. If you have some time before or after riding the bike you will also be able to take a brake at either “Asunaro cafe” where a courtesy coffee is included or at “Gattan cafe” where you can enjoy a 5% discount on your order. After the activity is over, you will ride a taxi back to Kamioka Eigyosho and then on to the bus back to Takayama station. This package tour including bus ride, taxi fee and Gattan Go mountain rail bike experience fee is available in a morning tour departing from Takayama bus terminal at 9:40 and returning at 14.50 and an afternoon tour departing at 12:40 and returning at 17:20. Additionally, you can also take a mountain rail bike and Shinhotaka ropeway tour, which departs at 9:40 from Takayama station and follows the same itinerary as the morning tour, except, after the visit to Gattan Go, you'll take a bus to Shinhotaka ropeway, where you will ride a cable car that will take you to the top of the mountain for a breathtaking view of the area, before coming back to Takayama bus terminal at 18:31. Don't miss the chance to explore the astounding natural beauty and picturesque landscapes of Gifu prefecture in this unique way!",
        "strLocation": "Gifu",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-gifu-ride-a-unique-bicycle-on-an-old-railway-in-takayama-gifu/6852?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Ride a unique bicycle on an old railway in Takayama, Gifu!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 12:07:14"
    },
    {
        "intDurationHour": 48,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 427,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1465760190/clythsgoninu8ujbmcdw.png",
        "strIntroduction": "This is a train tour that takes you to Inawashiro, Fukushima, and is located almost in the center of Fukushima prefecture in the Tohoku region on the island of Honshu. Start from the Kanto area by taking the Tohoku Shinkansen and get off at Kooriyama Station before taking the \"Frutia Fukushima\" which was created as a riding café to relax and enjoy looking at the passing scenery while enjoy natures delicious sweets, fresh fruits. You get off at Inawashiro Station where you can enjoy exploring one of Japan's premier tourist spots, offering visitors the opportunity to see nature in all its magnificence regardless of the season. Inawashiro is home to Japan's fourth biggest lake, Lake Inwashiro, one of the country's top one hundred mountains, Mt. Bandai, and the birthplace of Nobel Prize candidate Hideyo Noguchi. The Urabandai Royal Hotel is surrounded by a lush forest and is just minutes from Goshiki Onsen, the local hot springs, and around 10 minutes drive from Lake Inawashiro which is renowned for its resident swans during the winter. Included, is dinner and breakfast. Itinerary: 1st day Tokyo Station (Ueno/ Omiya/ Koyama/Utsunomiya) Tohoku Shinkansen -Kooriyama Station -Frutia Fukushima 1 (9:41 am) -Frutia Fukushima 3 (12:44 pm) -Inawashiro Station -Frutia Fukushima 1 (10:24 am) -Frutia Fukushima 3 (13:23 pm) -Urabandai Royal Hotel (Dinner and Breakfast) 2nd day Inwashiro Station, Ban'etsu West line -Kooriyama Station -Tohoku Shinkansen -Tokyo Station ( Utsunomiya/koyama/Omiya/Ueno) Optional detail: Low season: July, September High season: August",
        "strLocation": "Fukushima",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-fukushima-ride-frutia-train-and-stay-at-urabandai-royal-hotel-fukushima/6751?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Ride Frutia Train & Stay at Urabandai Royal Hotel Fukushima!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 12:11:30"
    },
    {
        "intDurationHour": 48,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 978,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1465745051/ep1sif0f2baazvgcn9gp.jpg",
        "strIntroduction": "This is a luxurious high-quality \"\"Golf & Stay Plan\"\" at Hotel Nemu including a special dinner of Kaiseki cuisine. If you would like to improve your golf skill you can try the practice area at the Nemu Golf Club and after you arrive at the golf club, enjoy delicious lunch first, and head to the short game area to enjoy your approach shot and bunker shot. After your practice at the golf club, check-in at Hotel Nemu and enjoy delicious Kaiseki cuisine at special reserved counter seats. The course menus will only be served for you, so you can have a luxurious and precious time with your partner. Before you sleep, take a bath at Kiyora where you can relax by taking an onsen (hot spring). Golfing details -Golf cart for 2 people with GPS navi is included in the price. -Golf play will be on the day of your check-out -1 Round with lunch is included in the price. -Please inform us of the time when you would like to start playing golf. Dinner -Enjoy delicious Kaiseki cuisine. -Time: 17:30 - 21:00 (L.O.) *18:00 - 21:30 (L.O.) during June 1st - September 30th Breakfast -Enjoy Japanese-style breakfast. -Time: 06:30 - 10:00 (9:30 L,O,)\" \"This tour is available everyday. Your hotel room: Premier Delux Room (Non-Smoking), 1 room for 2 people",
        "strLocation": "Mie",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-mie-enjoy-golf-with-kaiseki-cuisine-only-1-group-per-day-mie/6749?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy Golf with Kaiseki Cuisine, Only 1 Group Per Day, Mie!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 12:15:24"
    },
    {
        "intDurationHour": 48,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 598,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1465743094/qe2icr2wds8fpywqjfzn.jpg",
        "strIntroduction": "This \"Trail Running at Hayama\" plan includes personal training for trail running when you stay at the hotel, Scapes the Suite. Around the hotel, you can enjoy different kinds of courses on several mountains, and you can even see the beautiful view of Mt.Fuji from the top of the mountains. Your personal trainer from outdoor fitness club \"Beach\" will make the best plan and course depending on your physical condition, so not only professionals but also beginners can enjoy this plan! After you do your trail running, enjoy your bath time in a Jacuzzi and a delicious dinner that uses seasonal ingredients. There are 4 room types available at this hotel. -Saxe blue: Relax yourself in the modern yet natural atmosphere -Mandarin orange: Start your wonderful day in a bright room -Ever green: Spend a quiet and comfortable time with natural brown interiors -Maple rose: Enjoy this elegant room themed by \"white and rose\" The Plan includes: Personal training for trail running (90 min) -Counseling -Running -Stretching Meal -Special Chef's recommended dinner course using seasonal ingredients (Appetizer, Soup, Main Dish, Dessert) -Balcony Breakfast: Egg Benedikt, English Muffin, Grilled Bacon with spinach, and more. Rental Wear -The North Face Wears for Mountain Athletics Collection -The North Face Running shoes for trail running\" \"Jacuzzi: You can use once at one stay (1 hour) Relax yourself in a private jacuzzi. Activist Free rental service for mountain bikes, yoga items, training wear, etc. Library You can read books that are prepared for Scapes guests. This tour is available everyday during 2016/01/01 (Fri) - 2016/09/30 (Fri). There are multiple options available for this tour: Option 1: Saxe Blue room Option 2: Mandarin Orange room Option 3: Ever Green room Option 4: Maple Rose room",
        "strLocation": "Kanagawa",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-kanagawa-enjoy-2-day-plan-for-trial-running-in-hayama-kanagawa/6747?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy 2 Day Plan for Trail Running in Hayama, Kanagawa",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 12:18:33"
    },
    {
        "intDurationHour": 48,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 436,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1465731483/cujd0zjdmrtvdyeziiez.jpg",
        "strIntroduction": "Japan is home to hundreds of miles of sandy beaches, and its coastline hides reefs and river mouths, enticing many surfers to test the waves off the Land of the Rising Sun. Shonan is just an hour by train to the west of downtown Tokyo and is a magical place. Shonan isn't a city but instead the name of a collection of beaches and beautiful spots along the coast. The best part of Shonan is the long sandy beaches with rolling waves under the ever watchful eye of Mt. Fuji further ahead. Shonan Beach is often featured in TV shows, songs and movies and the “capital of surfing” in Japan has its own laidback atmosphere which is a mix of California, Hawaii and a Japanese fishing village. It is normal to see surfers riding bicycles with a surfboard attached checking the ocean, ready to jump in if the waves are rolling and if you stop by local stores in this area during summer, you will see surfers shopping with just swim trunks and flip flops. 8 Hotel Shonan Fujisawa is located just a 2 minute walk from Fujisawa Station and offers a surfing experience plan. If you want to experience surfing and feel Shonan’s comfortable breeze, there is no other choice but this plan. Experience time: 9:30 – 11:30 13:30 – 15:30 Non-smoking standard room for 2 people: * The rate includes accommodation for 2 people, surfing set, locker and shower. Note that you need to bring your own swimsuit and towel. The following conditions will apply: * After the reservation, 8 Hotel calls you for confirmation. If you cannot be contacted by 3 days before the reserved date, the reservation will be cancelled. * Surfing can only be experienced on your check-in day. * The surfing experience may be cancelled due to the weather or sea conditions. If the cancellation is determined on your check-in day, the experience fee will be refunded.",
        "strLocation": "Kanagawa",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-kanagawa-surf-and-stay-near-tokyo-in-shonan-kanagawa/6744?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Surf and Stay Near Tokyo in Shonan, Kanagawa!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 12:22:26"
    },
    {
        "intDurationHour": 48,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 151,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1465729885/h9rq9zuyy9prglslficc.jpg",
        "strIntroduction": "There is nothing quite like exploring Japan by rail, and the Tohoku Emotion train ride along the picturesque Sanriku coastline has a well-deserved reputation for its elegant concept. In addition to the exquisite interior design, integral art and panoramic views, the Tohoku Emotion is renowned for its cuisine. Carriage number 1 features seven compartment rooms decorated with Fukushima's traditional sashiko-ori wall fabric. Carriage number 2's open kitchen space is decorated with kogin sashi embroidery, a tradition of Aomori. Here you can watch your food being prepared as you wait. The stylish dining room in Carriage number 3 is beautifully finished with Aomori kogin-sashi embroidery, Iwate kohaku amber illumination, and Ogatsu inkstone from Miyagi. Enjoy a menu of local Tohoku ingredients while gazing at the sea off the Sanriku coast. Day 1 of your 2 day trip leaves from Tokyo Station via the Hayabusa Tohoku Shinkansen (standard reserved seat) to Hachinohe Station in Aomori. From here you will board the Tohoku Emotion, traveling along the coast all the way to Kuji Station. Here you will transfer to the Sanriku Tetsudo North Liase line to Miyako Station where guests will make their own way to the Jodogahama Park Hotel where they will stay (a shuttle service can be booked in advance). On the 2nd day, guests will make their own way to Morioka Station from where they will take the Tohoku Shinkansen back to Tokyo (standard reserved seat). 2-day trip with Tohoku Emotion ride, low season (July-September) 2-day trip with Tohoku Emotion ride, high season (August)",
        "strLocation": "Iwate",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-iwate-enjoy-2-day-trip-with-tohoku-emotion-train-ride-from-tokyo/6741?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy 2 Day Trip with Tohoku Emotion Train Ride from Tokyo!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 12:27:17"
    },
    {
        "intDurationHour": 13,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 28,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1465726862/oit2geirutc1q7fnssrr.jpg",
        "strIntroduction": "Exploring Japan by rail is always a rewarding experience, and this one day event trip from Tokyo combines both the high speed comfort of the Shinkansen, with a fun-filled trip through scenic Niigata by local rail. Starting from either Tokyo, Ueno, Omiya, Kumagaya or Honjyo Waseda Stations you will travel on the Hokuriki Shinkansen to Joetsu Myoko Station. There you will board a reserved Koshino Shu Kura event train bound for Tokamachi. As the train winds its way along the beautifully scenic Niigata coastline, you will be able to sample some of Niigata's famous sake, brewed using the regions superior rice. There will also be live jazz or classical music performed on the train. The train will stop over at Umekawa station close to the sea coast and where you can feel the sea air. The Shu Kura event train terminates at Tokamachi Station, where you will have free time to explore, visit an onsen (hot spring bath) or have a meal at your own leisure. When you are ready to return to Tokyo, take the regular, non-reserved Hokuriku Kyuko train service to Echigo Yuzawa Station. From there, take the Joetsu Shinkansen back to Tokyo or the station you started from. Please note: the Koshino Shu Kura event train may take one of three slightly different, but equally scenic routes between Joetsu Myoko Station and Tokamachi Station depending on the day and the date of travel. The train service is available on Fridays, Saturdays and Sundays only.",
        "strLocation": "Niigata",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-niigata-enjoy-a-one-day-train-trip-on-the-koshino-shu-kura-niigata/6740?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy a One Day Train Trip on the Koshino Shu Kura, Niigata!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 12:30:49"
    },
    {
        "intDurationHour": 48,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 1043,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1465718667/fgfv9uy7y2tkb0f4gom9.jpg",
        "strIntroduction": "Niki Ride is a unique wellness program where you can enjoy not only cycling on scenic Nasu roads with specialists but you can also relax with a massage and delicious meals. This is a rare opportunity to ride alongside pros from a road race team: “Nasu Blasen”. For cycling beginners, they will teach how to start road cycling on a cross bike and for experienced riders, they will train like professionals. The price includes a one-night stay at the stylish hotel \"Niki Club,\" cross bike rental, and on-course mechanical and nutritional support. After biking, it will be time to relax your body and soul with a massage service and hot spa that will ease your sore muscles. Your palate will also be satisfied with special meals of fresh seasonal ingredients based on nutrition science. During this program you will be given great tips about bike riding from a mechanical viewpoint on riding safely and from a nutritional perspective. Besides exercising on two wheels is the most healthy and active way to spend your leisure time, so join Niki Ride and have fun! ●Available from May 1st to Nov 30th in 2016 *Please contact us at least one month before your preferred start date. We will make a schedule with “Nasu Blasen”. *In addition, let us know a second choice of date, because the tour is likely to be affected by weather conditions. ●Access to Niki Club Nearest Station is JR Nasu-Shiobara Station. It takes 75 minutes ride of Tohoku Shinkansen Line from JR Tokyo Station *They operate a shuttle bus service 3 times a day from JR Nasu-Shiobara Station. If you request a pick-up service, let us know one day prior to your arrival date. ●Shuttle Bus Service Timetable From Nasu-Shiobara Station to hotel: 12:30 / 14:30 / 16:30",
        "strLocation": "Tochigi",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tochigi-enjoy-wellness-program-and-cycing-on-scenic-nasu-roads-tochigi/6737?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy Wellness Program & Cycling Scenic Nasu Roads, Tochigi!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 12:34:33"
    },
    {
        "intDurationHour": 5,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 99,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1464344926/uajvp4ic9a7dpygby0ns.jpg",
        "strIntroduction": "In this unique activity you can visit a local Japanese farm near Tokyo and experience the daily life of farmers! Join the farmers in their rural activities and enjoy a delicious healthy lunch with fresh and seasonal ingredients! Date: Every weekday. Departure Location: TABICA's office in Harajuku Activity place: Depends on the date. Contents: 10:00 Meetup at the office 10:15-11:15 Head to the destination and meet the host. 11:30-14:00 Activity Time! (includes lunch) *We will cook lunch using seasonal vegetables from the farm (potatoes, zucchini, cabbage, etc.) 14:00- Head back to the office and finish the tour Duration: 10:00-15:00 Things to bring: ・clothes suitable for farming activities ・something to drink (no alcohol) ・hat or cap Minimum number of participants: 2 people",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-visit-a-japanese-local-farm-near-tokyo-and-have-fresh-lunch/6313?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Visit a local farm near Tokyo and have fresh lunch!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 12:38:44"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 53,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1466392614/b4ljxtwqtgvv0pqqhwsi.jpg",
        "strIntroduction": "Book this shared airport transfer service to or from the Kansai International Airport to many area in Osaka! This shared shuttle bus service will pick you up at Kansai International Airport and drop you off the designated hotels or drop off address in Osaka area. This service can also be used to transfer to the Kansai International Airport. You just have to inform us the hotels or the address where you want us to pick you up. This shared shuttle bus will wait for your arrival from 45 to 80 minutes after the EAT (estimated arrival time). It will also wait for your arrival even if the flight is delayed. This private transportation will take you to the designated drop off area as you show up at the airport. This shared shuttle bus will pick you up at the designated hotels or address and take you to the airport immediately, so you can arrive 100 – 180 minutes before your departure time (60 – 90 minutes for domestic flight). The total of luggage per person is 1 (one) big suitcase per person. If you have many luggage, please inform us in advance. You will also be charged for an extra fee for you luggage. Transferring from the Kansai International Airport to Osaka City by train is not easy if you carry many big luggage. We suggest you to use this shared shuttle bus service as one of your travel supports. In addition, if you use our reservation service, you can book this transfer service easily with no hassles!",
        "strLocation": "Osaka",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-osaka-shared-shuttle-between-osaka-kansai-international-airport/6857?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Shared Shuttle between Osaka/Kansai International Airport!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 12:43:01"
    },
    {
        "intDurationHour": 6,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 129,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1466386460/a3jbxwjrz4no3kythfjx.jpg",
        "strIntroduction": "Reserve this program and enjoy touring around Miyazaki prefecture for 6 hours with private cars! This is the ideal shore excursion for cruise passengers coming to Miyazaki and travelers who wish to explore more of the area! This tour program you a half-day trip around Miyazaki with private transportation service with the following itinerary: - Departing from Miyazaki city - Visit Aoshima Island Aoshima Island, is a small and beautiful island located in the south of Miyazaki city. Aoshima is connected to the mainland by a bridge, surrounded by white beaches and subtropical jungle. You can walk around the Aoshima's beaches and enjoy shopping souvenirs there. You can also visit the Aoshima Jinja, a colorful shrine set back in the jungle that is believed to bring luck to married couples. - Visit Horikiri-toge Pass Enjoy the astonishing view of the Nichinan-kaigan coastline and the Hyuga-nada Sea from Horikiri-toge Pass. The pass is enhanced with the shift of the Poinsettias, that turns red from mid October to mid November. Don't forget to see the rugged bedrock called \"Demon's washboard\" beneath the pass! - Visit Sunmesse Nichinan Sunmesse Nichinan is a theme park located in Miyazaki prefecture. This park has a wonderful wide panorama of the Pacific ocean and full replica of the Eastern Island Moai Statues scattered around. This replica is the only Moai statues replica in the world. You can also enjoy many interesting dining facilities and guests ranceh at Sumesse Nichinan - Visit Udo Shrine Udo Shrine, is a shrine dedicated to Yamasachihiko, the father of Emperor Jimmu, the mythical first emperor of Japan. The shrine is located on the Nichinan Coast, south of Miyazaki city. You can enjoy the spectacular view of the ocean from the cliff of this brightly painted shrine. - Visit Miyazaki Shrine Miyazaki Shrine is the oldest and the most important shrine in Miyazaki city. This shrine is dedicated to Emperor Jimmu, the mythical first emperor in Japan, which is said to have been built over 2600 years ago. - Visit Heiwadai Park Heiwadai Park, or also known as the Peace Tower Park, is the most recognized landmark in Miyazaki. It was built in 1940 to celebrate the 2600th anniversary of the ascension of Emperor Jimmu, the mythical first emperor of Japan. The Peace Tower inside the park is built by stones sent from all around Asia. - Arrive in Miyazaki city This half-day tour program is accompanied by an English speaking private tour guide, so you don’t have to worry about the language barrier. Use our reservation service and enjoy this tour to the fullest with your friends or family!",
        "strLocation": "Miyazaki",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-miyazaki-shore-excursion-around-miyazaki-prefecture-for-six-hours/6850?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Shore Excursion Around Miyazaki Prefecture for 6 Hours!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 12:47:54"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 90,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1466374742/eucccs1pb6b0zwpbrmwb.jpg",
        "strIntroduction": "SHINKA, a hair salon originally from Sydney, Australia, launched its international branch at Roppongi in 2012, offering each customer the \"New Beauty\". SHINKA is a global hair salon offering top notch services, which branches are located near many foreign embassies and five-star hotels. SHINKA's highly experienced hair stylist can give you new style that suits you the best, while you are enjoying the relaxing atmosphere of our studio. SHINKA has been nominated for Best Design in beauty magazines, for its spacious and comforting studio. The Australian brick work of the building provides warm calming sensation, and the grand fish tank containing over 100 tropical fish soothes your mood. At SHINKA, you can enjoy relaxing on SHINKA's special shampoo chair while having your hair washed with our organic shampoo and conditioner. SHINKA also serves you drinks during waiting time or after the head spa. SHINKA's special cappuccino and hot chocolate are very popular among the customers. Don't forget to try SHINKA's most popular menu, the \"Water Color\". Different from the average hair coloring products, \"Water Color\" contains higher level of moisture, which gives your hair the glossy finish after coloring. It also gives your scalp less irritation and it is not as smelly as the other hair coloring products. SHINKA also offers you 10-days after care service. If you do not like the style or if you have any problems related to the service that SHINKA has given, you can return and ask them to fix it within 10 days. SHINKA provides hair care and hair styling service with schedule as follows: Monday to Friday 11:00 - 20:30 Saturday /Public Holidays 10:30 - 18:30 Close on Sunday and on the 2nd and 4th Monday. Reservation is difficult to make, so we suggest you to use our service too book this hair salon with no hassles!",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-tokyo-hair-salon-hair-care-service-at-shinka-in-roppongi/6849?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Tokyo Hair Salon: Hair Care Service at SHINKA in Roppongi!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 12:51:30"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 81,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1466158297/e5qh4i6o3xtu4ugc2dho.jpg",
        "strIntroduction": "This is a home cooking class where you can cook Japanese dishes in 20 minutes! Lesson contents: Let’s make together side dish, cooked rice, desserts etc! You can cook easily in 20 minutes! Includes: 1. Traditional Japanese home dishes (like \"Niku-Jaga\"= Simmered Meet and potato, Teriyaki chicken, Miso-Soup, Egg custard, Okonomiyaki, etc) 2. Sushi rolls 3. Tempura 4. Chirashi-zushi 5. Steamed dumplings 6. You can master making soup-stock (Dashi), choose the seasoning, as well as learn how to wash the rice. 7. You can learn the hospitality of Japanese cuisine. 8. The class is held at my house with small groups. It is an at-home atmosphere. Lesson type: ● Introduce and make 3-4 dishes using ingredients of the four seasons in Japan. Have tasting then. ※There is also a shopping tour for the ingredients before the cooking as optional tour. (Around 30 minutes) ● Held at 1-5 people per classroom. (Please contact us when the number is larger) ★In case of more than 10 people, please contact me up until 2 months ago. ⚫︎It is possible to hold the lesson with Japanese if you speak Japanese. Duration: ● 3 hours 11:00 to 14:00 (tasting included) Access: ●a 5-minute walk from Kichijoji Station. (I will let you know more detail after application)",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-experience-japanese-home-style-cooking-class-in-kichijoji/6798?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Experience Japanese home style cooking class in Kichijoji",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 12:54:28"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 81,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1410156904/iidjywkjdcshaaw6kpu7.jpg",
        "strIntroduction": "This is a home cooking class where you can cook Japanese dishes in 20 minutes! Lesson contents: Let’s make together side dish, cooked rice, desserts etc! You can cook easily in 20 minutes! Includes: 1. Traditional Japanese home dishes (like \"Niku-Jaga\"= Simmered Meet and potato, Teriyaki chicken, Miso-Soup, Egg custard, Okonomiyaki, etc) 2. Sushi rolls 3. Tempura 4. Chirashi-zushi 5. Steamed dumplings 6. You can master making soup-stock (Dashi), choose the seasoning, as well as learn how to wash the rice. 7. You can learn the hospitality of Japanese cuisine. 8. The class is held at my house with small groups. It is an at-home atmosphere. Lesson type: ● Introduce and make 3-4 dishes using ingredients of the four seasons in Japan. Have tasting then. ※There is also a shopping tour for the ingredients before the cooking as optional tour. (Around 30 minutes) ● Held at 1-5 people per classroom. (Please contact us when the number is larger) ★In case of more than 10 people, please contact me up until 2 months ago. ⚫︎It is possible to hold the lesson with Japanese if you speak Japanese. Duration: ● 3 hours 11:00 to 14:00 (tasting included) <Access> ●a 5-minute walk from the Sagami-Ono Station, Odakyu line (I will let you know more in detail after we receive your application)",
        "strLocation": "Kanagawa",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-kanagawa-enjoy-cooking-japanese-food-in-english-near-sagami-ono/2701?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy Cooking Japanese Food in English near Sagami-Ono!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 12:57:17"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 97,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1466325721/uhgsuoxhfczb7wkmhkbh.jpg",
        "strIntroduction": "Nail Quick is an outstanding nail salon with over 70 branches in Japan. Furthermore, Nail Quick now has an overseas salon in New York. Nail Quick offers gel nails and polish colorings with beautiful nail arts applied by highly-trained experts. Enjoy the extraordinary level of service and quality art of the nail salon in Tokyo by making a reservation for one of the following courses: - Nail parfait gel special art course for 10 nails (hands) - Nail parfait gel one colour course for 10 nails (feet) - Calger clear gel course with glitter art for 10 nails (hands) - Calrget foot course for 10 nails (feet)",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-reservation-for-nail-salon-nail-quick-tokyo/6837?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "15% OFF Best Tokyo nail salon \"Nail Quick\" Reservation",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 13:00:35"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 62,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1466087544/kqsz2dvtgvdl7owsqsom.jpg",
        "strIntroduction": "After a meeting at Sensoji Temple in Asakusa, we'll look for some extremely impressive but barely noticed scars of the firebombing at the end of WW2 right on the grounds of the temple. We'll head North and stop at Imado Shrine, a must-stop for the lonely souls in search of love, and one of the self-proclaimed origins of the Maneki Neko. We will stroll through Yoshiwara, the district of pleasures during Edo times. Nowadays, the neighborhood is still punctuated with borderline brothels and \"soaplands\" (for the avoidance of doubt: there will be no visit of any of those establishments). Our tour will bring you through San'ya, where the poorest of the poor daily workers lived in a near-ghetto, site of a few (very) dark anecdotes, slum in the background of the manga \"Ashita no Joe\". We'll finish in Kozukappara, site of the execution grounds in Edo, where tens of thousands lost their lives in feudal times. This tour will bring us through some less-flashy, sometimes even gloomy, parts of the capital. We may use public transportation from time to time (in which case we will try to use public city buses to remain on the surface). The schedule is adjustable depending on your wishes.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-see-the-area-beyond-sensoji-half-day-tour-north-of-asakusa/6797?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "See the area beyond Sensoji: half-day tour north of Asakusa",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 13:05:28"
    },
    {
        "intDurationHour": 7,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 124,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1466242010/femr6muczxkzzawqq2li.jpg",
        "strIntroduction": "For those who lack time, discover in a day the major districts and attractions of the Eastern side of the capital on a private tour. We will start near Shinbashi Station and the splendid Hamarikyu gardens, a little bit of the old Edo amongst shiny high-rise buildings. Next stop will be Ginza, we will stroll through the back-alleys of the most known shopping area in Japan. After a quick stop near the Imperial Palace, we will head towards Akihabara and its multitudes of shops for the geeks that we all are. We will then continue towards Ueno through the open-air market of Ameyayokocho. We will finish the day by visiting the most famous temple of Tokyo, Sensoji Temple in Asakusa. We will use public transportation between each stops, and discover the city on foot, but a car can be arranged upon request. The itinerary is somewhat flexible and can be modified to accommodate your wishes.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-discover-the-essentials-of-tokyo-eastern-side-1-day-tour/6809?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Discover the essentials of Tokyo's eastern side, 1-day tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 13:08:35"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 62,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1466266389/ds78gsr0xkhifzytdmbx.jpg",
        "strIntroduction": "After meeting at your accommodation, we will head to Shibamata area in Katsushika ward. The busy temple of Taishakuten and the many shops lining the pilgrimage path offers a very authentic slice of traditional Tokyo. The neighborhood is also the setting of the extremely prolific movie series (almost 50 installments!) \"Otoko wa Tsurai yo\", several spots here remind the visitors of its protagonist, Torasan. The visitor can cross the Edogawa river on the last ferry of the city, Yagiri no Watashi. We will then head to Mizumoto, the largest park of Tokyo, seldom visited by tourists, and discover a few off-the-beaten path attractions.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-stroll-around-shibamata-area-in-tokyo-half-day-tour/6823?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Stroll around Shibamata area in Tokyo, half day tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 13:11:09"
    },
    {
        "intDurationHour": 7,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 124,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1466297420/kw6bwizp8dxpdfbdqmtg.jpg",
        "strIntroduction": "Meet at your accommodation and transfer to the dynamic district of Ikebukuro. Stroll the Otome Road and shop in Sunshine City. Next stop will be Shin-Okubo and its lively Korean district. From there, we'll walk to Shinjuku and discover both sides of the station: the Western side and its high-rise buildings (we will go up the Metropolitan Government Office building, offering a fantastic viewpoint on the city), and the Eastern side where all come, play and shop. Transferring to Harajuku, we'll visit the famous Meiji Jingu Shrine, make a brief stop in Yoyogi park, and stroll down Takeshita Street. Walking the fashionable cat street, we'll reach Shibuya, its crowds and its neon lights towards the end of the afternoon. We will use public transportation between each stops, and discover the city on foot, but a car can be arranged upon request. The itinerary is somewhat flexible and can be modified to accommodate your wishes.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-discover-the-essentials-of-tokyo-western-side-1-day-tour/6824?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Discover the essentials of Tokyo's western side, 1-day tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 13:14:57"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 106,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1466311157/lpuyrq1svhy5kwjsqsoe.jpg",
        "strIntroduction": "After an early start from the Ryutsu Center Station, we will directly head to the vegetable section, followed by the flower section, to observe the busiest auctions of these products in the country. We will walk through the gigantic warehouses of the (currently) largest wholesale market of Tokyo, occupying an overall area larger than the worldwide known Tsukiji. We will of course have a look at the seafood section. With some luck, we might have a good view of Mount Fuji from the parking area of the market. Slightly off-the-beaten path of usual touristic destinations in Tokyo, this market has very few outside visitors, allowing to watch first hand the spectacle of the auctions.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-enjoy-a-private-tour-of-the-large-ota-market-in-tokyo/6831?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy a private tour of the large Ota Market in Tokyo",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 13:17:51"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 39,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1466202587/s606walneaqqfocivuhr.jpg",
        "strIntroduction": "Join the drinking parties of our group in Tokyo! We split the members into small groups and then you talk with some people while sitting on a chair. After a while, some people move to new seats. This enables you to make many friends in Tokyo. We also do some activities. For example, origami (the art of making objects for decoration by folding sheets of paper), Japanese calligraphy for making kanji names for non-Japanese members. If you want to try, please tell during the session. Near future schedule: Please ask me!!",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-join-a-drinking-session-with-locals-in-tokyo/6803?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Join a drinking session with locals in Tokyo",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 13:21:41"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 69,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1465978244/pmmljje1qhaqww6hlprl.jpg",
        "strIntroduction": "Discover how to cut fish like a Japanese pro during this unique culinary class in Tokyo’s Tsukiji district, known for its fish market. Under the guidance of an instructor, you’ll learn how to cut up a whole fish (high quality and freshly caught) to be eaten as sashimi. Afterward, eat what you’ve prepared! ◎Highlights -Tokyo fish-cutting class in the Tsukiji district -Learn the proper technique for cutting up a whole fish from the beginning -Eat your sashimi when you're finished -Enjoy the taste of freshly caught fish such as mackerel or bonito ◎What You Can Expect Once you come to the designated venue, you can get ready for an authentic and professional experience. First you will learn how to cut and recognize a high-quality fish. You will cut various different types of fish, varying by the seasons. You will cut for example two Aji (horse mackerel), one medium-sized seasonal fish (Inada, bonito, etc.). Once you cut your fish, following your instructor´s guidance, you can take it home and eat as sashimi. -Departure time Every Tuesday and Thursday - 1:30 PM to 2:30 PM / 3:00 PM to 4:00 PM -Duration 60 minutes",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-enjoy-fish-cutting-lesson-with-sashimi-instructor-in-tsukiji/6619?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy Fish-Cutting Lesson with Sashimi Instructor in Tsukiji",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 13:26:25"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 74,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1465981138/vaj3rgend38ubp5k3o50.jpg",
        "strIntroduction": "Take advantage of unique photo ops at Tsukiji Market while dressed in either a Japanese \"yukata\" (light kimono) or wearing kabuki makeup — or both! After donning this traditional costume, an informative guide leads you on a walk past numerous stalls at the world’s largest fish market. ◎Highlights -Tsukiji Market tour in traditional dress -Choose to wear kabuki makeup and/or yukata -Stroll through the market for fantastic photo ops! -Learn about Japanese traditions from a professional guide ◎What You Can Expect Enjoy Tsukiji! This tour includes walking around the largest fish market in the world, Tsukiji, Tokyo! You will have the option of wearing Kabuki makeup, a Traditional Japanese Yukata or both! Then you will be shown the Tsukiji area, then be free to eat lunch at a location of your choosing. Here is the tour: - Kabuki makeup You will arrive at our office and our staff will put Kabuki Makeup on you. It's an interesting process. - Put on Yukata You will then be assisted in putting the Yukata on. It's not simple clothes so getting assistance is definitely helpful. - Tour Tsukiji You will then explore the Tsukiji market. It's about 4 rows of back to back fish related stalls that make up the market and all are interesting. You are free at this time to also eat lunch at any of the locations in Tsukiji. Depending on how the tour goes you may also wish to see Ginza which is also near by. You will then return and remove makeup and Yukata. - Departure time 10 am-10 pm -Duration Yukata Rental 15 min/per person fitting time Return by 10:00 pm Kabuki make up 20 min/per person makeup application Return by 10:00 pm",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-tour-tsukiji-fish-market-in-kabuki-makeup/6784?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Tour Tsukiji Fish Market in Kabuki Makeup!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 13:29:10"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 52,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1465901744/sjlxoiw5316yxmkhv5dd.jpg",
        "strIntroduction": "In this activity you can practice making decorative sushi as a form of Japanese culinary art! Meet at the ticket gate of Kami-Otai Station around 10 am on Monday. We'll walk to Fumie's house together. The schedule is as follows: 10:00 - 12:00: making decoration sushi rolls 12:00 - 12:30: eating time 12:30: Send you off to the station. There are 9 kinds of decorated sushi rolls (Snail, Sea Otter, Pink flower, Snoopy, Totoro, Bird, Octopus, Bear, Minions). You can choose making one of them.",
        "strLocation": "Nagoya",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-nagoya-experience-making-pretty-decorated-sushi-in-nagoya/6776?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Experience Making Pretty Decorated Sushi in Nagoya",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 13:32:37"
    },
    {
        "intDurationHour": 7,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 124,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1465827651/ulrdsiqw2jzddq2cxs6s.jpg",
        "strIntroduction": "After a pick-up at your accommodation, we will head towards lively Oji in Kita Ward. We will stroll in Asukayama park, the oldest park of the city established simultaneously with Ueno, and talk about the history of the surroundings. Heading West, we will look for relics of a gigantic war factory complex near the Shakujii River, with a few intact pieces and buildings here and there. We'll head towards Itabashi, the first stop on the Nakasendo road during Edo times, and discover about its fascinating history, while taking a look at a few temples and shrines along the way. Continuing our way, we will make a brief stop in Tokiwadai, a planned residential neighborhood of the first half of the 20th century, with a few buildings still standing. We will switch periods and explore a bit the mammoth residential complexes near Akabane Station, representative of the early postwar urban development of Tokyo. After some strolling near Akabane, the gateway to the North, we will end the day at the Iwabuchi sluice, a magnificent piece of engineering dating from Taisho times, and see the starting point of the Arakawa canal. This is a full day walk, roughly 16-17 km, relatively flat, passing through seldom visited areas of Tokyo.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-dig-deeper-in-the-northwest-of-tokyo-1-day-local-area-walk/6769?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Dig deeper in the Northwest of Tokyo: 1 day local area walk",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 13:35:29"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 35,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1465910160/hld9ookiks7wniginxfp.jpg",
        "strIntroduction": "You can learn how to cook takoyaki (Osaka's famous food) and eat them at one of the izakaya bars on Sennichimae Doguyasuji shopping arcade in Osaka. Doguyasuji shopping arcade supplies all the kitchen needs to this culinary obsessed city. Many tourists also stroll these streets in search of the perfect souvenir to take home from their trip to Osaka. Detail of the workshop: •please come to shop at the meeting time •staff will explain how to cook •cook takoyaki (staff will instruct you) •eating •cook more takoyaki •eating •end of the workshop You can cook takoyaki dumplings twice in this activity. Both kids and adults can enjoy this workshop. Timetable: First session: 10:00 am-11:30 am Second session: 12:00 pm (noon) - 1:30 pm Third session: 2:00 pm -3:30 pm If you want, we provide beer, sake, shochu (we charge for alcohol).",
        "strLocation": "Osaka",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-osaka-experience-making-takoyaki-in-namba-osaka/6719?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Experience making Takoyaki in Namba, Osaka!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 13:38:36"
    },
    {
        "intDurationHour": 5,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 150,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1465782343/exgsiavybkavp3gls5pi.jpg",
        "strIntroduction": "Lake Motosuko is one of the Mt. Fuji Five Lakes that have long been considered sacred for the Japanese people. Its astounding beautiful landscapes of crystal clear waters and the iconic Mt. Fuji in the background are even depicted on the back of the 1,000 yen bill. Lake Motosuko is special in that it has the clearest and deepest water of all the Five Lakes, which has made it hugely popular among people who like water sports. One of the best ways to explore the area is to go on a canoe trip on the lake and paddle your way through the amazing landscapes. In this activity you will have half a day to explore the lake at your leisure and enjoy not only the beautiful landscape, but the sun on your skin, the wind and the natural sounds of the lake. Besides the canoe rental fee, the activity includes gloves, paddles, and a life jacket for you to enjoy feeling safe. Depending on the season, enjoy the beautiful and unique landscapes of each period of the year and plan a whole day at the lake, with several restaurants and hotels around so you can plan one of the most memorable days of your trip to Japan.",
        "strLocation": "Yamanashi",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-yamanashi-enjoy-views-of-mt-fuji-from-a-canoe-in-lake-motosuko/6760?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy views of Mt. Fuji from a canoe in Lake Motosuko",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 13:41:16"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 109,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1465778595/daj1opjmlfzr3hdhyqos.jpg",
        "strIntroduction": "Get on a mountain bike and ride downhill through the beautiful forests near Mt. Fuji and Lake Kawaguchi. In this activity, you will be able to experience the thrill of mountain cycling while you enjoy the breathtaking beauty of the nature of the forest around you, catching glimpses of majestic Mt. Fuji as you make your way down, and stopping in amazing sightseeing spots that you can't usually access by foot. You will be accompanied by an experienced and qualified instructor, who will explain all the safety measures you will need to know to have a safe experience. Besides, they are trained in first aid response, so that you can ride confidently knowing that you are in good hands, even if you are beginner. The activity includes the rental of the mountain bike, as well as helmet, gloves and instructor fee, so all you need to do is bring comfortable clothing and shoes and be ready for an amazing experience that will become a highlight of your trip to Japan. Alternately, there is a Mt. Fuji cultural heritage guided cycling tour that will take you around Lake Kawaguchi and to Fuji Omurosengen Shrine and Kawaguchi Asama Shrine, where the guide will provide detailed information about the sites. Don't miss the chance to experience this unique way of exploring the nature near Mt. Fuji by bicycle.",
        "strLocation": "Yamanashi",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-yamanashi-explore-the-nature-around-mt-fuji-on-a-mountain-bike/6759?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Explore the nature around Mt. Fuji on a mountain bike!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 13:44:07"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 94,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1465776015/a0opzzb9chqcjngpqaae.jpg",
        "strIntroduction": "Whether you love adventure and thrilling experiences, or are simply looking to explore the Mt. Fuji area in a different, unique way, the buggy car experience in the forest near Lake Kawaguchi is perfect for you. Ride your own all terrain four wheel buggy car and make your way through narrow dirt roads and slopes that will take you deep into the forests, where you will be able to have fun exploring in the car while admiring nature, catching glimpses of majestic Mt. Fuji. Alternately, you can also ride an 8 wheel buggy car driven by an instructor to enjoy with your kids. You can enjoy this experience even if you are a beginner and have never ridden a Buggy car, because the qualified instructors will teach you all you need to know about the operation of the buggy car and assist you to ensure that you have a fun and safe experience, additionally, they are trained in first aid response, so you can be confident that you are in good hands. Furthermore, both buggy cars and paths undergo maintenance periodically to ensure they are in optimum shape. For more experience riders, there are also a number of routes with steeper slopes that are more challenging, as well as a night time experience. Don't miss the chance to experience the beautiful surroundings of Mt. Fuji with breathtaking landscapes that change according to the seasons, offering you a unique view in each time of the year, all while enjoying the thrill of riding a buggy car.",
        "strLocation": "Yamanashi",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-yamanashi-explore-the-forests-near-mt-fuji-in-a-buggy-car/6758?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Explore the forests near Mt. Fuji in a buggy car!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 13:48:26"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 60,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1465737771/ivjp0eh34m6sbukizpex.jpg",
        "strIntroduction": "One of most iconic views of Mt- Fuji has to be the mountain reflected on the surface of Lake Kawaguchi, and what better way to admire it as well as enjoying the beautiful, natural surroundings of the lake than by hoping on an authentic Canadian canoe and spending two hours paddling on the lake. There are three ways you can experience this activity. Canadian canoe experience: You will join a small group accompanied by a qualified and experienced instructor, trained in First Aid response who will assist and guide you throughout the activity, making it easy to learn and providing a safe experience even for beginners, and people of all ages. Canoeing solo: Alternately, if you are experienced in canoeing, or have completed the Canadian canoe experience, you can take on the challenge of canoeing by yourself, while still benefiting from the instructor's knowledge and guidance, by paddling solo, you will have more freedom to explore and enjoy the lake at your pace. Canoe guided cruise: Finally, if what you are most interested in is the view and the pleasant trip on the lake, you can also join this activity where the guide will paddle and provide commentary about the area as you sit and relax while taking in the natural landscape. This activity is available for up to two people. Note that you will not paddle the canoe in this option. No matter your preferred style, this is a unique way to experience the area and enjoy nature. The activity is available all year round, with each season offering a unique landscape for you to enjoy. Also if weather permits it, you can step on the inhabited island in the middle of the lake known as the 'island of the cormorant', an aquatic bird native to the area. Don't miss the chance to reconnect with nature and enjoy that beautiful landscape of Mt. Fuji reflected on the lake as you actually paddle on it, in company of your family, friends or that special someone.",
        "strLocation": "Yamanashi",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-yamanashi-enjoy-lake-kawaguchi-in-a-canadian-canoe-near-mt-fuji/6745?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy lake Kawaguchi in a Canadian canoe near Mt. Fuji!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 13:52:38"
    },
    {
        "intDurationHour": 48,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 588,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1465786357/ssw29kx1zwmmvwwcr2vz.jpg",
        "strIntroduction": "Visit Aomori and join the Nebuta Festival only with this tour program! Nebuta Festival is one of the Three Greats Festivals of Tohoku Region. The Nebuta Festival is a breathtaking and unique celebration event in Aomori, which is held once a year from August 2 to 7. It features gorgeous, vivid floats shaped after famous historical and mythological Japanese characters. Nebuta Festival is the most colorful festival in Japan. Nebuta Festival is the most memorable and visually impressive festivals in Japan. Nebuta Festival is a gem of Aomori prefecture, and because of this, many locals in Aomori will spend their entire year constructing the enormous Nebuta floats. The floats are made by fragile Japanese paper and handcrafted wire and bamboo frames. Most floats typically depict Japanese Gods, historical figures, kabuki actors, and mythological beings. Hundreds of light bulbs are weaved throughout the floats, illuminating the parade with amazing colors. Therefore, by day the Nebuta floats are impressive, but by night they are absolutely breathtaking. The best part of this festival actually is not the floats, nor the performers. The best part of this festival is the fact that the audience can participate in the festival too. The audience can dance around the floats and chanting “rassera” a nonsensical Japanese phrase only seen during the Nebuta Festival. Nebuta Festival is also a competition of the floats. Each year the best floats are chosen, and on the last night of Nebuta Festival, the top three floats are transported to ships in Aomori harbor to cruise along the bay. You can also enjoy the festival food, haunting flute music, and dancing at the festival. This tour program offers you two days round trip shinkansen tickets departing from Tokyo and an overnight accommodation at hotels in Aomori city. Spectator seats tickets are not included in this program, so you will need to buy it directly on site if you want to seat in that area. Reservation is difficult to make, so we recommend you to use our service to book with no hassles! IMPORTANT: *This trip is available in Japanese only* - however we highly recommend this as a rare Japan experience that you can enjoy regardless of language.",
        "strLocation": "Aomori",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-aomori-visit-aomori-and-join-the-nebuta-festival-this-summer-aug-2-7/6762?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Visit Aomori & Join The Nebuta Festival This Summer(Aug 2-7)",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 13:56:20"
    },
    {
        "intDurationHour": 48,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 588,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1465783305/fkxm9vxowukop1tybexg.jpg",
        "strIntroduction": "Visit Akita City and join the Akita Kanto Festival with this tour program! Akita Kanto Festival is one of the Three Great Festivals of Tohoku Region. Akita Kanto Festival is a Tanabata related celebration in Akita City, which is held every year from August 3 to 6. The highlights of the festivals are the impressive performance of the Sashi-Te (male performers who lift up the kanto’s long bamboo poles with arrays of paper lanterns) and the Ohayashi (performers who play taiko drums and Japanese flutes). The kanto poles come in different sizes with the largest measuring 12 meters, weighing 50 kilograms and carrying as many as 46 paper lanterns, lit by real candles. The performers change every few minutes and gradually add extensions to the pole until the kanto reach its maximum heights. The Kanto Festival is also a form of prayer to the Gods, aiming for good and powerful harvests of the rice. This tour program offers you two days round-trip Shinkansen tickets with overnight accommodations in Akita city. Spectator seats tickets are not included in this program, so you will need to buy it directly on site if you want to seat in that area. Reservation is difficult to make, so we recommend you to use our service to book with no hassles! IMPORTANT: *This trip is available in Japanese only* - however we highly recommend this as a rare Japan experience that you can enjoy regardless of language.",
        "strLocation": "Akita",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-akita-visit-akita-and-join-the-akita-kanto-festival/6761?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Visit Akita and Join the Akita Kanto Festival!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 14:00:06"
    },
    {
        "intDurationHour": 48,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 424,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1465767740/htdktyxvmx5upirstsbb.jpg",
        "strIntroduction": "Visit Morioka and join the Sansa Odori festival by reserving this wonderful tour package! Morioka Sansa Odori festival is one of the Five Great Festivals of Tohoku, which is held from August 1 through 4. During the festival, you can see over 10,000 taiko drummers and dancers parade through the city, which makes this festival listed in the Guinness Book of Records as the largest taiko drum festival in the world. Sansa odori festival is very visually and aurally stimulating. The choreography of the main Sansa Odori parade on Chuodori Street is modern and simplified, and the Sansa odori at other venues such as Ekimae Hiroba in front of the station has more traditional and more dynamic choreography. This tour package offers you two days round trip Shinkansen ticket departing from Tokyo to Morioka with an overnight accommodation in Morioka city. You can also make a reservation for spectator seats for this festival if you already booked your transportation and accommodation apart from this tour package! Reservation is difficult to make, so we recommend you to use our service to book with no hassles! IMPORTANT: *This trip is available in Japanese only* - however we highly recommend this as a rare Japan experience that you can enjoy regardless of language.",
        "strLocation": "Iwate",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-iwate-visit-morioka-city-and-join-the-sansa-odori-festival/6754?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Visit Morioka City and Join the Sansa Odori Festival!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 14:04:43"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 788,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1465766096/trvehaej51ghyonvuosg.jpg",
        "strIntroduction": "Join this tour and experience a healthy fasting program in Atami, Izu, Shizuoka. Different from other fasting program, you will be eating the minimum required food during the fasting program. The food will be following the macrobiotic diet, which will help you at detoxifying your body. Since the fasting program is following the macrobiotic diet, most of the ingredients of the food would be organic. The food will be cooked with high and precise technique, so all of the nutrients will remain in the food. The schedule for the fasting program will be as follows: Day 1 - Hotel check-in from 15:00 - Hotpot dinner Day 2 Breakfast - Japanese tea - Seasonal Chakin Lunch - 6 types of vegetable dishes - Soft and fluffy brown rice Dinner - Macrobiotic Special Kaiseki Cuisine Day 3 Breakfast - Grain rice porridge, soup, and green juice Hotel check-out 12:00 This program is a 3 days 2 night healthy fasting program. You might not be staying in the same room everyday due to the hotel rooms occupancies. In additions, children cannot join this program, so please refrain from taking children together with you during this program. Reservation is difficult to make, so we recommend you to use our service to book with no hassles!",
        "strLocation": "Shizuoka",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-shizuoka-experience-healthy-fasting-tour-in-atami-shizuoka/6753?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Experience Healthy Fasting Tour in Atami, Shizuoka!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 14:08:40"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 1038,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1465763609/q9q6eiiwchlck6ncxbkk.jpg",
        "strIntroduction": "We suggest you to spend your summer holiday this year by visiting Lake Biwa in Shiga and experience the glamorous camping with this tour program! You will be staying in a suite room of a camp style villa nearby the Lake Biwa, where you can enjoy spending precious moments with your friends or family! This tour also offers you a fancy Dutch oven dinner, which you can enjoy at the restaurant nearby your villa! You can also enjoy the camping spot's most famous breakfast buffet, both in Japanese and Western style! You don't have to pitch your tent, and there will be no sleeping bags and no fire to build! Just join this glamorous camping (glamping), and you will experience the great outdoors without sacrificing any luxuries! Reservation is difficult to make, so we recommend you to use our service to book with no hassles!",
        "strLocation": "Shiga",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-shiga-experience-glamorous-camping-nearby-the-lake-biwa-in-shiga/6752?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Experience Glamorous Camping Nearby The Lake Biwa in Shiga!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 14:11:23"
    },
    {
        "intDurationHour": 72,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 1896,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1465173943/iirl1wjhqmxu5knf1kmj.jpg",
        "strIntroduction": "Yugawara is a hot spring (Onsen) town with magnificent views of Sagami Bay, as well as a mild weather throughout the year. This beautiful town has been known as a spa town from ancient times since it was described in \"Man-yo-shu,\" Japan's oldest collection of poems. In this 3-days, 2-nights, all-inclusive package, you will stay at Tsubaki Ryokan, a traditional Japanese inn tucked away in the heart of the mountains, where you'll be able to enjoy quiet walking paths and a wide variety of flowers. The ryokan offers a wide variety of rooms to cater to every guest's preferences and prides itself on preserving and introducing traditional Japanese culture to both domestic and international guests. You will also enjoy a delicious seasonal menu with fresh regional ingredients, which change throughout the year. You will experience a spa treatment program during your stay that includes, among other activities the hand copying of sutras, zen meditation and skin fasting to detox your body and allow it to cure it from its ailments. Itinerary: Day 1 Relaxation at the hot spring Consultation & Program guidance Zen meditation ritual Foot bath Special anti-aging facial (90 min) Day 2: Hand copying of Sutras therapy Relaxation at the hot spring Macha tea degustation Consultation, zen meditation ritual, foot bath Shirodhara, a form of Ayurveda therapy that involves gently pouring liquids over the forehead (90 min) Day 3: End of program Please note: -Breakfast and dinner are included. -4 bottles of mineral water are included. -There is a beer and dessert service in the lounge - The package is available every day, but it cannot start on a Saturday.",
        "strLocation": "Kanagawa",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-kanagawa-relax-at-an-all-inclusive-japanese-inn-and-spa-in-kanagawa/6686?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Relax at an all-inclusive Japanese inn and spa in Kanagawa",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 14:14:19"
    },
    {
        "intDurationHour": 48,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 489,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1465172803/kx8k3tbapp5jj7grcwzz.jpg",
        "strIntroduction": "Myoko Kogen ski resort in Niigata prefecture is one of the best ski areas in Japan and home to Akakura Onsen, one of the seven hot springs in the region. Myoko Kogen stands out among other hot springs areas because of the variety of color and mineral content of its hot spring sources despite their proximity to each other, which allows visitors to experience a wide range of hot springs in the same area. In this all-inclusive package, you will stay at Akakura Kanko Hotel, established in 1937 and one of the first European-style ski resorts in Japan. It combines that old-world tradition with modern amenities and a unique Japanese touch, and breathtaking views of the mountains all around, the Lake Nojiri sparkling to the east, and on a clear day, all the way to Sado Island across the Sea of Japan. As part of the package, you'll have access to the hotel's Earth SPA by CLARINS, where you'll receive a relaxing herbal steam therapy. Earth SPA by CLARINS opens from 14:00 to 21:30 (13:00 – 21:00 in winter), so please reserve your desired time when you reserve a room. The plan also includes an American or Japanese-style breakfast and dinner, for which you can choose among four different options: 1. French course 2. Kaiseki (traditional Japanese cuisine) 3. Shabu-shabu 4. Sukiyaki Get away from it all at this secluded resort in one of Japan's most popular ski areas with relaxing hot springs and breathtaking beauty.",
        "strLocation": "Niigata",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-niigata-relax-at-an-all-inclusive-hot-spring-and-spa-in-miyoko-niigata/6684?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Relax at an all-inclusive hot spring & spa in Myoko, Niigata",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 14:16:55"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 249,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1465111533/cyepiwa7pnkpeunturz0.jpg",
        "strIntroduction": "This is a day trip that lets you experience one of the major traditional cultural events in Japan, The Soma Nomaoi Festival. The festival is celebrated across all the former Soma Domain territories (2 cities, 4 towns, 1 village) in Soma and Futaba counties with Minamisoma City being the main venue. This three day festival, held every year on the end of July, is a reenactment of the pomp and splendor in the warring state period with 500 mounted horsemen in traditional samurai armor participating. Soma-Nomaoi is said to be one of the greatest equestrian festivals in the world. The festival features a race with twelve Samurai horsemen, with helmets, armor and katana swords racing in a 1,000 meter course, as well as a battle of hundreds of Samurai horsemen who fight over sacred flags shot into the air by canons, as well as many more breathtaking ceremonies and events. This is a unique festival in the world that you cannot miss!",
        "strLocation": "Fukushima",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-fukushima-experience-the-soma-nomaoi-samurai-horsemen-race-fukushima/6672?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Experience the Soma-Nomaoi Samurai horsemen race, Fukushima!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 14:21:33"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 187,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1465108517/vucq40mevspr0kggeszq.jpg",
        "strIntroduction": "Washi is a traditional Japanese paper with more than 1300 years of history. It is made with the gampi tree, the mitsumata shrub or the paper mulberry, but also can be made using bamboo, hemp, rice, and wheat. It is often used in traditional arts such as origami, shodo calligraphy, ukiyo-e paintings and even everyday articles such as clothing, household goods and ceremonial clothes and objects for shinto priests and Buddhist statues. It was designated by UNESCO as an intangible cultural heritage object. In this activity you will visit Washi-no-Sato paper-making facility in Higashichichibu Village in Saitama prefecture, where you will learn about the history and tradition of washi and even have the opportunity to make your own postcard out of washi paper. This is a guided activity, where the guide will explain the process step by step. First, participants skim off the paper material from the water tank under the supervision of the instructor. Even if you think this is hard work, you will be surprised to realize that in fact, it does not require much physical labor, and even women and children can participate without any trouble. When the pieces of paper, skimmed off in the shape of postcards, are put on a table, participants create their desired designs on the postcards using the juice squeezed from garden flowers and plants, as no artificial ink is used. After the participants put their favorite designs on the postcards, the staff will put a thin layer of Japanese paper over them to finish the entire work. The participants can have their finished postcards within one to two hours. This is a creative, relaxing activity that will fully occupy your mind and make it seem like time flies. The facilities also exhibit Hosokawa-gami (local specialty paper) as well as tools for the production of Japanese paper inside a 300-year old house. Visit this beautiful and relaxing place and learn about the history and tradition of Japanese paper making!",
        "strLocation": "Saitama",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-saitama-experience-the-old-tradition-of-washi-paper-making-saitama/6671?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Experience the old tradition of Washi paper making, Saitama",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 14:24:05"
    },
    {
        "intDurationHour": 72,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 612,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1465106996/hmsekhcazfmwergvf9al.jpg",
        "strIntroduction": "In this 3-day and 2-night plan, you can receive many kinds of beauty services. The hotel services are also rich, so it will ensure a memorable experience for you in Okinawa. The Detox Beauty Plan includes: -Counseling (Pre- and after the spa) -Body Pack x1 (30 min) -Body Scrub x1 (30 min) -Facial Treatment x1 (60 min) -Body Treatment x1 (60 min) -Yoga x1 (45 min) -Swimming pool guide x1 (30 min) Hotel Services are available under the following schedule: -Breakfast \"\"Fine Dining\"\" 06:30 - 10:30 -Swimming pool 09:30 - 22:00 (Free of charge while staying) -Dry Sauna & Gym 09:30 - 22:00 (Free of charge while staying) -Library Lounge & Bar (Free of charge while staying) (Tea time) 14:00 - 16:00 Enjoy coffee, herb tea, hotel-made sweets, etc. (Cocktail time) 17:00 - 19:00 Enjoy alcohol -Butler service (24 hours) Transportation to the hotel from Naha Airport: Approximately 90 min by taxi or airport limousine bus This tour is available every day.",
        "strLocation": "Okinawa",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-okinawa-experience-the-detox-beauty-stay-in-okinawa/6670?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Experience the Detox Beauty Stay, in Okinawa",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 14:28:11"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 58,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1465100425/ocvsl1ztdafuvyvvz8ob.jpg",
        "strIntroduction": "In this tour, near lake Toya in Hokkaido, you will be able to enjoy horse trekking on a hill. You can pick a course which suits your ability or situation from 3 courses. The beautiful nature of Toya can be enjoyed in all the courses. 1. Lake trekking course This is a 40-minute course which leads to a small hill where you can enjoy the view of lake Toya and surrounding mountains. The course is suitable for beginners. You need to be taller than 140cm to join. 2. Lake hill trekking course This is a 90-minute special course which you can enjoy, full of wild nature and birds. The course has steep sides so it's suitable for those who have experienced horse trekking or beginners with enough stamina and guts. You need to be taller than 140cm to join. 3. Family trekking course This is a 35-minute course in which families with children will be able to enjoy. The nature of Hokkaido is spectacular. Children can only join with a parent, but needs to be able to ride on a horseback alone. Staff will support children while trekking.",
        "strLocation": "Hokkaido",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-hokkaido-enjoy-horse-trekking-near-lake-toya-in-hokkaido/6666?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy Horse Trekking Near Lake Toya, in Hokkaido!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 14:31:43"
    },
    {
        "intDurationHour": 72,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 5879,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1465097693/gqee9aufjouuk3gkjawu.jpg",
        "strIntroduction": "In this 3-day and 2-night tour, you can have a luxurious trip to Miyazaki and Kagoshima. The two hotels prepared for the guets are elegant hotels where you can relax and have a special experience. On Day 1, guests will be staying at Seagaia Sheraton Grande Ocean Resort. You'll be able to relax at the Banyan tree spa after your long flight to Miyazaki. The restaurants for your special dinner can be selected from Teppanyaki Fukami or Sushi Yashio. Enjoy Miyazaki's local ingredients' original taste and aroma. For your evening cocktail, you can have a seat at a luxurious bar and spend elegant moments with your partner. Your second day starts at Toyotama, where you can choose your breakfast menu from either Japanese-style or French-style. After that, you have 3 options for your activity: 1) Sightseeing & Lunch: Enjoy spiritual sightseeing in the city, which you can see tourist spots that have relation to Ryoma Sakamoto and his wife, who is one of the most popular Samurai in the Bakumatsu period in Japan. After that, enjoy your lunch at Wasureno-Sato Gajoen, where you can have tasty organic vegetables and chicken meals. 2) Enjoy Golf at Phoenix Country Club and Tom Watson Golf Course. Phoenix Country Club is one of the world's top 100 most famous golf courses, and the Tom Watson Golf Course is the only golf course in the world with the Watson name. If you would like to enjoy golf in the best golf courses in the world, don't miss this chance! 3) Golf Lessons at Phoenix Golf Academy You can take lessons with the first PGA-certified Japanese golf instructor to hold a Class A license! If you wish to elevate your golf skills, it's going to be a great opportunity! On your last day, you will have breakfast and lunch at Tenku no Mori in Kagoshima. You can enjoy organic local vegetables and have a picnic as well! This tour is available every day. Your Original Itinerary: [Day 1] Meet your guide at Miyazaki airport Check in at Seagaia Sheraton Grande Ocean Resort Relax at Banyan tree spa Enjoy a special dinner & evening cocktail [Day 2] Enjoy breakfast with Miyazaki's local ingredients Choose which activities you would like to experience, listed above. Check in at Tenku no Mori [Day 3] Eat breakfast with organic vegetables Enjoy a picnic lunch The tour ends at Kagoshima Airport.",
        "strLocation": "Miyazaki",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-miyazaki-enjoy-a-3-day-luxurious-trip-to-miyazaki-and-kagoshima/6665?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy a 3-Day Luxurious Trip to Miyazaki & Kagoshima!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 14:37:04"
    },
    {
        "intDurationHour": 48,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 489,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1465091902/yaw6obrupuelyz4rw6ht.jpg",
        "strIntroduction": "Hakone is a place where people visit museums and hot springs to relax. It’s not far from Tokyo and the nature is always beautiful. Hyatt Regency Hakone Resort and spa is a resort hotel in Hakone. It’s located in a convenient area with easy access to all the sightseeing spots around Hakone. All the hotel rooms are spacious, like a residential style room, together with either a terrace or balcony. Some rooms have Tatami mats. There are two big baths in the hotel and they use natural hot springs. This package is really exciting since this will be a new way of enjoying Hakone different from the typical way, such as visiting the museums and hot springs. Hakone Mountain Ripper offers variety tours by mountain bikes. One of their tours is the one included in this package. The course is 4 hours and the riding is approximately 17 kilometers, in total. You will ride along the riverside and go deep into the forest. The road is easy and the slopes gentle, so you don’t have to worry, even if you've never used a mountain bike. The tour includes a tour guide, mountain bike set, helmet, light meals, snacks, mineral water, rain jacket and insurance. They also provide the pick-ups from the hotels and drop-offs at the hotels. Even after the tour, you will still have time to visit other spots or shop. And the baths in the hotel are always available for you as well. Two meals, breakfast and dinner, are included in the package. So please remember to book a table for dinner at your arrival at the hotel. Enjoy the authentic food at the elegant restaurant!",
        "strLocation": "Kanagawa",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-kanagawa-book-a-hotel-with-a-mountain-bike-tour-in-hakone/6662?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Book a Hotel with a Mountain Bike Tour, in Hakone!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 14:42:15"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 958,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1465050544/wbgrxhgspgytlnz1mbil.jpg",
        "strIntroduction": "Teeth whitening has been an emerging trend in Japan, especially for those who seek a perfect image or work with communication in public. Be more confident with a healthy, shining and beautiful smile. Our dental salon holds a high level of dental practices and shares the largest number of dental salons in Japan. Instead of going to a dental clinic, in our salon, you can enjoy a professional treatment with the most advanced technology while relaxing in our comfortable signature chairs, natural aroma and healing music for both your soul and body. Our nationally certified therapists will help you achieve whiter teeth, prevent and eliminate bad breath or periodontal disease. Please come to one of our branches around Tokyo upon your personal preference: Ginza, Shinjuku, Ikebukuro, or Kichijoji (the exact address for either one of these locations will be provided after you've booked)",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-experience-teeth-whitening-at-a-top-dental-salon-in-japan/6661?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Experience Teeth Whitening at a top Dental Salon in Japan",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 14:44:36"
    },
    {
        "intDurationHour": 72,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 281,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1465052247/vgcp7kzz8rfoejpvbjo4.jpg",
        "strIntroduction": "Standing in the deep forest of Nakafusa Valley in the Northern Alps, Hotaka Yojoen is a holistic healing retreat, whose concept is “eating good food, doing proper exercise, and relaxing can enhance the healing power of human body”. Based on that, they serve macrobiotic meals twice a day, using brown rice and fresh vegetables from local farms. You will be amazed how a fat-free and monosodium glutamate-free diet is easy on your stomach, as well as rich in flavor. For proper exercise, they have programs of yoga, or forest bathing every morning. Soaking up in the morning sun will fully awaken the power of your body and mind. In addition, their natural hot bath is amazing. The bathhouse is made of wood and the water comes from a hot-spring source, nearby an Onsen (hot spring) resort. Unique points at Hotaka Yojoen are that all of the guests dine together and do their own dishes after meals. Probably, it comes from the self-sufficient state of mind in macrobiotics. Eat plenty of vegetables, do proper exercise and soak up in the morning sunlight. If you need to relieve the stresses of a long work week, why don't you spend 3 days & 2 nights at this great hideout? They provide various holistic therapies including Shiatsu massage, Aroma massage, Reflexology, and Esalen bodywork with additional fees. ●Access Take the JR Chuo-Line from Shinjuku Station or Nagoya Station to Matsumoto Station and change to the JR Oito-Line. Please get off at Hotaka or Ariake Station. A taxi will be placed in front of the station to go to Yojoen (Approximately a 15-minute taxi ride from Hotaka station; 10 minutes from Ariake station). During the high season and on weekends, buses run from Hotaka station. Please get off the bus at \"Ariake-san jinja shrine\" bus stop. It's approximately a 5-minute walk from Yojoen.",
        "strLocation": "Nagano",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-nagano-loosen-up-at-holistic-retreat-hotaka-yojoen-in-nagano/6660?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Loosen Up at Holistic Retreat Hotaka Yojoen, in Nagano!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 14:49:07"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 94,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1465044731/ih4bsiukhkly1xk0m7cq.jpg",
        "strIntroduction": "Halal is not limited to foods and drinks, but also to what we apply on our skins. Halal certificated beauty products must be free of such chemicals like fatty acids, gelatin, alcohol or ingredients that are extracted from animals. Our beauty salon has provided Muslim-friendly beauty services for 4 years in Ebisu. With our professional and skillful stylists, as well as our Halal conscious products, we are confident to bring you an enjoyable moment when experiencing our services here. We offer the following services: - Haircut service: through consultation with customers, we offer a hair cut in any style upon your request, shampoo with a unique technique and high-quality Halal certificated products. We can also blow dry and massage your head and shoulder for 5 minutes. - Head massage: to boost your metabolism, the service starts with deep cleansing carbonated shampoo, only high-quality Halal conscious hair care products are used. Then followed by a refreshing scalp massage and a blow dry. Make-up service: try on Japanese-style makeup by our beauty professionals and a simple hair set upon your request.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-visit-muslim-friendly-beauty-salon-in-ebisu-tokyo/6658?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Visit Muslim-Friendly Beauty Salon in Ebisu, Tokyo",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 14:52:12"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 618,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1465034075/klqbaaoorbz7qiuybg23.jpg",
        "strIntroduction": "Akazawa Onsen is a famous resort hotel located near Akazawa Beach. It is like a theme park and there are a lot of facilities for health and beauty, such as spas, pools, gymnastic, bowling places, an aesthetic salon, and health supplement products in Japan. Akazawa Onsen is often chosen as one of the country’s must-visit hot springs, seeing extensive views of the ocean from the open-air hot spring bath. In the evening, you can enjoy taking a bath under the beautiful stars as well. During your stay at Akazawa Onsen, you can use a lot of quality cosmetic products and amenity goods of DHC brand at the onsen, spa, pool, gymnastic, and also for the heavenly spa. This two in one package plan of using Aakzawa spa, along with a 90-minute aromatic body massage, is really popular among men and women. This will be held in a private space and you'll be able to enjoy a nice garden view. The spa treatment service combines techniques from all over the world, such as Ayurveda and stone therapy. Your guest room will also be equipped with a Japanese style open- air bath, so you can enjoy bathing as well! So get ready and spoil yourself with this heavenly spa course and enjoy the blissful moment to your heart's content!",
        "strLocation": "Shizuoka",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-shizuoka-treat-yourself-to-a-heavenly-spa-in-shizuoka/6656?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Treat Yourself to a Heavenly Spa, in Shizuoka",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 14:55:35"
    },
    {
        "intDurationHour": 48,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 586,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1465030799/nn0vfsaavvc3ao66kq9q.jpg",
        "strIntroduction": "Zao Onsen is one of the most famous sulfurous hot springs in Japan. The hot, natural volcanic waters will relax and refresh your body and mind. Located in Yamagata prefecture, about 30-40 minutes from Yamagata city by car, the Zao Onsen snow resort is known for excellent powder conditions, a wide range of courses covering a large area and the famous Juhyo \"Ice Monsters.\" Onsens can be found at ryokans in the village, and one of the ryokans is Chikusenso. The gardens at Chikusenso, which occupies an area of 20,000 square meters within Zao Quasi-National Park, faithfully reflect nature in Zao. The winding river, the waterfall, the deciduous forest reflecting the changing seasons, and rustling bamboo groves are all there for guests’ enjoyment. The inn’s buildings, based on the “modern Japanese” architectural concept, make abundant use of natural materials such as wood, stone and washi (Japanese paper) to create a calm, healing atmosphere. Interiors were designed by Yukio Hashimoto, who created the décor for The Peninsula Tokyo and other notable buildings. The inn’s 32 luxurious rooms combine the best of Japanese hospitality with the functionality and conveniences of a modern hotel. The inn offers guests tours of a sake brewery, a cheese-making factory, and a chance to experience the tea ceremony and other aspects of Japanese culture. Relaxation in an open-air bath or spa treatments in pristine natural surroundings provide healing experienced by all five senses, making your stay at Chikusenso an unforgettable one. Chikusenso offers a special solo trip plan. The plan includes a 90-minute seasonal treatment, and welcome drink champagne. For men, the treatment can be changed to East & West blend treatment. The following conditions apply: * Dinner and breakfast are included. * The onsen room is open 15:00 – 24:00 and 6:00 – 10:00. * The private open air bath can be used. Make a reservation after you arrive at Chikusenso.",
        "strLocation": "Yamagata",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-yamagata-relax-at-a-famous-hot-spring-and-luxurious-ryokan-in-yamagata/6655?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Relax at a Famous Hot Spring & Luxurious Ryokan, in Yamagata",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 14:58:54"
    },
    {
        "intDurationHour": 7,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 81,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1465023935/emej7eh8l65f2ovbvj1b.jpg",
        "strIntroduction": "It's summer time, the season of festivals! This tour allows you to experience the famous festival in Aichi, the Toyohama Sea Bream Festival. It's also known as one of the most unique festivals in the world. It's said that the festival started around 1890, when a carpenter created the float in a shape of a mouse to make their festival exciting. In the beginning, the shapes of the float were animals. After time had passed by, the shape transformed into sea creatures. Since the area is famous for the fishing industry, it's natural to have the float with the theme of sea creatures. In the beginning of the Taisho period, people created sea bream shaped floats. In the beginning of the Showa period, a float had people inside, playing a drum, a flute and a shamisen (Japanese traditional three-stringed instrument). People carried the float and walked throughout the town, and even went to the ocean. This style of the festival remains true today. The completed float weighs one ton and requires about 60 people to carry it. We're certain that you'll be blown away by the festival. A tour guide will take you from Nagoya to Toyohama, so you can relax and enjoy the ride. The tour is operated in the afternoon on July 23rd and 24th. Details of the schedule need to be confirmed.",
        "strLocation": "Nagoya",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-nagoya-explore-toyohama-sea-bream-festival-in-aichi/6652?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Explore Toyohama Sea Bream Festival, in Aichi!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 15:02:49"
    },
    {
        "intDurationHour": 48,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 293,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1465092199/xggxezwvzxgkcjrhliao.jpg",
        "strIntroduction": "This is the very first spa & resort hotel in Japan which is located on a hill of 183 meters high, facing Sagami Bay. And every single one of the 173 rooms has an ocean view. In addition, it also contains \"pamper-yourself\" facilities, such as eleven hydrotherapy hot spring pools, a sauna, aesthetic salon, fitness center, and so on. You could also enjoy the ocean view from your room or enjoy the outside activities, such as playing tennis, golf, or exploring a hiking trail. This hotel, Hilton Odawara Resort & Spa, is set in a stunning location between the Hakone Mountains and Sagami Bay, just 30nmintes from the bustling city of Tokyo. It's a good place to unwind after a hard busy day. Package Plan: Superior Twin Room You can select 5 kinds of treatment Spa Treatment Facial Trial Back Foot Head & Shoulder Men's Facial This comes with \"Esthederm\" Amenity set Breakfast",
        "strLocation": "Kanagawa",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-kanagawa-book-a-room-with-an-ocean-view-in-kanagawa/6663?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Book a Room with an Ocean View, in Kanagawa",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 15:05:18"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 37,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1472881045/hjnmgyb17qfoi9zocmsk.jpg",
        "strIntroduction": "This origami workshop takes 1 hour. Basically, I will teach you how to fold paper and make simple origami such as \"samurai helmets\", \"Ninja throwing knives\", \"paper balloons\", and more. If you like, I can teach not only these simple ones, but also \"Flapping cranes\", \"Jumping frogs\" as you can see on the movie . This would be perfect for souvenirs from your trip to Japan. Let's enjoy folding origami while hanging out and listening to Japanese traditional music! Some tea and snacks are included. Besides, it is easy to visit the venue from Narita Airport. 5 people at the most can take part in this gathering a time.",
        "strLocation": "Chiba",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-chiba-make-your-own-origami-souvenir-from-japan/5217?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Make your own origami souvenir from Japan",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 15:07:48"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 81,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1465368789/fcdlm0c5tms3eyc777lf.jpg",
        "strIntroduction": "This is a 3 - 5 hour tour at Asakusa, Tokyo. Asakusa is one of the best traditional sightseeing places in Tokyo. You'll feel the old Japanese culture at this place. It's very popular and we will take a commemorative photo during this tour. I'll pick you up at Asakusa Station (if you need me to pick you up from your hotel, an extra charge will apply). Go to the Kaminarimon gate and take a commemorative photo in front of the big gate. ↓ Shopping at Nakamise Street. ↓ See Asakusa's temple which brings luck to visitors. ↓ Experience making a Japanese candy figurine at a local shop. Duration: 3 - 5 hours Participants: 2-8 Day of the week: Monday, Tuesday, Wednesday, Friday Meeting point: Asakusa Station (if you need me to pick you up from your hotel, an extra charge will apply) Time: (1) 10:30- (2) 13:30- I'm looking forward to seeing you in this tour!",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-make-a-japanese-candy-figurine-during-a-tour-in-asakusa/6715?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Make a Japanese candy figurine during a tour in Asakusa",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 15:12:46"
    },
    {
        "intDurationHour": 5,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 249,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1465217149/ge4leu07uwuywtfkhqpa.jpg",
        "strIntroduction": "This is a private tour around Narita, so you can choose what you want to see and where you want to go. Below are the highlights of the tour: Narita Narita city is about 10 minutes from Narita Airport by train. There you can visit Naritasan Temple and its Japanese traditional garden. You can wish and pray for your success at the temple. There is also the shopping street, where you can get various souvenirs and experience eating soba or sweet broiled eel at the Japanese restaurants. Sawara Sawara is about 30 minutes from Narita by train. You can wear kimono and walk around the old streets, or cruise by boat through the river. If you want, you can go to Katori Shrine (it would be better to use taxi from Sawara Station). Some other experiences include: - see sake (rice wine) brewery and taste local sake - wear kimono and have your hair set made - see a festival float museum - cruise by boat through the river Sakura Sakura town is about 15 minutes from Narita by train. You can visit an old samurai residence and also explore the National Museum of Japanese History. You can also see the ruins of the Sakura Castle. You can have tea ceremony at a teahouse.",
        "strLocation": "Chiba",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-chiba-enjoy-a-private-tour-in-narita-sawara-and-sakura-chiba/6674?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy a Private Tour in Narita, Sawara, and Sakura (Chiba)",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 15:15:17"
    },
    {
        "intDurationHour": 48,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 329,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1464952912/udjazvyyqn0hu5v22req.jpg",
        "strIntroduction": "The “Hyatt Regency Kyoto” is a five star hotel in Kyoto with “more than 50 years of expertise in hospitality featuring smart architecture and design with a unique and award winning restaurant concept. Owners and developers put their confidence in Hyatt, yet above all, a core strength emerges from a philosophy of authentic hospitality delivered to each and every guest 24/7 around the world.” This package includes breakfast and 10,000 JPY worth of treatment. In Kyoto you will enjoy a lot of sightseeing walks from temple to temple and shrine to shrine, inside parks and shopping! After that your body will definitely needed a special treatment. Hyatt Regency Kyoto, “Riraku Spa and Fitness” offers a variety of unique treatments. Japanese acupuncture and moxibustion skills and western massage and facial treatment skills are mixed into this treatment. There are also specialists to support and care for all your needs. The smell of incense also helps you to relax and refresh your mind so you will have a good rest at night. In the next morning, for breakfast, you can either choose their special healthy breakfast or buffet style breakfast. The buffet breakfast offers you a rich western menu including a special smoked leg of ham, croissants, and a variety of egg dishes and more. The healthy breakfast comes on one plate and includes fresh fruits and a vegetable smoothie, homemade muesli, organic salad, and more. Since the check-out time is at 14:00, you can spend more time at the hotel or walk to some of the sightseeing spots nearby, such as Sanjusangendo Temple, Kyoto National museum, Kiyomizu temple. *Hyatt Regency Kyoto *Check-in: 15:00 / Check-out:14:00 Option 1 Stay at the hotel with Spa treatment (King guest room) *2 persons in one room. *10,000 JPY worth spa treatment credit *Free breakfast Option 2 Stay at the hotel with Spa treatment (Twin guest room) *2 persons in one room. *10,000 JPY worth spa treatment credit *Free breakfast Option 3 Stay at the hotel with Spa treatment (Deluxe King room) *2 persons in one room. *10,000 JPY worth spa treatment credit *Free breakfast Option 4 Stay at the hotel with Spa treatment (Deluxe balcony twin room) *2 persons in one room. *10,000 JPY worth spa treatment credit *Free breakfast",
        "strLocation": "Kyoto",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-kyoto-book-a-hotel-room-with-spa-and-fitness-in-kyoto/6648?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Book a Hotel Room with Spa and Fitness in Kyoto!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 15:17:55"
    },
    {
        "intDurationHour": 48,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 708,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1464780524/z1nkhgxtp2v4djndcial.jpg",
        "strIntroduction": "“Shima Kanko Hotel the bay suites” is one of the resort hotels in Shima city, Mie prefecture, where all the 50 rooms are suite rooms. The hotel is facing Ago Bay at Ise Shima national park and the beautiful architectural buildings are surrounded by the richly greened garden where you can walk and pick some herbs. The food at the restaurants in the hotel is mainly seafood from the bay and the sea nearby together with local seasonal ingredients. With this plan you can either choose French seafood or Japanese kaiseki (Tea ceremony dishes). Both restaurants have huge windows facing the bay, so you can enjoy the sunset at dinner time. The highlight of this hotel package is its spa treatment. “eau spa by Clarins” is the first resort Spa in Japan. Clarins is one of the most popular skin care brands in Europe and all treatments are done by hand with Clarins products. At first, you will make a booking for your treatment. The treatment begins with a counseling by a therapist. The treatment will be discussed and decided depending on your condition on the day. Starting with a foot bath you will then have an aroma massage treatment. Your legs, back and shoulders will be softened by the therapist’s hands with aroma oil! After the treatment, you can relax with herbal tea and the therapist will give you some advice for simple treatments at home. Then you can just relax in your room until dinner time or you might want to go for a stroll to feel the new freshness of your body. *Check-in:15:00 / Check-out:12:00 Option 1 Stay at the hotel with Spa treatment for 60 minutes. *2 meals are included. *5/17/2016-9/30/2016",
        "strLocation": "Mie",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-mie-book-a-room-at-resort-hotel-with-spa-treatment-in-mie/6635?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Book a room at resort hotel with Spa treatment in Mie!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 15:20:54"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 125,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1464591332/myrfcsxe3jyik0t6xjb2.jpg",
        "strIntroduction": "This tour is a two-hour cruise that provides you with not only traditional Japanese food, but also Chinese and Western food. A reservation can be hard to make at the busiest times, such as Cherry Blossom Season or the New Year. The departure time is between 12:00-20:00, however, it is also possible to start at other times, please feel free to contact us. The most famous tourist spots on this tour are Nakanoshima and Dōtonbori with a variety of events being held all year around. Options: 1. Standard tour 2. Extension (per hour) Attention: 1. The tour can provide three types of boat, it depends on the amount of guests or you can request the boat you like. 2. This is a two-hour plan including all-you-can-drink, you can even bring your own food or drink. 3. You can choose from Chinese, Japanese or Western food for your course. 4. This tour starts at a minimum of 12 people and maximum of 22. 5. To make sure of your reservation, you need to pay in advance during the first week after your booking. Boats: 1. The Gondola Bar boat This is the largest boat of all three and is capable of carrying up to 22 people. 2. The Good Memories boat This boat can only carry 11 people and it is the most suitable boat for Cherry-blossom viewing. 3. The Osaka Party Cruise boat This boat can carry 10 people maximum.",
        "strLocation": "Osaka",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-osaka-reservation-for-meal-and-yakata-boat-the-gondola-bar-osaka/6608?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Reservation for Meal and Yakata Boat the Gondola Bar, Osaka",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 15:24:57"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 45,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1464329282/fbcldzxdiqe3mdkc9up3.png",
        "strIntroduction": "Hapuna is a place where you can relax and enjoy a foot bath, massage or aromatherapy massage. The aromatherapy massage is one of the most popular treatments in Hapuna. This is a calm, slow and relaxing full-body massage using tender movements and warm aromatic oils that spoil both your body and soul. Hapuna also serves drinks during your massage. Option 1: 30-minute massage + 10-minute footh bath (1 drink included) Option 2: 60-minute massage + 10-minute footh bath (1 drink included) Option 3: 30-minute aromatherapy massage + 10-minute footh bath (1 drink included) Option 4: 60-minute aromatherapy massage + 10-minute footh bath (1 drink included) Attentions: 1. Only one drink is included in the package. Refill will be charged 300 JPY for beverages and 400 JPY for beers. 2. Extension of footbath is available. Every 30 minutes for 200 JPY. 3. Please wipe your feet with paper towel before and after the footbath. 4. You can rend short pants for 100 JPY as massage dressing.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-reservation-for-footbath-and-massage-at-hapuna-shinjuku/6597?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Reservation for Foot Bath & Massage at Hapuna, Shinjuku",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 15:29:41"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 207,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1464324942/kbott5gm3z38ywxefxun.jpg",
        "strIntroduction": "The Southern Links Golf Club is a subsidiary corporation of Accordia Golf and is famous for its Seaside Course. Built in 1989 next to a cliff around 40 meters high, it has two signature holes, 7 ponds and creeks and beautiful tropical plants making it a beautiful place. Here are the details of this link: Kind: Seaside Difference of elevation: Flat Area: 0.9km² Green: 1 Hole: 18 holes and 72 pars Course: out and in Option 1: An overnight stay at weekdays Option 2: An overnight stay at weekends Option 3: An overnight stay at weekends with caddies Attention: 1. The price is per person. The rate goes up per additional person (for couple) and per additional person (for a group of 3) in option 1 and 2. The rate goes up per additional person (for couple) and per additional person (for a group of 3) in option 3. 2. All prices are per person with two sharing one room. If you want to book for one then you will be charged per person. 3. Business hours: To October Morning 6:46 - 8:59 Afternoon 11:40 - 13:32 From November Morning 6:53 - 8:52 Afternoon 11:26 - 13:11 4. This discount price is just for the first five groups.",
        "strLocation": "Okinawa",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-okinawa-reservation-for-the-southern-links-golf-club-in-okinawa/6595?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Reservation for The Southern Links Golf Club in Okinawa",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 15:33:22"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 33,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1465193246/b6lnvaxd55nzzvs7x4ic.png",
        "strIntroduction": "Sayama, rich in natural beauty, is one of the three highest quality tea producing regions in Japan which also is the nearest tea planting area to Tokyo (located in Saitama prefecture). This hands-on experience of hand-rolled tea making is also available. Inside the souvenir store, you can buy the freshest tea. This tour starts with a lecture about tea processing and the skills of picking tea leaves, then you can pick leaves by yourselves before tasting a Japanese cuisine made with tea leaves. Other optional services are also available. For example, you can try on the traditional tea-picking clothing or you can learn how to pick and pack tea leaves in a container by yourself. Please ask the staff for more information if you intend to book these optional services. In addition, you can book hotel pick-up as an additional option. However, please note that transportation is not included. Attention: This tour only operates during early May to mid-October.",
        "strLocation": "Saitama",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-saitama-experience-the-wonder-of-picking-tea-at-miyano-en-sayama/6694?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Experience the Wonder of Picking Tea at Miyano-en, Sayama",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 15:38:07"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 45,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1464964982/ymmrmttjv1faefojumba.jpg",
        "strIntroduction": "Halal foods and drinks are those permissible for Muslims to eat or drink under Islamic law and is a strictly defined way to eat and prepare food. Halal sushi for example requires the fish must be live right before being sliced for sushi. In addition, Japanese necessities such as seasonings like soy sauce or mirin are not used. In Tokyo, Halal food is only available in certificated Halal restaurants. Preparing such food is difficult and this Halal sushi making experience in a Muslim karaoke bar is a fun experience where you can enjoy halal food and singing at the same time! Staff from \"Halal Recipe Japan\" provide the sushi recipe accepted by Halal restrictions following easy-to-understand instructions. Then, while enjoying your freshly made sushi, you can have fun singing karaoke too. There are more than 200,000 up-to-date songs available for you to choose from. Malay and English speaking staff are always present, making it easier and more comfortable for you to enjoy the experience.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-make-halal-sushi-at-muslim-friendly-karaoke-bar-in-tokyo/6650?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Make Halal Sushi at Muslim-Friendly Karaoke Bar in Tokyo",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 15:40:38"
    },
    {
        "intDurationHour": 72,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 598,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1464964314/ciuvdtzb10onardpbmdy.jpg",
        "strIntroduction": "Fasting is the greatest remedy for your body to heal itself recovery its energy. On this program a counselor will set a schedule during your stay, suitable to your body condition. You will be given a liquid nutrient made from a variety of fruits, vegetables and lactic acid bacteria making your fasting less stressful. Plus, you will be given important tips to keep a healthy lifestyle at home. At Amamu there is a yoga studio, pool, jacuzzi, and a big bathhouse. Optional programs for beauty-treatment, horse-riding, and special yoga sessions are available with additional charges. Don’t miss the chance to cleanse your body at Amamu! ●Sample Itinerary DAY 1 14:00-16:00 Check in -Orientation Counselor will ask about your condition and life habit, then propose the schedule during your stay. -Free Time! -Soak in a big hot bath, read books at a library, walk around the hotel, and get a massage at a beauty salon and join a special yoga session. -22:00 Sleep DAY 2 -7:00 – 7:45 Morning yoga (free) -Free Time! -22:00 Sleep DAY 3 -7:00 – 7:45 Morning yoga -8:00 Breakfast! -You will be served light food that is easy to digest, and advise how you eat after breaking your fast. -9:00 – 10:00 Check out ●Access Pick up at 14:30 or 16:50 at JR Takahagi Station (About 100 minutes ride on the express train \"Super Hitachi\" from Ueno to Takahagi Station) *If you need a pick-up service, let us know when making your reservation. ●Optional Activities Horse riding: 2,000 – 15,000JPY (*Price will change depending on the class and your level.) Morning yoga class: Free Special yoga session: 2,000 JPY Segway: 2,000 JPY- Cart riding: Free Pool: Free Spa treatment: 4,000 JPY-",
        "strLocation": "Ibaraki",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-ibaraki-reset-your-body-and-soul-by-fasting-at-amamu-ibaraki/6649?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Reset Your Body & Soul by Fasting at Amamu, Ibaraki!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 15:44:20"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 353,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1464951118/tccgvwjzjop1vkgeemlh.jpg",
        "strIntroduction": "Enjoy a luxurious time sleeping on a high rebound mattress which makes you feel as if you are lying on a cloud enjoying the breathtaking view from a guest room located approximately 100 to 140 meters above ground? This experience includes the sky resort spa “Plau Blan” on the 22nd floor. A breakfast service is also available at a restaurant where you can enjoy a great view of Sapporo. Airweave is the top selling mattress topper in Japan and is well known for supporting the World Cup and Olympics. The sky resort spa with natural hot spring water comes from the underground source below Sapporo Station offering you a healing, relaxing wonderful, urban city of Sapporo scenery from the window 100 m above ground. Enjoy the comfortable sky resort spa that makes you forget about time passing, spoil yourself. The guest room furniture is well arranged allowing you to enjoy the great scenery from the wide window. Stretch yourself out on the airweave and fall asleep while watching the night view for a quality moment! Enjoy a perfect night’s sleep that will recharge you and bring you the energy for next day. Try the experience of the high rebound mattress topper that is 90% air and polyethylene fibers entwined in 3D and dissipates body pressure evenly reducing physical strain and also preventing a build-up of heat and dampness. The outstanding breathability provides for a comfortable sleep even when perspiring.",
        "strLocation": "Hokkaido",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-hokkaido-enjoy-a-sky-spa-and-sleep-on-an-airweave-mattress-in-hokkaido/6647?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy a Sky Spa & Sleep on an Airweave Mattress in Hokkaido!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 15:48:31"
    },
    {
        "intDurationHour": 11,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 89,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1464940807/mark35w7d4mhcsk11anm.jpg",
        "strIntroduction": "Hurry up and don't miss your chance! This tour runs for only a limited time from July 23 to August 21! This bus tour from Sapporo takes you to the famous sightseeing spots in the area such as the sunflower field in Hokuryu Town, beautiful scenic hills in Biei, Asahikawa's Snow Museum and Farm Tomita. A farmer started planting sunflowers in Hokuryu Town over 35 years ago and every time the field was damaged by typhoons and tornadoes, people in the town united together to save the field. This beautiful sunflower field filled with townspeople's love, will make surely delight you. Biei area is characterized as the scenic hills and you can enjoy the fantastic scenery from your bus window and see the famous Patchwork Road. The Snow Museum in Asahikawa is a masterpiece of architecture. The entire building resembles a medieval castle and you will discover many wonderful ice decorations inside. Farm Tomita offers you a gorgeous lavender field. Relax and appreciate the aroma of lavender. After recharging your energy, a lavender ice cream awaits you to complete your experience. Here is the tour itinerary. 8:15 am Departure from JR Sapporo Station's bus terminal. Itinerary: -Sunflower Field in Hokuryu Town (50 minutes) -Snow Museum (40 minutes) - lunch at Altimall Higashi Kagura Restaurant OMP (1 hour and 5 minutes) -Biei Patchwork Road (from the bus window) -Farm Tomita (free time) 18:45 pm The tour ends at JR Sapporo Station. The tour is operated daily between July 23 and August 21. ---Notes--- ・If the tour participants are under 30 people, the tour will not be operated. ・Depending on weather and road conditions, the tour itinerary may be delayed and changed. ・If the sunflowers are not in bloom during the tour operation period, the tour schedule may be changed and the tour may have an alternative destination. ・Tour is free for child below 6 years old if the child does not require a seat. If the child below 6 years old requires a seat, please book the (child, 6-11 years) option",
        "strLocation": "Hokkaido",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-hokkaido-enjoy-a-1-day-tour-to-a-sunflower-field-and-farm-hokkaido/6642?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy a 1 Day Tour to a Sunflower Field and Farm, Hokkaido",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 15:53:09"
    },
    {
        "intDurationHour": 72,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 505,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1464817026/vflzjzfemglj5nqmmqrz.jpg",
        "strIntroduction": "Wellness Hotel with farm, “Fufu Yamanashi” is a unique facility where guests can forget about the labors of every day’s life and focus on a healthy lifestyle and it is operated by medical specialists cooperating with local farmers to provide the best setting for good sleep, excise, healthy diet, and relaxation. There are various interesting programs such as a walking in the woods program which includes bathing in the morning sun to reset your biological clock. Morning yoga will remind you of the benefits of a workout and deepening your breath. “Karada Reset Program” or body reset program is helpful for having great posture and enhancing your inner muscles. In addition, there is a program to experience farming! Guests can help with cultivation or picking vegetables, providing a rare chance if you are a city dweller. In addition, healthy meals are served, called “therapy food” using seasonal ingredients, especially vegetables in a French full-course style. Guests can eat plenty of vegetables, do some moderate exercise, and commune with nature in a beautiful environment! There is no better place for unwinding than this. Spend your holiday at Fufu Yamanashi! ●Room Fufu Yamanashi has Japanese-style rooms with tatami and futons as well as Western-style rooms with beds. Every room is equipped with a bathtub and shower, but you can try an open air Jacuzzi to immerse yourself in its luxury! ●Optional Menu Fufu Yamanashi prepares optional programs such as “therapy walking in the woods,” “trekking Mt. Konara,” “aroma treatment,” “art therapy” and “examination of autonomic nerve balance”. You can join each program for an additional fee. Trekking Mt. Konara needs an advance reservation. ●Price includes: 5 set programs/ Meals/ Amenities ●Access Pick up at 11:30 or 14:00 at JR Enzan Station of Chuo Main Line (About 90 minutes by express train \"Azusa\" or \"Kaiji\" from Shinjuku to Shioyama Station )",
        "strLocation": "Yamanashi",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-yamanashi-relax-at-wellness-hotel-with-farm-fufu-yamanashi/6637?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Relax at Wellness Hotel with Farm, Fufu Yamanashi!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 15:56:37"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 61,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1464583209/uefiyi2frjy1tuddhrmy.jpg",
        "strIntroduction": "The Port of Kobe is a famous tourist spot in Kobe. This tour is a two-hour cruise tour that provides you with traditional Japanese food like Monjayaki or Yakiniku. When people think of Japanese food, most think of sushi. However, you probably don't know, but another of Japan’s popular dishes is something called Monjayaki. Monjayaki is simple but complicated! It has just a few simple ingredients and can be made in under three minutes. However, it requires detailed instructions to make. Details of this tour: 1. Departure will be from the No.4 station of Kamomeria at the Port of Kobe. 2. Kobe Port Tower can be seen from the start. 3. It takes about 10 minutes to get to the Hyougounga. 4. The meal is served after the arrival of the Hyougounga. 5. You can also enjoy a lot of other tourist spots from the boat. 6. The meal ends 15 minutes before the return. Options: 1. A buffet of Monjayaki (adult) 2. A buffet of Monjayaki (child) (age 3-12) 3. Yakiniku with one drink (adult) 4. Yakiniku with one drink (child) (age 3-12) 5. Wagyu with one drink (adult) 6. Wagyu with one drink (child) (age 3-12) Attention: 1. The whole tour is around 2 hours and starts three times a day. Morning: 11:00-13:00 Afternoon: 15:00-17:00 Evening: 18:00-20:00 2.Last order is 40 minutes before return. 3.The price includes the ticket and meal. 4.You can also enjoy an all-you-can-drink for 90 minutes by adding 2,000 JPY for each person. 5. Minimum 2 people booking in advance. 6. This tour starts at a minimum of 10 peopleT",
        "strLocation": "Hyogo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-hyogo-try-monjayaki-or-yakiniku-on-a-yakata-boat-in-kobe/6606?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Try Monjayaki or Yakiniku on a Yakata Boat in Kobe",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 16:00:01"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 39,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1464607085/l7a4avnezqhzgnal4grd.jpg",
        "strIntroduction": "Why don't you start renting a bicycle in Tokyo?! If you rent a bicycle, you can ride around Tokyo's 23 wards and see the beautiful scenery! What's good about this rental bicycle: -Get on & off at your hotels! -Rent at a valuable price -Insurance included If you get on the bicycle, you can explore the new side of Tokyo and it's gonna be an awesome trip! Feel the breeze of Tokyo! This bicycle rental is available every day. Please provide all of the information below in order to make your reservation: [Basic Information] -Full Name (Name of the person who reserved the hotel) -On Which day you would like to rental (YYYY/MM/DD) -Hotel name (Where you are going to stay) [Participant's Information] *Please tell us information below for all of the people who will rent the bicycle. -Name -Gender (M/F) -Height (cm) There are multiple options available for this tour: [Adult] Option1: 3200 JPY (Mon-Fri) Adult / 1 Day Rental (per person) Option2: 2800 JPY (Mon-Fri) Adult / 1 Day Rental (per adults for group of 2 adults and more) Option3: 4000 JPY (Sat, Sun, national holidays) Adult / 1 Day Rental (per person) Option4: 3500 JPY (Sat, Sun, national holidays) Adult / 1 Day Rental (per adult for group of 2 adults and more) [Child (Under the Age of 12)] Optioin5: 3200 JPY (Mon-Fri) Child / 1 Day Rental (per person) Option6: 1600 JPY (Mon-Fri) Child / 1 Day Rental (per child for group of 2 children and more) Option7: 3200 JPY (Sat, Sun, national holidays) Child / 1 Day Rental (per person) Option8: 2000 JPY (Sat, Sun, national holidays) Child / 1 Day Rental (per child for group of 2 children and more)",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-rent-a-bicycle-and-fully-enjoy-tokyo/6621?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Rent a Bicycle and Fully Enjoy Tokyo!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 16:04:53"
    },
    {
        "intDurationHour": 7,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 155,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1464577666/gskuxfdfvyq6iepmoyrr.jpg",
        "strIntroduction": "Enjoy the famous Shower Climbing tour in Tokyo! Shower Climbing in Japan is called \"Sawa-Nobori\". Enjoy the natural water slider and the enormous waterfall! You can definitely refresh yourself! This is a great outdoor experience in the mountains west of Tokyo! Choose between the full day option and the half day option: Full Day Option: The full day option includes both Shower Climbing and ducky. Each activity lasts 3 hours. The first activity will be in the morning between 9:00-12:00, and the second activity will be in the afternoon between 13:00-16:15. If you request a BBQ, it will start after 4 pm. Please do not worry, you can buy lunch at the venue. Half Day Option: The half day option includes 3 hours of Shower Climbing. You may choose to do the activity in the morning between 9:00-12:00 or the afternoon between 13:00-16:15. Optional Add-on: You can enjoy a BBQ after your activity! The BBQ option is available under following schedule: Monday-Thursday: after the morning half day tour only. Friday-Sunday & public holidays: after the full day and afternoon half day option only. Please note: Children (from 6 years old) and those who can't swim are welcome! Life jackets and helmets will be provided. You can rent shoes for 200 JPY at the facility. Check out our exciting “White Water Rafting Tour” too! https://www.govoyagin.com/activities/japan-tokyo-rafting-tour-on-tama-river/1003",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-enjoy-shower-climbing-tour-on-tama-river/6603?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy Shower Climbing Tour on Tama River",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 16:09:53"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 29,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1464595691/gbkxbnepy6xrbe1s7dja.jpg",
        "strIntroduction": "What is your favorite K-POP group? Recently, BTS is becoming very popular and now is your chance to support them! Bangtan Boys (방탄소년단/BTS) is a South Korean boy group consisting 7 members; JIN, SUGA, J-HOPE, RAP MONSTER, JIMIN, V, and JUNG KOOK. Because of their fantastic and passionate stage, they won the Best World Performer award in the 2015 Mnet Asian Music Awards (MAMA)! We, Voyagin, will support you for joining BTS's fanclub. *For joining other K-POP groups' fanclub, please check this page: https://www.govoyagin.com/activities/japan-tokyo-join-the-official-fanclub-of-kpop-artists/6615 If you join the membership, you can get: -Membership Card -Newsletters (irregular publication) -Greeting Cards (Irregular publication) -Priority Purchase for BTS concerts -See Limited contents only for Fanclub members -Mail Magazine Service (All in Japanese) ※ Price Includes ※ The price only includes Voyagin Service Fee. In addition to the price, you'll need to pay following fees: -Admission Fee 1,000 JPY -Annual Fee 5,200 JPY -Service Fee 500 JPY *Total 6,700 JPY Following options are available for this tour. -Option: 3,000 JPY Voyagin Service fee -Add-on option for EMS Shipping fee for the Newsletters from the Fanclub *Once we get the newsletters from the fanclub, we'll send it to your home address. Add-on Option 1: 900 JPY for Asia Add-on Option 2: 1,500 JPY for Europe Add-on Option 3: 1,700 JPY for South America & Africa Add-on Option 4: 1,200 JPY for other countries In order to join the membership, please provide the following information: *Please write all of the information. In case if something is missing, we'll have to ask you again after your application. 1. Your Full Name 2. Gender ( F / M ) 3. Birthdate ( YYYY / MM / DD ) 4. E-Mail address 5. One favorite member in BTS (RAP MONSTER/JIN/SUGA/J-HOPE/JIMIN/V/JONG KOOK) *Please tell us only one of the members. We can't accept \"All\".",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-join-bangtan-boys-bts-official-fanclub/6616?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Join Bangtan Boys (BTS) Official Fanclub!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 16:13:35"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 29,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1464594860/ezj64tbu5t1gecvtwpmc.jpg",
        "strIntroduction": "Why don't you join K-POP artists' official fanclub?! We, Voyagin, will support your apply for the membership of the following K-POP artists as an example: -A Pink (PANDA JAPAN) -BIGBANG (VIP JAPAN) -CNBLUE (BOICE) -EXO (EXO-L) -FT Island (PRIMADONNA) -Rainbow (RAINNOUS JAPAN) -SHINee (SHINee World J) -Super Junior (E.L.F-JAPAN) and more...! *For BTS, please check this page: https://www.govoyagin.com/activities/japan-tokyo-join-bangtan-boys-bts-official-fanclub/6616 If you join the membership, you can get for example: -Membership Card -Newsletters (irregular publication) -Priority Purchase for Artists' concerts -Mail Magazine Service (All in Japanese) -Purchase Original Goods *The content of the fanclub is different in every artists. ※ Price Includes ※ The price only includes Voyagin Service Fee. In addition to the price, you'll need to pay admision fee & annual fee, which is different in each artists: [A-pink (PANDA JAPAN)]*Total 6,416 JPY 500 JPY(Admission Fee), 5700 JPY(Annual Fee), 216 JPY(Service Fee) [BIGBANG (VIP JAPAN)]*Total 6,400 JPY 1000 JPY(Admission Fee), 5200 JPY(Annual Fee), 200 JPY(Service Fee) [CNBLUE (BOICE)]*Total 5,200 JPY 5000 JPY(Annual Fee), 200 JPY(Service Fee) [EXO (EXO-L)]*Total 5,400 JPY 1000 JPY(Admission Fee), 4200 JPY(Annual Fee), 200 JPY(Service Fee) [FT Island (PRIMADONNA)]*Total 5,200 JPY 5000 JPY(Annual Fee), 200 JPY(Service Fee) [Rainbow (RAINNOUS JAPAN)] 5700 JPY(Annual Fee) [SHINee (SHINee World J)] *Total 6,200 JPY 1000 JPY(Admission Fee), 5200 JPY(Annual Fee) [Super Junior (E.L.F-JAPAN)]*Total 5,400 JPY 1000 JPY(Admission Fee), 4200 JPY(Annual Fee), 200 JPY(Service Fee) Following options are available for this tour. -Option: 3,000 JPY Voyagin Service fee -Add-on option for EMS Shipping fee for the Newsletters from the Fanclub *Once we get the newsletters from the fanclub, we'll send it to your home address. Add-on Option 1: 900 JPY for Asia Add-on Option 2: 1,500 JPY for Europe Add-on Option 3: 1,700 JPY for South America & Africa Add-on Option 4: 1,200 JPY for other countries In order to join the membership, please provide the following information: *Please write all of the information. In case if something is missing, we'll have to ask you again after your application. 1. In which Fanclub you would like to join 2. If it's a group, please tell us one of your favorite members in the group 3.. Full Name 4. Gender ( F / M ) 5. Birthdate ( YYYY / MM / DD ) 6. E-Mail address",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-join-the-official-fanclub-of-kpop-artists/6615?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Join the Official Fanclub of K-POP artists!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 16:16:15"
    },
    {
        "intDurationHour": 72,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 499,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1465173354/nhtyp6cz5zyauirqdifs.jpg",
        "strIntroduction": "Join this program and have a wonderful Anzu (Japanese apricot) spa treatment, specially prepared only for you! Spoil your tummy and your body with the anzu dinner and the Anzu beauty spa offered by this program! Also forget the busy lifestyle of the metropolitan and spend an unforgettable time at Karuizawa! Have you ever heard about Anzu before? Anzu is a Japanese apricot, which is rich in vitamins and mineral. It has many health benefits such as supporting your digestive healths and providing you anti-inflammatory substances. Anzu is rich in vitamins A and minerals, and it is a superfood for your digestive systems. It promotes better and healthier digestive systems and it is also rejuvenates your body from fatigue. It is also rich in anti-oxidants, which is also good for your skins. Anzu enhances both your health and your beauty, so spoil yourself by joining this wonderful program! This tour offers you a 3 days 2 night Anzu (Japanese apricot) beauty spa program with the following schedules: Day 1 - Hotel Check-in with Anzu welcome drink 15:00 - Anzu Spa Treatment 17:30 Day 2 - Anzu Aroma Bath 9:00 - Anzu Afternoon Tea Time 15:00 - Anzu Room Dinner and night cap 20:00 Day 3 - Onsen body workout & Anzu smoothie 9:00 - Hotel check-out 12:00 This program does not include the accommodations and transportation, so you have to reserve them separately. Reservation is difficult to make, and we recommend you to use our service to book with no hassles!",
        "strLocation": "Nagano",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-nagano-join-and-enjoy-anzu-beauty-spa-program-in-karuizawa/6685?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Join & Enjoy Anzu Beauty Spa Program in Karuizawa!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 16:19:39"
    },
    {
        "intDurationHour": 48,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 1157,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1465171156/pauegxyflwc7epetkix8.jpg",
        "strIntroduction": "Join and enjoy this spa program that gives you an ultimate relaxation experience only in Kyoto! This spa program combines treatments and food that balance your five senses! This spa program will harmonize your postures, breathing, and mind, giving you results of self-improvement. This program will also improve your body's blood circulation and give you chances to learn about Kyoto's culture in depth. The schedule of the program will be as follows: Day 1 - Hotel check-in 15:00 - Medical Interview and acupuncture (1 hour), scent bag making (1 hour) 16:00 - Hoshinoya Special vegetarian dinner 18:30 - Medical Herbs Bath 21:00 Day 2 - Experiencing morning duties 5:00 - Deep breathing at the waterfront 8:00 - Hoshinoya Special Kyoto Morning Hotpot 9:00 - Medical Herbs Tea 10:30 - Hotel check-out 12:00 Spoil your tummy with a splendid vegetarian dinner and Kyoto's original hotpot breakfast, and experience the morning duties at the temple and learn how to make scent bags! Overnight accommodations and transportation are not included in this program, so you have to book them separately. Reservation is difficult to make, so we suggest you to use our service to book with no hassles!",
        "strLocation": "Kyoto",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-kyoto-enjoy-spa-program-that-balances-your-five-senses-only-in-kyoto/6664?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy spa program that balances your 5 Senses only in Kyoto!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 16:24:17"
    },
    {
        "intDurationHour": 72,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 359,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1464909282/dnigmxh7ijiv3drwt8sy.jpg",
        "strIntroduction": "Join this program and enjoy a full acerola spa treatment, specially planned only for you! Forget the busy life style and spoil yourself at this wonderful resort in Taketomi Island, Okinawa. Have you ever heard about Acerola before? The other name of Acerola is the Barbados Cherry, and acerola is one of the best super foods in the world. 100 grams of acerola has 10 to 20 times more vitamin c than the lemon does, which makes acerola a good fruit for anti-ageing and for brightening your skin. Acerola is also rich in anthocyanin, which helps you prevent cancer, manage diabetes, and deal with metabolism. Acerola enhances both your health and your beauty, so spoil yourself by joining this wonderful program! This tour offers you a 3 days 2 night acerola beauty spa program with the following schedules: Day 1 - Hotel check in 15:00 - Rejuvenate yourself in your room with an acerola bath 20:30 Day 2 - Acerola Picking (optional, extra fee is included) 11:00 - Acerola Lunch (red and rich in vitamins) 12:00 - Enjoy eating fruits while drinking the acerola sangria 20:00 Day 3 - Acerola spa treatments to brighten your skin 9:00 - Hotel check out 11:30 This program does not include the accommodations and transportation, so you have to reserve them separately. Reservation is difficult to make, and we recommend you to use our service to book with no hassles!",
        "strLocation": "Okinawa",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-okinawa-join-and-enjoy-acerola-beauty-spa-program-in-okinawa/6641?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Join & Enjoy Acerola Beauty Spa Program in Okinawa!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 16:28:57"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 64,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1464849852/vkt1adid2idhfklwri9m.jpg",
        "strIntroduction": "The unique feature of Hayato Salons is that the majority of the staff is bilingual, having been trained in either NY or London. The stylists at Hayato Salons are experts in managing foreigners’ hair types. Only the stylists who undergo our academy's 48-course stylist training program, developed for over 20 years by Hayato, fulfill a set number of practical training on models determined by our salon, and meet the criteria set by the directors, debut as Hayato Salons' stylists. We are not just particular about the quality of our services, but also about our creative techniques. For a maximum relaxation for the customers, we developed our own method of secondary shampoo, in addition to the standard shampooing technique. We, believe that “people become beautiful when the inner and outer beauty harmonize”. Increasing number of Japanese women, like Western women, are becoming more independent. With more women receiving higher levels of education and entering the workforce, many of them are assuming high-power positions similarly to men. As such, many women are under a great stress. New York, London, Roppongi, Harajuku, Omotesando and Hakone are where Hayato Salons are located. We aim to offer services beyond what customers expect from a typical hair salon and have many customers who have enjoyed their time throughout the world.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-experience-high-quality-hair-salon-hayato-tokyo-omotesando/6601?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Experience hair salon with Omotenashi, Hayato Tokyo",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 16:32:01"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 64,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1464345720/u1v3phgbx8evqckeyuvu.jpg",
        "strIntroduction": "The unique feature of Hayato Salons is that the majority of the staff is bilingual, having been trained in either NY or London. The stylists at Hayato Salons are experts in managing foreigners’ hair types. Only the stylists who undergo our academy's 48-course stylist training program, developed for over 20 years by Hayato, fulfill a set number of practical training on models determined by our salon, and meet the criteria set by the directors, debut as Hayato Salons' stylists. We are not just particular about the quality of our services, but also about our creative techniques. For a maximum relaxation for the customers, we developed our own method of secondary shampoo, in addition to the standard shampooing technique. We, believe that “people become beautiful when the inner and outer beauty harmonize”. Increasing number of Japanese women, like Western women, are becoming more independent. With more women receiving higher levels of education and entering the workforce, many of them are assuming high-power positions similarly to men. As such, many women are under a great stress. New York, London, Roppongi, Harajuku, Omotesando and Hakone are where Hayato Salons are located. We aim to offer services beyond what customers expect from a typical hair salon and have many customers who have enjoyed their time throughout the world.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-experience-high-quality-hair-salon-hayato-tokyo-harajuku/6599?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Experience hair salon with Harajuku Trends, Hayato Tokyo",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 16:36:23"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 86,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1464261480/ma9jxkqkygiir3eqajlc.jpg",
        "strIntroduction": "The unique feature of Hayato Salons is that the majority of the staff is bilingual, having been trained in either NY or London. The stylists at Hayato Salons are experts in managing foreigners’ hair types. Only the stylists who undergo our academy's 48-course stylist training program, developed for over 20 years by Hayato, fulfill a set number of practical training on models determined by our salon, and meet the criteria set by the directors, debut as Hayato Salons' stylists. We are not just particular about the quality of our services, but also about our creative techniques. For a maximum relaxation for the customers, we developed our own method of secondary shampoo, in addition to the standard shampooing technique. We, believe that “people become beautiful when the inner and outer beauty harmonize”. Increasing number of Japanese women, like Western women, are becoming more independent. With more women receiving higher levels of education and entering the workforce, many of them are assuming high-power positions similarly to men. As such, many women are under a great stress. New York, London, Roppongi, Harajuku, Omotesando and Hakone are where Hayato Salons are located. We aim to offer services beyond what customers expect from a typical hair salon and have many customers who have enjoyed their time throughout the world.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-experience-high-quality-hair-salon-hayato-tokyo-roppongi/6591?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Experience high-quality hair salon, Hayato Tokyo",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 16:41:03"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 61,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1465120538/gmew1fs35uhtg2frb4p3.jpg",
        "strIntroduction": "We run the historical road tour of Kokufu-cho by bicycles. We will pray at several temples included in the 88 temple pilgrimate of Shikoku. In addition, we will visit a Shinto shrine. Kokufu-cho was a state's capital in the ancient times. There are many remains showing that the place prospered. Ancient buildings are reproduced in the park. We will visit the park and will feel the atmosphere of the ancient times. There is also a pond with springing water. Let's spend a happy time in Kokufu-cho, Tokushima, by cycling!",
        "strLocation": "Tokushima",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokushima-enjoy-cycling-tour-of-the-historical-town-kokufu-tokushima/6673?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy cycling tour of the historical town Kokufu, Tokushima!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 16:44:25"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 109,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1465021157/p9vehmifymtv5m5uxwxa.jpg",
        "strIntroduction": "You can appreciate the masterpieces of the world art at the unique Otsuka Museum of Art in Tokushima, Shikoku. More than 1,000 masterpieces are exhibited on a magnificent scale. The world's first ceramic plate paintings are reproduced in ceramic boards of the original full size. Not only masterpiece paintings, but also the entire Sistine Chapel Ceiling is reproduced! Picasso's son and the staff of international museums of art have visited this place and have praised the museum and its works. Audio guide players are available in four languages: Japanese, English, Chinese and Korean. You can listen to 6 commentaries on time periods and about 100 commentaries on paintings. To see all the paintings of 1,000, you must walk a route of about 2.5 miles!",
        "strLocation": "Tokushima",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokushima-visit-the-unique-otsuka-museum-of-art-in-shikoku/6653?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Visit the unique Otsuka Museum of Art in Shikoku",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 16:48:54"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 105,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1464346297/ntciopzmx5xv8p25anyw.jpg",
        "strIntroduction": "We will meet at Shuri monorail station, and then go to the workshop. It takes about a 15-20 minute drive from Shuri monorail station to the workshop. In the workshop, many items from famous local artists are on display and can be purchased. Sayoko Kinjo, who has a 15-year career in Okinawa as a Bingata artist, will teach all the classes. Many of her works are displayed in hotels in Okinawa. During this tour, you will have the chance to make an original bingata tote bag. The time required for this workshop is about 4 hours. *This tour can start at any time from 9:30 to 13:30 (Monday to Saturday) *The maximum allowed for each group is six people. *Please contact us for availability.",
        "strLocation": "Okinawa",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-okinawa-enjoy-traditional-bingata-okinawa-dyeing-experience-naha/6600?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy Traditional Bingata (Okinawan Dyeing) Experience, Naha",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 16:53:25"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 61,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1463879774/jhlu8jdfyvaiarjinuqi.jpg",
        "strIntroduction": "We'll meet at Shuri monorail station in Naha, then we will go to the karate museum. It takes about 20-30 minute by car from Shuri monorail station to karate museum. The museum is on the second floor of a karate dojo. You can see many old photographs and old karate items on display. The curator is a famous calligraphy teacher whose calligraphy is sold at a high price in a shop near the Shuri Castle. Only here customers can buy calligraphy works at a special price! You can order your favorite word written on wood or paper by calligraphy. After that, I will take you back to Shuri monorail station. The time required for this tour is about 2 hours. This tour runs between 10:00 and 16:00 (on Tuesdays and Saturdays: 10:00 to 15:00). Let's enjoy a wonderful time together at the traditional karate museum while learning more about Okinawa's history!",
        "strLocation": "Okinawa",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-okinawa-visit-a-karate-museum-in-okinawa/6515?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Visit a Karate Museum in Okinawa",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 16:58:30"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 93,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1464082846/tmufgjt8nxjo68er4eds.jpg",
        "strIntroduction": "This is 3 hour tour at Asakusa, Tokyo. Asakusa is one of the best traditional sightseeing places in Tokyo. You'll feel the old Japanese culture at this place. It's very popular and we will take a commemorative photo during this tour. I'll pick you up at Asakusa Station (if you need me to pick you up from your hotel, please contact me). First, we will go to the Kaminarimon gate and take a commemorative photo in front of the big gate. After that it's shopping and eating time at Nakamise street. Try some of Japanese snacks and buy souvenirs. Free time for around 40 minutes. Then, we will see Asakusa Temple which brings luck to visitors. Also I will introduce local spots at Asakusa. You will see some awesome places such as \"appa bridge tool street\". If you want to see other place at Asakusa, please tell me. I'll take you if we have a time. At the end of the tour, I'llg ive you a commemorative photo and a small gift. Duration: 3 hours Participants: 2-8 Day of the week: Tuesday, Thursday, Friday Meeting point: Asakusa Station (if you need me to pick you up from your hotel, please contact me) Pick up time: anytime is OK! (please tell me when you book) I'm looking forward to seeing you in this tour!",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokyo-enjoy-an-amazing-asakusa-walking-private-tour-in-tokyo/6582?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Enjoy an amazing Asakusa walking private tour in Tokyo",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 17:01:55"
    },
    {
        "intDurationHour": 48,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 274,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1464830839/tdk8ycqkjmufitt1fosu.jpg",
        "strIntroduction": "This is the ultimate outdoor experience in rural Japan! Book this exciting 2-day camping and fishing tour in Yamagata's picturesque mountains! Time Schedule: Day 1 10:00 pick you up at Yamagata Station 11:00 Arrive at the foot of the mountain, start trekking 12:00 Lunch in the forest 13:30 Fishing 15:00 Pitch a tent 16:00 Cook dinner 18:00 Drink a tea or beer 20:00 Go to bed Day 2 5:00 Wake up 5:30 Harvest wild vegetables in the forest 6:30 Cook breakfast 7:30 Relaxing fishing time until 9:00 9:30 Leave riverside 11:00 Back to the foot of the mountain and end of tour ※ Please inform us what time your train arrives at Yamagata Station in advance.",
        "strLocation": "Yamagata",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-yamagata-2-day-camping-and-fishing-experience-in-yamagata-mountains/6617?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "2-day Camping and Fishing Experience in Yamagata's Mountains",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 17:15:35"
    },
    {
        "intDurationHour": 10,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 90,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1463136796/a0gorigbke7aasprb81g.jpg",
        "strIntroduction": "The day will consist of a tour around the World Heritage, the sacred Mt. Fuji, shopping at Gotemba Premium Outlets, the largest outlet shopping center in Japan and a visit to a hot spring with a panoramic view. We will pick you up at your accommodation and depart at 8:30 am. Course-1 (morning): The tour will start from one of the most stunning view points of Mt. Fuji famous for its five-storied pagoda at Arakurasengen Park. We will move to see the pastoral landscape of Oshino Hakkai with old style Japanese houses and a total of eight ponds formed from the beautiful groundwater of Mt. Fuji. The name “Hakkai” meaning eight seas actually represents the ponds that were originally used for cold showering for the pilgrims in the Edo era. We will be taking lunch at a local restaurant. Course-2 (morning): The tour will start form the 5th Station of Mt. Fuji - the most popular and easiest starting point for climbing. You will see the enormous mountain from its 2300-meter high view point. If the weather condition is good enough you will see the sea of clouds. We will have lunch at Tokimekino Fuji restaurant that offers a variety of local meals using organic foodstuff that are cultivated on their own. Afternoon: We will move to Gotemba Premium Outlets, the main event of the day - the largest outlet shopping center of japan. You will have free time for shopping for about 2 hours and 45 minutes. The day will end in at a hot spring with a panoramic view of Mt. Fuji. Important notice: Due to road closures for private cars at the 5th station between July 11th to August 31th and from December up to the end of heavy snow season, we will offer alternative plans such as visiting shrines, walks around Lake Kawaguchi, visiting the ice caves, activities at the Ninja Village or other options you wish to request. We can customize the course to suit your needs.",
        "strLocation": "Yamanashi",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-yamanashi-visit-fuji-gotemba-premium-outlet-and-relax-in-a-hot-spring/6353?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Visit Fuji Gotemba Premium Outlet and relax in a hot spring",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 17:18:56"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 90,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1463135884/cabffgjmwe63xl0cocj4.jpg",
        "strIntroduction": "The day will consist of a tour around the World Heritage, the sacred Mt. Fuji. You will discover not only the beauty of the mountain, known as a source of art, but also visit places where pilgrims stopped over during the Edo period (17-19th century) before their pilgrimage to the divine mountain. The first eruption of Mt. Fuji started about 100 thousand years ago. It then took 90 thousand years to form its symmetric shape and become the highest mountain of Japan reaching 3776 meters or 12388 feet - our symbolic mountain. As a characteristic of stratovolcano, its beautiful symmetrical shape has inspired lots of artists and foreign visitors over the past centuries. It is recorded that the earliest pilgrimage to Mt. Fuji started around the 8th century. In the middle of the 14th century, during the Sengoku period (Japanese Warring States period), Kakugyo became the patriarch for the pilgrimage we know today. This folk religion spread rapidly as the country was in an unstable state. It was then followed and revised in the next 400 years. After the death of Kakugyo, people from all over the country formed groups or clans to make their pilgrimage preserving the following beliefs: 1. Doing good will bring you good, if you do bad then things will turn bad 2. If you work you earn and become rich, stay away from disease and have a long life 3. If you are lazy you will be poor, sick and live a short life This tour is not just a sightseeing but is designed to have a more diverse perspective by discovering history, culture, religion and values of the people that are all related to Mt. Fuji. The course will end at a hot spring which is a typical way of relaxing and communicating at the end of the day. Important notice: Due to road closures for private cars at the 5th station between July 11th to August 31th and from December up to the end of heavy snow season, we will offer alternative plans such as visiting shrines, walks around Lake Kawaguchi, visiting the ice caves, activities at the Ninja Village or other options you wish to request. We can customize the course to suit your needs.",
        "strLocation": "Yamanashi",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-yamanashi-beautiful-views-of-mt-fuji-and-worship-history-with-onsen/6352?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Beautiful views of Mt. Fuji and worship history with onsen",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 17:22:11"
    },
    {
        "intDurationHour": 72,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 708,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1464579555/sngvztdnwuhbxzhn3qah.jpg",
        "strIntroduction": "Enjoy the cultural and natural experiences of Yamagata prefecture in an exciting 3-day tour! A mountain guide will take you to some of the highlights of the area! Itinerary: Day 1 10:00 Take Shinkansen from Tokyo Station (not included in the tour price) 13:00 Arrive at Oishida Station by Shinkansen train. I'll pick you up and start the tour. 13:30 Ginzan Onsen hot spring town 17:00 Check in the lodge 18:00 Dinner Day 2 7:30 Breakfast 9:00 Mt. Gassan trekking 12:00 Lunch at the mountain 15:00 Japanese tea ceremony experience 18:00 Dinner Day 3 7:30 Breakfast 11:00 Soba making experience 13:00 Yamadera Temple visit 15:00 Take you to Tendo Station 18:00 Arrive at Tokyo Station (Shinkansen not included in the tour price) This tour is held for a minimum of 2 people and a maximum of 14 people. The above price includes 2 nights of accommodation, 2 lunches, 2 dinners, 2 breakfasts, English speaking guide, charter car, all experience fees in the above itinerary, and all tickets and entrance fees in the above itinerary. About the accommodation: Gassan Pole Pole Farm private cottage The room has a bath, toilet, living room, 2 bedrooms, and a mini kitchen.",
        "strLocation": "Yamagata",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-yamagata-experience-yamagata-nature-and-culture-in-a-3-day-tour/6605?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Experience Yamagata's Nature & Culture in a 3-day tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 17:24:49"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 156,
        "strGuideLanguage": "english",
        "strImageUrl": "https://res.cloudinary.com/hstcxjula/image/upload/b_black,c_fill,f_auto,fl_keep_iptc,h_470,q_15,w_1280/v1463959069/w0s9dxnhqdhwumb5gtwd.jpg",
        "strIntroduction": "Iya Valley is a mountainous valley in western Tokushima prefecture. Located deep in the moutains and surrounded by steep slopes and deep rocky gorges with swinging bridges, Iya Valley is a perfect hideaway for people who seek relaxation as well as outdoor activities in the wild of nature. Take a ride on Dosan Trolley from Okayama, the classic cable cars will slowly lead you through all the best spots for you to enjoy the scenic views along the way. Since the place is well-known for its hot spring, the tour will first arrive at Shiniya Onsen. Take your time to soak in the local hot bath and have a taste of Iya cuisine with a kaiseki meal. Then walk across the Iya Kazurabashi Bridge and enjoy the view of green water below as well as the panoramic mountainous view all around. Next get on the Oboke Gorge Sightseeing Boat and row along the water to enjoy the beauty of nature. -Notes Please note that the fare to cross the Kazurabashi Bridge is not included in the tour. You will be required to pay entrance fee of 500 JPY on site. And the 490 JPY boat fare for children age 3-5 needs to be paid separately on site.",
        "strLocation": "Tokushima",
        "strOriginUrl": "https://www.govoyagin.com/activities/japan-tokushima-excite-yourself-on-a-relaxing-vacation-to-explore-iya-valley/6558?lang=en&acode=findfinetour",
        "strSource": "Voyagin",
        "strStyle": null,
        "strTitle": "Excite Yourself on a Relaxing Vacation to Explore Iya Valley",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-17 17:28:23"
    }
]