[
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 1,
        "intUsdCost": 209,
        "strGuideLanguage": "chinese english",
        "strImageUrl": "https://en.tripbaa.com/travel/20151026172631SuV/downloads/customer/10000/2000/1867tblxr/travel/plan_201510261726371_s.jpg",
        "strIntroduction": "The teardrop of angels Chiaming Lake Jiaming Lake is the second-highest lake in Taiwan. The area of Jiaming Lake is second only to Cuei Pond in Syue Mountain, just like a pearl on the south of the central range. Located at Southern cross-island highway, near the edge of Yushan National Park. Cuei Pond is an alpine lake at an elevation of about 3310 meters. It is 120 meters long by 80 meters wide, and the depth is 35 meters. A scatter of glassy stones caused by high temperature explosion can be seen at the side of the lake. After excluding the possibility of volcanic activity, it is confirmed that Jiaming Lake is a rare young meteorite lake on the earth. The lake is quite clear, and there is no fish or other large creatures.  Sancha Mountain It is at an elevation of about 3496 meters, located at the central range. It is one of the 100 peaks as well. The grassland on the broad hillside is the feature of the mountain.  Siangyang Mountain It is at an elevation of about 3602 meters, located at the junction of Kaohsiung county and Taitung County at the central range. When the sky is clear, the sun shines on the cliff, just like red maple; hence, Mt. Siangyang are also called “Mt. Red Leave”. Furthermore, Mt. Siangyang is one of the 100 peaks as well.  Tour Content: First Day - Start from Chishang Train Station (Please prepare your own lunch.) - Siangyang recreation area entrance - Siangyang lodge  Second Day - Siangyang lodge - Heishuitang camp - Siangyang Jiaming Lake fork - Jiaming lake lodge - Sancha Mountain - Jiaming lake (Please prepare your own lunch.) - Jiaming lake lodge  Third Day - Jiaming lodge - Triple Junction - Mt. Siangyang - Triple Junction - Heishuitang camp - Siangyang lodge (Please prepare your own lunch.) - Siangyang Recreation Area - Chishang Train Station",
        "strLocation": "Taitung",
        "strOriginUrl": "https://en.tripbaa.com/travel/20151026172631SuV/?&ccid=JCU1IyE=",
        "strSource": "Tripbaa",
        "strStyle": "Mountaineer",
        "strTitle": "The teardrop of angels - Chiaming Lake",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-02 07:36:28"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 169,
        "strGuideLanguage": "chinese english",
        "strImageUrl": "https://en.tripbaa.com/travel/20151002030746aYV/downloads/customer/10000/2000/1867tblxr/travel/plan_201511101455111726_s.jpg",
        "strIntroduction": "Shuiyang forest is a barrier lake at Mt. Alishan. Since soaking in the water for a long time, it cause the death of firs. Groups of dead firs falling in the water reflect a beauty scene of apoptosis; therefore, the climbers also call it “a wonderland left behind on earth”. It is not easy to reach the wonderland; you need our professional guide’s instructions, and then you can explore the mystery of Shuiyang forest.  One of the best parts of the trip is the night at Shuiyang forest. While camping, with no light pollution, you can see hundreds of stars shine, and also the fireflies flying within the trees. What an unforgettable night it is!",
        "strLocation": "Nantou",
        "strOriginUrl": "https://en.tripbaa.com/travel/20151002030746aYV/?&ccid=JCU1IyE=",
        "strSource": "Tripbaa",
        "strStyle": "Mountaineer",
        "strTitle": "Shuiyang Forest - The image of the wonderland",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-02 07:36:42"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 2,
        "intUsdCost": 201,
        "strGuideLanguage": "chinese english",
        "strImageUrl": "https://en.tripbaa.com/travel/20151016024602XcS/downloads/customer/10000/2000/1867tblxr/travel/plan_201510160246041_s.jpg",
        "strIntroduction": "Let the good luck push you forward!  Mt. Jade is the highest peak in northeast Asia. The snow covers the mountain in winter times. It is not easy to reach the main peak of Mt. Jade. You have to draw 35 days prior the departure day, and therefore you are permitted to enter the mountain if you are lucky enough!  Hence, let’s start the challenging two days and one night trip with the luck! Start at Tataka; you can see various aspect of the Mr. Jade while passing through numerous scenic spots, and collect all the picturesque scenes into your own memory treasure box. Before reaching the peak of the mountain, the climbers usually take a rest at Paiyun Lodge, and prepare to reach the mountain peak. That is why the view of mountain peak turns out to be the most unforgettable harvest for every climber!   Tour Content Day1 1800 Banqiao Train Station North Gate 2 2400 Dong-Pu Villa  Day2 0600 Breakfast 0700 Start off 0710 Check point 0730 Tataka entrance 0900 Menglu Pavilion 1030 Viewing point of west peak (Please prepare your own lunch) 1400 Paiyun Lodge  Day3 0300 Paiyun Lodge (Breakfast time) 0330 Start off 0400 South Branch 0500 North Branch 0600 Mr. Jade Main Peak (Altitude: 3952 feet) 0800 Paiyun Lodge (Brunch) 1400 Tataka entrance (Please prepare your own lunch.) 1900 Banqiao Train Station",
        "strLocation": "Nantou",
        "strOriginUrl": "https://en.tripbaa.com/travel/20151016024602XcS/?&ccid=JCU1IyE=",
        "strSource": "Tripbaa",
        "strStyle": "Mountaineer",
        "strTitle": "Main Peak of Mt. Jade - The highest peak in Northeast Asia",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-02 07:36:55"
    },
    {
        "intDurationHour": 10,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 17,
        "intUsdCost": 44,
        "strGuideLanguage": "chinese english",
        "strImageUrl": "https://en.tripbaa.com/travel/20150826100928iDc/downloads/customer/10000/1000/57mwyya/travel/plan_201601252138111594_s.jpg",
        "strIntroduction": "We hike into Lao-qi-jia tribe located at Pingtung county. The start of Lao-qi-jia tribe can be traced back to an aboriginal Paiwan tribe 300 years ago. Nowadays, there are around 50 stone slab houses left, and only a few people still live in the tribe. Terraced tribe environment, the stone slab house, the stone slab trails, the blue sky, mountains and clear creek form a wonderland, and those are precious heritages in Taiwan. Experience the traditional life of Paiwan tribe; taste tribal meal. Furthermore, the traditional sculpture on the front door of aboriginal leader’s house or the hunting outcomes, animal bones, hanging outside the house of warriors all records the exploits in the past time. Let’s follow the local’s step into the tribe, listening to legendary stories one after another, and bring all the touching memories back home!",
        "strLocation": "Pingtung",
        "strOriginUrl": "https://en.tripbaa.com/travel/20150826100928iDc/?&ccid=JCU1IyE=",
        "strSource": "Tripbaa",
        "strStyle": "Aboriginal",
        "strTitle": "Explore the biggest stone slab house village—Lao-qi-jia Paiwan Tribe",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-02 07:37:07"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 21,
        "intUsdCost": 28,
        "strGuideLanguage": "chinese english",
        "strImageUrl": "https://en.tripbaa.com/travel/20150324114507llf/downloads/customer/10000/1000/29ukrcu/travel/plan_2015070114565833_s.jpg",
        "strIntroduction": "Hand puppet (Chinese：布袋戲) is a type of opera using cloth puppets that originated during the 17th century in Quanzhou or Zhangzhou of China's Fujian province, and historically practised in the Min Nan-speaking areas such as Quanzhou, Zhangzhou, the Guangdong region of Chaoshan, and other parts of southern China. It had since established itself more firmly and contemporarily as a popular art form in Taiwan. Take this opportunity, travel expert comment the history of Hand Puppet in Taiwan : - Traditional Hand Puppet：It originated in Fujian, a province of China during the late Ming and early Qing dynasties. - Golden Light Puppet：In the 50s, in order to attract more audience, the puppeteers in Taiwan decided to create the size of the puppets and add modern music, lights and special effects in the performance. - TV Hand Puppet：In the 1970s, a new style of puppetry started to appear on TV. The puppets are bigger, more gorgeous and more delicate. It has become very popular among the young generation in Taiwan   Itinerary：  Part 1 – Main Show - Story Line：The Mayor and the Lion. - Scene 1：A funny mayor greets the audience - Scene 2：Two boys perform Chinese kungfu - Scene 3：The lion strolls around, sleeps, tumbles, greets and then loses its temper. - Scene 4：The mayor plays with the lion. - Scene 5：A cannibal monster claims that he is afraid of any hard rocks that you throw…  Part 2 – Introduction of Taiwanese Hand Puppet and to learn traditional one，every guest can learn how to perform with puppets.  Part 3 – Invite you up on the stage to perform. - To join the performance on the stage and experience “Taiwan Hand Puppet” with us.",
        "strLocation": "Taipei",
        "strOriginUrl": "https://en.tripbaa.com/travel/20150324114507llf/?&ccid=JCU1IyE=",
        "strSource": "Tripbaa",
        "strStyle": "Culture & Art",
        "strTitle": "The Taiwanese hand puppet show",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-02 07:37:22"
    },
    {
        "intDurationHour": 5,
        "intOption": null,
        "intReviewStar": 3,
        "intReviewVisitor": 21,
        "intUsdCost": 48,
        "strGuideLanguage": "chinese english",
        "strImageUrl": "https://en.tripbaa.com/travel/20161102185123MF3/downloads/customer/10000/1000/30jiohr/travel/plan_201611021851536_s.jpg",
        "strIntroduction": "Liuqiu Island (小琉球) is all over the coral, it is an entirely coral island uplifted from the sea. Scoured by the waves and weathering, it looks like seascapes along the Northern East coast, such as Queen's Head Rock (女王頭) in Yehliu (野柳). However, if you would like to see these spectacular sight, come to join our kayaking and snorkeling tour without hesitation!  In addition, massive sea turtles lives in regional area, especially Liuqiu Island. Hence, here is the most important conservation area for ocean creatures, you can snorkel with sea turtle closely. Sure of that, go kayaking is the best way to enjoy the island, limpid water make you easily look into the sea. When you float upon the deep blue and emerald green, the coaches promise that if you cannot see the turtles, they will treat you a meal!  Liuqiu Island is an ideal place for aquatic activities whole year. Observe the inter tidal, swim with the tropical fish and sea turtles slowly by kayaking and snorkeling. It is usually nice weather here, we invite you to join us!  * Waterproof bag and wet-suit is offering to rent, please notify us in advance.",
        "strLocation": "Pingtung",
        "strOriginUrl": "https://en.tripbaa.com/travel/20161102185123MF3/?&ccid=JCU1IyE=",
        "strSource": "Tripbaa",
        "strStyle": "Water Activities",
        "strTitle": "Kayaking in Liuqiu Island ─ Coral Rock and Sea Turtles Adventures",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-02 07:38:29"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 9,
        "intUsdCost": 48,
        "strGuideLanguage": "chinese english",
        "strImageUrl": "https://en.tripbaa.com/travel/20151102141646yxO/downloads/customer/10000/1000/303sslyh/travel/plan_201511081337081_s.jpg",
        "strIntroduction": "Established as the third national park in Taiwan in 1985 under the national park law, YangMingShan National Park is one of the few National Park in the world that is located nearby to a metropolitan city.  Spring on Yangmingshan brings many distinctive plants, from the familiar Taiwan cherry blossoms painting the hills a delicate red to the not-so-familiar Oldham's rhododendron. Every year in the summer from early May to early July, huge numbers of chestnut tiger and Parantica swinhoei butterflies appear in groups. \"Wind on Grass Mountain, rain at Zhuzihu and Jinbaoli Trail\" is a traditional Taiwanese saying naming the most iconic sights in fall season of Yangmingshan. In winter, there are easily affected by the seasonal northeast monsoon rains and winds, and the climate is very cold and wet, which offers the perfect weather and season for a relaxing soak in the hot springs.  Mention to Hot spring, Beitou Hot Springs has a long history and as an travel icon of Taipei. In 1895, after Japan's leading station, they developed hot spring area, and found that the local hot springs recuperate, recuperation, rehabilitation and beauty and other effects.  Itinerary：  Day 1 - Meet Point：13:00 start to pick up. - Yangmingshan National Park - Beitou Hot Springs - Return：18:00",
        "strLocation": "Taipei",
        "strOriginUrl": "https://en.tripbaa.com/travel/20151102141646yxO/?&ccid=JCU1IyE=",
        "strSource": "Tripbaa",
        "strStyle": "Sightseeing",
        "strTitle": "Yangmingshan National Park and Hot Springs relaxation tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-02 07:38:46"
    },
    {
        "intDurationHour": 5,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 26,
        "intUsdCost": 19,
        "strGuideLanguage": "chinese english",
        "strImageUrl": "https://en.tripbaa.com/travel/201601141654071N2/downloads/customer/10000/2000/1835xkjwd/travel/plan_201601211711351_s.jpg",
        "strIntroduction": "Begin from Qing dynasty, Daxi gradually becomes the trade center of Taoyuan. Then, the busy shipping, rich natural resources, a great amount of camphor, tea, coal miners, forwarders all form the prosperous Daxi. One of the must-see spots in Daxi is the baroque gable. While the time Taiwan was colonized by Japanese, the baroque gable was built according to the urban planning.  Trough the locals’ guidance, we found out that forestry once played an important role in the development history of Daxi. Since the location close to the mountain, it is pretty convenient to obtain wood. The businessmen then hire the carpenter to build lots of luxurious houses. Gradually, most of the carpenters settled down at Daxi. The carpenters taught their children to make toys – Top. The features of Daxi top is that children may choose various types of wood to make top, and develop a few methods to play the top. Hence, the top turns out to be the representative culture in Daxi.  Nowadays, you still can explore the top culture at Daxi. If you feel like to know more about the handcraft, then, do not miss such a great opportunity. Let’s experience the top DIY and also follow the locals, learning the culture of Daxi.   Tour Content: Daxi environment introduction Roaming along the Tahan river Visit Daxi old street and wood art eco museum DIY activity",
        "strLocation": "Taoyuan",
        "strOriginUrl": "https://en.tripbaa.com/travel/201601141654071N2/?&ccid=JCU1IyE=",
        "strSource": "Tripbaa",
        "strStyle": "Sightseeing",
        "strTitle": "Daxi Tour - Daxi old street tour & Top DIY",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-02 07:39:03"
    },
    {
        "intDurationHour": 10,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 3,
        "intUsdCost": 59,
        "strGuideLanguage": "chinese english japanese",
        "strImageUrl": "https://en.tripbaa.com/travel/20150614084306j1H/downloads/customer/10000/2000/1892lqhli/travel/plan_201512250743211215_s.jpg",
        "strIntroduction": "While you come to Taiwan, where is the must-visit? Old town and historic street  In Taiwan, there are a number of distinctive towns and streets. Lukang street is the most unique one among all the towns and streets. While coming to Lukang, you can visit the old street, enjoy the local delicacies, and explore the ecological wonders of Wanggong fishing port.  Lukang is northwest of Changhua plain, and is located at the north shore of Lukang brook. Lukang is one of the most important port in the past times. Nowadays, Lukang still remains the old buildings, traditional food, and oyster industry. Let's follow the step of local people and find out the lifestyle in the mid 18th!  Tour content: - Meeting point - Lukang town (Longshan Temple / Lukang old street / Lantern painting DIY or Cycle Richshaw Ride) - Lunch - Wanggong Oyster Art Museum - Intertidal Exploration of Oyster Farms - Return",
        "strLocation": "Taichung",
        "strOriginUrl": "https://en.tripbaa.com/travel/20150614084306j1H/?&ccid=JCU1IyE=",
        "strSource": "Tripbaa",
        "strStyle": "Sightseeing",
        "strTitle": "LuKang and Wanggong Intertidal Exploration (one-day-tour)",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-02 07:39:18"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 0,
        "intUsdCost": 172,
        "strGuideLanguage": "chinese english",
        "strImageUrl": "https://en.tripbaa.com/travel/20151102143944QdB/downloads/customer/10000/1000/303sslyh/travel/plan_201603241206311_s.jpg",
        "strIntroduction": "Talking about the most representative scenic spot in Taiwan, there is one place you definitely can not miss – Taroko.  Taroko is a place with vast area, across 3 cities, Hualien, Nantou, and Taichung. About 4 million years ago, due to the collision of Philippine sea plate and Eurasian plate, several mountains appear at the east part of Taiwan. Besides, a stream, Liwu river, from an altitude of above 3000 meters has scoured down the marble rock, and it caused terrain gap about 1000 meters. In 1986, Taroko National Park was established.  While visiting Taroko, you can appreciate the unique natural scenery as well as historical relics. Exploring the natural scenery “Swallow Grotto”, it is a marble rock area with numerous holes caused by the rushing stream. “Changchun Shrine” is built to commemorate those who sacrificed themselves and so built the cross-island highway. Furthermore, there is “Tunnel of Nine Turns”, built and remained by the ancestors; there is a place with spectacular views called “Tianxiang”; one gorgeous gravel bay you can not miss called “Chishingtan”.  If you have passion for the mountain and rock, then, you must pay a visit to Taroko, and experience stunning nature!   1.Taroko Gorge Gateway 2.Etemal spring shrine 3.Swallow Grotto 4.pass by Tunnel of Nine Turns 5.Tienhsiang 6.Marble factory 7.Chihhsingtan Beach 8.Hualien Stone Sculptutal Park",
        "strLocation": "Hualien",
        "strOriginUrl": "https://en.tripbaa.com/travel/20151102143944QdB/?&ccid=JCU1IyE=",
        "strSource": "Tripbaa",
        "strStyle": "Sightseeing",
        "strTitle": "Taroko (Marble)Gorge Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-02 07:39:31"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 24,
        "intUsdCost": 59,
        "strGuideLanguage": "chinese english japanese",
        "strImageUrl": "https://en.tripbaa.com/travel/20151012163655YIV/downloads/customer/10000/2000/1892lqhli/travel/plan_201511110031021_s.jpg",
        "strIntroduction": "This tour stops at the Sun Moon Lake and Alishan national scenic areas, with a trip to the Tataka saddle at the trailhead of Yushan—Taiwan’s tallest peak.  Not too far from Taichung, you’ll find the famous Sun Moon Lake. The lake is located in Nantou County. It is the largest freshwater lake in Taiwan. It is a combination of two lakes, one of which is shaped like the sun and the other shaped like the moon. That’s how it was given the name Sun Moon Lake. This lake and the surrounding area are very beautiful.  Mount Ali is located in the northeast of Jiayi County. The sunrise of Mount Ali is a grand scenery,and the forests, the sea of clouds and the sunrise are called \"the Three Wonders of Mount Ali\"!  After the tour of Sun Moon Lake and Mount Ali , you should enjoy going to a hot spring in Dongpu, relax your body and soul.   Itinerary：  Start from Taichung Day 1 - Meet Point：09:00 Sun Moon Lake hotels - Taichung City - Sun Moon Lake - Xiangshan Visitor Center - Plum Dream Factory - Dongpu Hot Springs - Fuqi Trees - Tataka Anbu at Yushan - Alishan Forest Recreation Area Entrance - Return：17:30",
        "strLocation": "Nantou",
        "strOriginUrl": "https://en.tripbaa.com/travel/20151012163655YIV/?&ccid=JCU1IyE=",
        "strSource": "Tripbaa",
        "strStyle": "Sightseeing",
        "strTitle": "Sun Moon Lake, Alishan, Hot spring one-day tour [Start from Taichung]",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-02 07:39:44"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 26,
        "intUsdCost": 44,
        "strGuideLanguage": "chinese english",
        "strImageUrl": "https://en.tripbaa.com/travel/20151102140724Se8/downloads/customer/10000/1000/303sslyh/travel/plan_201511041557041_s.jpg",
        "strIntroduction": "The ceramic art capital of Yingge is hailed as Taiwan’s center for ceramics production. Visitors can also enjoy the area’s unique cultural refinement at Zushi Temple in Sanxia.  Historically, Sanxia (meaning three gorges) was an important goods distribution centre in Northern Taiwan due to its location. It quickly became a base for production and the streets of the town were lined with shops that sold dyes, manufacturing materials, and tea, however, after modernisation the town lost its economic advantages to other locations, and the riverfront area around Sanxia Old Street serves to educate visitors about Sanxia's past.  Located near Sanxia’s Old Street is the famous Zushi Temple, a fount of belief and worship for locals and travelers alike. There are five gates in front of Zushi Temple, which symbolizes its honorable and prestigious status. The stone sculptures and carvings in the temple are the works of experienced sculptors. The stone lions at the front gate are so lively and refined. The lions are designed by Mr. Li himself, featuring a more energetic and dynamic style.  In addition, a former base for production of tea, Sanxia complements its neighbour Yingge, a famed ceramics production base known for elaborate, beautiful tea sets with a quaint pedestrian shopping district.  Itinerary： - Meet：13:00 start to pick up. - Zushi Temple in Sanxia - Sanxia Old Street - Yingge ceramics factory and exhibition center - Yingge Ceramics Street - Return：18:00",
        "strLocation": "Taipei",
        "strOriginUrl": "https://en.tripbaa.com/travel/20151102140724Se8/?&ccid=JCU1IyE=",
        "strSource": "Tripbaa",
        "strStyle": "Sightseeing",
        "strTitle": "Sanxia,Yingge Folk Arts Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-02 07:39:56"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 17,
        "intUsdCost": 59,
        "strGuideLanguage": "chinese english japanese",
        "strImageUrl": "https://en.tripbaa.com/travel/20151012163103PwY/downloads/customer/10000/2000/1892lqhli/travel/plan_201511110030541_s.jpg",
        "strIntroduction": "This tour stops at the Sun Moon Lake and Alishan national scenic areas, with a trip to the Tataka saddle at the trailhead of Yushan—Taiwan’s tallest peak.  Not too far from Taichung, you’ll find the famous Sun Moon Lake. The lake is located in Nantou County. It is the largest freshwater lake in Taiwan. It is a combination of two lakes, one of which is shaped like the sun and the other shaped like the moon. That’s how it was given the name Sun Moon Lake. This lake and the surrounding area are very beautiful.  Mount Ali is located in the northeast of Jiayi County. The sunrise of Mount Ali is a grand scenery,and the forests, the sea of clouds and the sunrise are called \"the Three Wonders of Mount Ali\"!  After the tour of Sun Moon Lake and Mount Ali , you should enjoy going to a hot spring in Dongpu, relax your body and soul.   Itinerary：  Start from Alishan Day 1 - Meet Point：09:00 Parking lot in front of 7-Eleven at Alishan Forest Recreation Area - Alishan Forest Recreation Area - Tataka Anbu at Yushan - Fuqi Trees - Lunch➜Dongpu Hot Springs or afternoon tea - Plum Dream Factory - Xiangshan Visitor Center - Sun Moon Lake - Return：17:30",
        "strLocation": "Nantou",
        "strOriginUrl": "https://en.tripbaa.com/travel/20151012163103PwY/?&ccid=JCU1IyE=",
        "strSource": "Tripbaa",
        "strStyle": "Sightseeing",
        "strTitle": "Sun Moon Lake, Alishan, Hot spring one-day tour [Start from Alishan]",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-02 07:40:38"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 24,
        "intUsdCost": 16,
        "strGuideLanguage": "chinese english",
        "strImageUrl": "https://en.tripbaa.com/travel/20151224020028qjE/downloads/customer/10000/1000/49vdcwc/travel/plan_201512240200351_s.jpg",
        "strIntroduction": "Tainan is one of the earliest-developed cities. It was reigned by the Dutch, Qing dynasty, Japanese and other various nations. Hence, you can see numerous types of buildings, cultures and food in Tainan. Are you curious about the history of Tainan? Then, just follow the local guide and learn the story of Tainan.  Anping Tree House: Originally, it was a warehouse for an English tea company, Old Tait & Co. Merchant House. In 1945, it was once again used as warehouse for salt company. Nowadays, the banyan covers all the warehouse, forming an unique spot.  Julius Mannich & CO. and Old Tait & Co. Merchant House: Julius Mannich & CO. was a German company, and Old Tait & Co. Merchant House was an English company. In 19TH, the main products of both company were camphor, sugar and deerskin. Nowadays, Julius Mannich & CO. turns out to be a German restaurant, and Old Tait & Co. Merchant House becomes a museum collecting a few cultural relics.  Anping Kai-tai Thean Hou Temple: It is a Grade I monument. According to the record, it was built at 1668. After different rulers and numerous wars, the temple was dilapidated. Hence, the temple was rebuilt in 1966.  Anping Old Fort: It is the oldest castle in Taiwan. It is also Grade I monument over 300 years. The castle was built as the center of reign and trade in 1624 by Dutch. The wall of Anping Old Fort consisted of glutinous rice, syrup and oyster shell.  Are you ready for a historical trip? Let’s get started!    Tour: Anping Tree House > Old Tait & Co. Merchant House > Julius Mannich & CO. > Si-long Temple > Wang Ji Shih Style House > Anping Mionor Artillery Fort > Anping Kai-tai Thean Hou Temple > Jincheng Recreational Wharf > Miaoshou Temple > Anping Local Culture Hall > Anping Guan-yin Temple > Haishan Hostel > Wei’s Residence in Haitoushe > Tainan Third Credit Cooperation > Anping Old Fort",
        "strLocation": "Tainan",
        "strOriginUrl": "https://en.tripbaa.com/travel/20151224020028qjE/?&ccid=JCU1IyE=",
        "strSource": "Tripbaa",
        "strStyle": "History",
        "strTitle": "Anping Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-02 07:41:40"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 3,
        "intReviewVisitor": 12,
        "intUsdCost": 95,
        "strGuideLanguage": "english",
        "strImageUrl": "https://en.tripbaa.com/travel/20161205152946i7K/downloads/customer/10000/2000/1981jgqqm/travel/plan_201612051606136808_s.jpg",
        "strIntroduction": "By means of Vespa, the most elegant of all scooters, you will discover all the sights of Ho Chi Minh City in the late afternoon. A ride around the city downtown passing Notre Dame Cathedral, City Post Office, City Hall, and Saigon River will offer you a deeper sight about a vital economic hub, the new and the old. You will hear, taste and feel about Saigonese daily life when passing the Thu Thiem Tunnel to reach the other part of the city. Last stop is at one of the skyscrapers to enjoy the panoramic view of the night city. Delicious local food and famous coffee shop are also included to enrich your adventure. What better way to see Ho Chi Minh City than on the back of a Vespa? Join us now  ITINERARY DETAILS  Pick up  Visit Ben Thanh Market to witness the change of local market from day to night shift.  Stop at Tao Dan Park’s highlights with local sports activities  Explore Saigon streets’ life on Vespa: Saigon downtown, pass by Reunification Palace, French quarter’s streets, Notre Dame Cathedral and City Post Office,…  Try some delicious street foods and continue to explore the going-to-be new Saigon : Thu Thiem Area  Stop at Bitexco for drinks  Return to hotels. End of service.",
        "strLocation": "",
        "strOriginUrl": "https://en.tripbaa.com/travel/20161205152946i7K/?&ccid=JCU1IyE=",
        "strSource": "Tripbaa",
        "strStyle": "Sightseeing",
        "strTitle": "SAIGON TWILIGHT WITH VESPA",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-02 07:42:24"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 18,
        "intUsdCost": 16,
        "strGuideLanguage": "chinese english",
        "strImageUrl": "https://en.tripbaa.com/travel/20151224022414al9/downloads/customer/10000/1000/49vdcwc/travel/plan_201512240224201_s.jpg",
        "strIntroduction": "Tainan is one of the earliest-developed cities. It was reigned by the Dutch, Qing dynasty, Japanese and other various nations. Hence, you can see numerous types of buildings, cultures and food in Tainan. Are you curious about the history of Tainan? Then, just follow the local guide and learn the story of Tainan.  Xinmei St.: In the past decades, Xinmei St. was pretty prosperous, tea shop, hardware store, cloth shop can all been found here. Recently, the owner of the hardware store invited the local artist to paint the streets. Moreover, the topic of paintings depict the lifestyle about the past times.  Chihkan Tower: Chihkan Tower belongs to the Grade I monument. It was first built by the Dutch and named as “Provintia”, the Dutch rule base. Decades later, the building was damaged; therefore, it was rebuilt and preserved until today, and known as “Chihkan Tower”.  The sacrificial Rites Martial Temple: The temple is over 300 years, also classified as Grade I monument. It is the one of most well-preserved temples in Taiwan. While visiting the temple, you can see lots of traditional architectural techniques as well.  Are you ready for a historical trip? Let’s get started!    Tour: The sacrificial Rites Martial Temple > Great Thean Hou Temple > Kaiji Wu Temple > Xinmei St. > Chihkan Tower > Kaigi Linyu Temple > Temple Wall",
        "strLocation": "Tainan",
        "strOriginUrl": "https://en.tripbaa.com/travel/20151224022414al9/?&ccid=JCU1IyE=",
        "strSource": "Tripbaa",
        "strStyle": "History",
        "strTitle": "Chihkan Tower Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-02 07:43:55"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 10,
        "intUsdCost": 16,
        "strGuideLanguage": "chinese english",
        "strImageUrl": "https://en.tripbaa.com/travel/201512240218566PH/downloads/customer/10000/1000/49vdcwc/travel/plan_201512240219021_s.jpg",
        "strIntroduction": "Tainan is one of the earliest-developed cities. It was reigned by the Dutch, Qing dynasty, Japanese and other various nations. Hence, you can see numerous types of buildings, cultures and food in Tainan. Are you curious about the history of Tainan? Then, just follow the local guide and learn the story of Tainan.  National Museum of Taiwan Literature: The building is built at 1916 by Japanese. It is an imitation of baroque architecture. In that time, the building was used as a city hall. After the war, it was rebuilt and conserved by the government. In 2003, it was opened as “National Museum of Taiwan Literature”.  Confucius Temple: It was built in 1665, and was classified as Grade I monument in 1983. In the temple, there is a school at the left hand side, and the temple at the right hand side. Such a pattern meets the traditional Confucius temple design. Besides, there will have a ceremony at September 28th, the teacher’s day every year.  HAYASHI Department Store: HAYASHI department store is the second department store in Taiwan, starting at 1932. The department store is reopened in 2014. The first elevator in south Taiwan can be seen here, and there is one Japanese temple at the rooftop as well.  Hukuisu: It is a Japanese manor built in 1923. In that time, since there were city hall, police office, and other official institution around, Hukuisu turned out to be a social space for the officers. Whenever there was a problem that can not be solved, the officers came here, interestingly, the problem usually were solved during the meal. It was renovated and reopened to the public in 2012.  Are you ready for a historical trip? Let’s get started!    Tour: National Museum of Taiwan Literature > Confucius Temple > Fuzhong St. > Yong-Hua Temple > Patriotic Women Association > Butokuden > Old Tainan Forest Office > HAYASHI Department Store > Land Bank (original The Dai-Ichi Kangyo Bank, Limited) > Cheng Temple > Tien Tan Temple > Beiji Temple > Wu’s Garden > Southern Taiwan Weather Center (National Monument) > Maxwell Memorial Church > Hukuisu",
        "strLocation": "Tainan",
        "strOriginUrl": "https://en.tripbaa.com/travel/201512240218566PH/?&ccid=JCU1IyE=",
        "strSource": "Tripbaa",
        "strStyle": "History",
        "strTitle": "Confucius Temple Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-02 07:44:09"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 3,
        "intReviewVisitor": 15,
        "intUsdCost": 96,
        "strGuideLanguage": "english japanese",
        "strImageUrl": "https://en.tripbaa.com/travel/20160727160034SaF/downloads/customer/10000/2000/1981jgqqm/travel/plan_201612211355004964_s.jpg",
        "strIntroduction": "【Start from December】  1) Crab, strawberry and snow are common features in the winter time of Japan. You can feel Japanese winter in this one-day tour! 2) It’s as if we were in another world! You can enjoy playing in the snow as much as you like using a sledge, scoop and so on! 3) Have all-you-can eat lunch with snow crab and deep-water shrimp in season! 4) Enjoy strawberry picking experience! 5) A lucky draw will be held on the bus travelling!!  ※Please prepare your own gloves, etc. for playing in snow in advance.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://en.tripbaa.com/travel/20160727160034SaF/?&ccid=JCU1IyE=",
        "strSource": "Tripbaa",
        "strStyle": "Sightseeing",
        "strTitle": "Let’s play in the snow! Strawberry Picking ＆All-You-Can-Eat Crab Lunch! [From Shinjuku Washington Hotel]",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-02 07:44:47"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 3,
        "intReviewVisitor": 21,
        "intUsdCost": 690,
        "strGuideLanguage": "english japanese",
        "strImageUrl": "https://en.tripbaa.com/travel/20160728123800yFz/downloads/customer/10000/2000/1981jgqqm/travel/plan_201607281238051_s.jpg",
        "strIntroduction": "★★★The delights of the tour★★★ ◇Enjoy the magnificent scenery of Seto Inland area from different kinds of transport. Ride a ship to Shodo Island, also Shikoku local train! Overlook Seto Inland Sea from Kankakei Ropeway! ◇The birthplace of Japanese olives! Visit Olive Park♪ See an olive grove and windmill! ◇Enjoy viewing autumn foliage in Shikoku! ◇Stay 2 nights at highly ranked hotels!  ※The best time for viewing autumn tint (for reference only) 【Tokushima・Kazurabashi Bridge】⇒usually from early to mid November 【Tokushima・Oboke Gorge】⇒usually from mid to late November 【Shodo Island・Kankakei Gorge】⇒usually from early November to early December 【Kagawa・Kotohira-gu Shrine \"Konpira Shrine\"】⇒usually from mid to late November 【Kagawa・Ritsurin Koen Park】⇒usually from mid November to early December The best time may be changed due to the weather conditions.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://en.tripbaa.com/travel/20160728123800yFz/?&ccid=JCU1IyE=",
        "strSource": "Tripbaa",
        "strStyle": "Sightseeing",
        "strTitle": "【Departure from Tokyo】The Beauty of Autumn Colored Kankakei Gorge and Oboke Gorge 3 Days",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-02 07:45:02"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 3,
        "intReviewVisitor": 3,
        "intUsdCost": 64,
        "strGuideLanguage": "english japanese",
        "strImageUrl": "https://en.tripbaa.com/travel/20160704154641jVj/downloads/customer/10000/2000/1981jgqqm/travel/plan_20160704160602o4322_s.jpg",
        "strIntroduction": "To experience the unique Sword Show in site. To watch the show anytime at the Samurai Theater.",
        "strLocation": "Kyoto",
        "strOriginUrl": "https://en.tripbaa.com/travel/20160704154641jVj/?&ccid=JCU1IyE=",
        "strSource": "Tripbaa",
        "strStyle": "History",
        "strTitle": "The Last and Only Samurai Show",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-02 07:46:08"
    },
    {
        "intDurationHour": 7,
        "intOption": null,
        "intReviewStar": 3,
        "intReviewVisitor": 14,
        "intUsdCost": 96,
        "strGuideLanguage": "chinese english japanese",
        "strImageUrl": "https://en.tripbaa.com/travel/20161018123119TU9/downloads/customer/10000/2000/1981jgqqm/travel/plan_201610181244505445_s.jpg",
        "strIntroduction": "Kyoto is a historic city with full of charms that will bring you a lot of joy.  The world heritage sites of temples and shrines densely exist in this internationally renowned city of Kyoto.  Let's experience the thousand years of history in the historic city.  ★Fushimi Inari shrine Thousands of vermilion Torii gates are worth to see. Inari literally means \"rice load\" and is the Japanese god of agriculture.  ★Kiyomizu-dera temple The main highlight of Kiyomizu-dera temple is the main temple building that is known for the Kiyomizu-no-butai, meaning the stage of Kiyomizu. The stage is 18 meters high from the bottom of the cliff and you can overlook the city of Kyoto.  ★Sanjusangendo The temple name literally means Hall with thirty three spaces between columns, describing the architecture of the long main hall of the temple. This temple features the Thousand Armed Kannon and has 1,001 statues lined up in its halls.",
        "strLocation": "Kyoto",
        "strOriginUrl": "https://en.tripbaa.com/travel/20161018123119TU9/?&ccid=JCU1IyE=",
        "strSource": "Tripbaa",
        "strStyle": "Sightseeing",
        "strTitle": "Kyoto see-it-all tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-02 07:46:24"
    },
    {
        "intDurationHour": 5,
        "intOption": null,
        "intReviewStar": 3,
        "intReviewVisitor": 29,
        "intUsdCost": 42,
        "strGuideLanguage": "english japanese",
        "strImageUrl": "https://en.tripbaa.com/travel/20160704105343qRC/downloads/customer/10000/2000/1981jgqqm/travel/plan_20160704114457o4282_s.png",
        "strIntroduction": "1. Meet the Last Samurai 2. Go for a most enjoyable walk(4km) 3. Head over at Face-to Face Market 4. Stop over at 10 specialty shops 5. Drop by a calligraphy shop(if open)",
        "strLocation": "Kyoto",
        "strOriginUrl": "https://en.tripbaa.com/travel/20160704105343qRC/?&ccid=JCU1IyE=",
        "strSource": "Tripbaa",
        "strStyle": "History",
        "strTitle": "Cool Kyoto Walking Tour with the Last Samurai",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-02 07:46:37"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 3,
        "intReviewVisitor": 18,
        "intUsdCost": 55,
        "strGuideLanguage": "english",
        "strImageUrl": "https://en.tripbaa.com/travel/20161201143426Iv0/downloads/customer/10000/2000/1981jgqqm/travel/plan_201612011434301_s.jpg",
        "strIntroduction": "Nowadays Vietnamese culinary art has been widely acknowledged as a superb cuisine. To Orientals, it is a fabulous balance between ying and yang featured in its harmonious formula of green vegetables and fresh meat seasoned with mild spices. On this tour, visitors will have a chance to learn this reputable cookery at a professional cookery centre. Learning and practicing simultaneously, visitors will be sampling some typical specialties of Vietnamese wet-rice gastronomy such as spring rolls, sugar cane shrimp pastes and fresh fish sour soups. After the tour, a certificate of cookery attendance will be handed to each participant.  Note: Menu is subject to change every day.  ITINERARY DETAILS  Assembly  Transfer to Ben Thanh Market for market visit  Transfer to a cookery centre. Learn to cook Vietnamese traditional cuisines (2-3 dishes).  Deliver certificate to each participant. Enjoy the food  Transfer back to hotel. End of service.",
        "strLocation": "",
        "strOriginUrl": "https://en.tripbaa.com/travel/20161201143426Iv0/?&ccid=JCU1IyE=",
        "strSource": "Tripbaa",
        "strStyle": "Food & Drink",
        "strTitle": "COOKERY TOUR (HALF DAY)",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-02 07:47:15"
    },
    {
        "intDurationHour": 7,
        "intOption": null,
        "intReviewStar": 3,
        "intReviewVisitor": 7,
        "intUsdCost": 96,
        "strGuideLanguage": "chinese english japanese",
        "strImageUrl": "https://en.tripbaa.com/travel/20161018122524se7/downloads/customer/10000/2000/1981jgqqm/travel/plan_201610181225281_s.jpg",
        "strIntroduction": "Let's get the best of world heritage-listed Nara(Japan's first permanent capital 1300 years ago) on a one-day visit from Osaka. Visit some historical sites like Great Buddha, Todai-ji temple, Kofuku-ji temple, and 5 stories Pagoda. We also have an opportunity to explore Naramachi old town district.  ★Kasuga Shrine World Heritage Site \"Historic Monuments of Ancient Nara\" Kasuga Shrine  ★Todaiji Todaiji temple is a world heritage in Nara. Nandaimon gate has a width of 2.2m and height of 25m. →Steps← It is called Temizuya or Chozuya where you cleanse your body before entering shrines and temples.  Daibutsu(Great buddha)!! About 15 meters height. Tips builder：emperor Shomu hight： 14.98m weight：(estimate)380t  In addition to Daibutsu, there are many Buddhist statues Especially, Kongo-rikishi(a pair of Deva Kings) are out- standing. They (A-gyo at left and UN-gyo at right) are placed on both sides in order to keep the sanctuary from evil things.  Nara has more than 1200 deer. They are everywhere includes Nara park, Todaiji temple. According to local folklore, deer from this area were considered sacred. They are classified as natural treasure. You can purchase \"deer-crackers\" ( Shika-senbei) to feed the deer in the park.  Harushika Did you already try Sake? You can have Sake of Nara at here.",
        "strLocation": "",
        "strOriginUrl": "https://en.tripbaa.com/travel/20161018122524se7/?&ccid=JCU1IyE=",
        "strSource": "Tripbaa",
        "strStyle": "Sightseeing",
        "strTitle": "Nara see-it-all tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-02 07:47:29"
    },
    {
        "intDurationHour": 6,
        "intOption": null,
        "intReviewStar": 3,
        "intReviewVisitor": 20,
        "intUsdCost": 96,
        "strGuideLanguage": "english japanese",
        "strImageUrl": "https://en.tripbaa.com/travel/201611271155366CR/downloads/customer/10000/2000/1981jgqqm/travel/plan_201611271155381_s.jpg",
        "strIntroduction": "★Point★ Departure / Arrive at New Chitose Airport or Sapporo City  ◆6 hours in one day! You can enjoy private tours by charter car with 5 seats with English-speaking driver.  ◆Departure place and time can be arranged with your request if the place is within Sapporo city.  ＜Private Charter Plan・Free Course＞ ◆Here is the list of our selected tourist spots in Sapporo. Please choose places to go with a driver and enjoy sightseeing for 6 hours! ①Former Hokkaido Government Office Building ②Sapporo Clock Tower ③Odori Park ④Sapporo Tanukikoji Shopping Street ⑤Hokkaido University ⑥Outer market of the Sapporo Central Wholesale Market ⑦Sappro Garden Park ⑧Sapporo Maruyama Zoo ⑨Shiroi Koibito Park ⑩Hitsujigaoka Observation Hill ⑪Okurayama Viewing Point ⑫Nakajima Park ⑬Hokkaido Jingu Shrine ⑭Jozankei Hot Spring Resort  ★★Departure and arrival place must be in Sapporo city or New Chitose Airport.★★ ※If you wish to depart from/arrive at New Chitose Airport, please write the flight number as well.",
        "strLocation": "",
        "strOriginUrl": "https://en.tripbaa.com/travel/201611271155366CR/?&ccid=JCU1IyE=",
        "strSource": "Tripbaa",
        "strStyle": "Sightseeing",
        "strTitle": "Sapporo City! 6-Hour Private Chartered Sightseeing!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-02 07:48:06"
    },
    {
        "intDurationHour": 7,
        "intOption": null,
        "intReviewStar": 3,
        "intReviewVisitor": 8,
        "intUsdCost": 78,
        "strGuideLanguage": "chinese english japanese",
        "strImageUrl": "https://en.tripbaa.com/travel/20161018112116B5X/downloads/customer/10000/2000/1981jgqqm/travel/plan_201611021636365435_s.jpg",
        "strIntroduction": "The long-awaited-tour is finally ready! You want to visit many places but you may just give up because it is crowded everywhere and the transportation seems complicated… We can solve your problem! Let's go see all the great places in Osaka!  ★Osaka castle You cannot miss visiting Osaka castle when you come to Osaka.  ★Dotonbori It is needless to say that Dotonbori is a famous photo shooting spot! You can find a lot of Osaka's soul food in this area.  ★Hozenji Yokocho While it is located right in the center of the big city, this neighborhood carries a completely different slow pace and relaxing atmosphere.  ★Kuromon Market Kuromon Ichiba market has always been known as Osaka's kitchen since the old time. Not only tourists but also chefs all over Osaka come to the market looking for good ingredients. You can enjoy both eating and shopping.  ★The Umeda Sky Building Umeda Sky Building is a skyscraper located near Umeda station. It is also known for Shin Umeda City.",
        "strLocation": "",
        "strOriginUrl": "https://en.tripbaa.com/travel/20161018112116B5X/?&ccid=JCU1IyE=",
        "strSource": "Tripbaa",
        "strStyle": "Sightseeing",
        "strTitle": "【Kansai】Osaka see-it-all tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-02 07:48:21"
    },
    {
        "intDurationHour": 5,
        "intOption": null,
        "intReviewStar": 3,
        "intReviewVisitor": 1,
        "intUsdCost": 38,
        "strGuideLanguage": "english",
        "strImageUrl": "https://en.tripbaa.com/travel/20160107104742kQj/downloads/customer/10000/2000/1831kcqkg/travel/plan_201601281658141_s.jpg",
        "strIntroduction": "While coming to Changhua, you can not miss Lukang old street!  Lukang is northwest of Changhua plain, and is located at the north shore of Lukang brook. It is one of the most early-developed cities. Nowadays, you can stroll along the Lukang old street, visit a variety of monuments, learn about the old stories, and enjoy the traditional delicacies. How interesting it is!  In recent days, a number of local people are aware of the importance of history and culture conservation as well as continuation, and those people start engaging in the work of tour guide. Besides, you can visit the traditional temple in Lukang, such as Longshan temple, Tianhou temple, and Chenghuang temple, exploring the craft from a few decades before. Let’s take the cycle rickshaw ride together with the locals visiting Lukang.  Tour Content: Guihua Lane Artist Village> Historic Site Preservation Area> Jiuqu Lane> Shiyilou> Yilou> Ｗalls of Jars> Lukang Folk Arts Museum",
        "strLocation": "Changhua",
        "strOriginUrl": "https://en.tripbaa.com/travel/20160107104742kQj/?&ccid=JCU1IyE=",
        "strSource": "Tripbaa",
        "strStyle": "History",
        "strTitle": "Back To The Old Lukang",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-02 07:49:01"
    },
    {
        "intDurationHour": 32,
        "intOption": null,
        "intReviewStar": 3,
        "intReviewVisitor": 16,
        "intUsdCost": 1186,
        "strGuideLanguage": "chinese english",
        "strImageUrl": "https://en.tripbaa.com/travel/20161109121854ZRk/downloads/customer/10000/2000/1981jgqqm/travel/plan_201611091218561_s.JPG",
        "strIntroduction": "Day 1 Arrival→Lunch at local restaurant→Free afternoon at leisure Dinner at local restaurant→Aurora viewing tour: Cultural Aurora viewing at Aboriginal Village or Aurora Station with the only sky-deck up north and flushing toilet. Accommodation at the Explorer Hotel Day 2 Breakfast at hotel→City Tour of Yellowknife→Lunch at local restaurant→Dog Sledding Tour→Dinner at local restaurant→ Aurora viewing tour: Cultural Aurora viewing at Aboriginal Village or Aurora Station with the only sky-deck up north and flushing toilet. Accommodation at the Explorer Hotel Day 3 Breakfast at hotel→Ice fishing tour with lunch on Great Slave Lake→Optional Snowmobile nature viewing Tour→Aurora viewing tour: Cultural Aurora viewing at Aboriginal Village or Aurora Station with the only sky-deck up north and flushing toilet. Accommodation at the Explorer Hotel Day 4 Breakfast at the hotel→Morning at leisure→Departure for airport",
        "strLocation": "",
        "strOriginUrl": "https://en.tripbaa.com/travel/20161109121854ZRk/?&ccid=JCU1IyE=",
        "strSource": "Tripbaa",
        "strStyle": "Sightseeing",
        "strTitle": "【Canada】Deluxe Aurora Tour in Yellowknife",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-02 07:49:17"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 3,
        "intReviewVisitor": 17,
        "intUsdCost": 59,
        "strGuideLanguage": "english",
        "strImageUrl": "https://en.tripbaa.com/travel/20161205150409JkL/downloads/customer/10000/2000/1981jgqqm/travel/plan_201612051516326800_s.jpg",
        "strIntroduction": "Sustainability and ecotourism have become a trend for a lot of tourists in this century who have a common interest in protecting the green environment and preserving the cultural heritage of a destination. If you are looking for an eco-trip, the Insight Mekong Delta by Cycling is a right choice for you. 7km cycling ride will give you opportunities to experience the fullest of friendly and peaceful Mekong’s countryside where you can find unlimited green rice fields, fruit orchards, and local cottage industries. A small sampan boat ride will add more fascination to your trip. Then, a home-hosted lunch of Mekong Delta specialties will be also enjoyable.  Note: Tour is suitable for adults and children from 6 years old only  ITINERARY DETAILS  Pick up  Boat cruise along small branches of Mekong River  Leisure cycling trip (about 13km) along shady narrow village roads  Sampan ride along small shady canals  Chat with local house owners and taste some fresh fruits. Enjoy lunch at a local ancient house  Return to Ho Chi Minh City. End of service.",
        "strLocation": "",
        "strOriginUrl": "https://en.tripbaa.com/travel/20161205150409JkL/?&ccid=JCU1IyE=",
        "strSource": "Tripbaa",
        "strStyle": "Sightseeing",
        "strTitle": "INSIGHT MEKONG DETLA BY CYCLING",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-02 07:49:29"
    },
    {
        "intDurationHour": 7,
        "intOption": null,
        "intReviewStar": 3,
        "intReviewVisitor": 30,
        "intUsdCost": 55,
        "strGuideLanguage": "english",
        "strImageUrl": "https://en.tripbaa.com/travel/20161205141952K67/downloads/customer/10000/2000/1981jgqqm/travel/plan_201612051459526796_s.JPG",
        "strIntroduction": "About 136km from Ho Chi Minh City, Vinh Long occupies a core area in the Mekong Delta. After a 2.5 hour drive, a boat takes you to the Cai Be floating market with sellers and buyers bargaining and exchanging goods from their boats, and then to Binh Hoa Phuoc Islet where the maze of shady creeks will surely fascinate you. You will have a chance to mingle with local peasants, learn the secrets of their bonsai gardening and take a look at local products. A typical Vietnamese lunch at a local home will be arranged.  ITINERARY DETAILS  Pick up  Leave for Cai Be. Take a quick view of Cai Be floating market, where big boats exchange goods  Cruise along small cannels of An Binh and Binh Hoa Phuoc Islets  Visit a factory producing boats or bricks or the orchard garden or bonsai garden.  Have lunch at the garden – local restaurant (without drink)  Arrive at the pier in Vinh Long. Return to Ho Chi Minh City. End of service.",
        "strLocation": "",
        "strOriginUrl": "https://en.tripbaa.com/travel/20161205141952K67/?&ccid=JCU1IyE=",
        "strSource": "Tripbaa",
        "strStyle": "Sightseeing",
        "strTitle": "FLOATING MARKET MEKONG DELTA – VINH LONG TOUR",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-02 07:49:44"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 3,
        "intReviewVisitor": 26,
        "intUsdCost": 134,
        "strGuideLanguage": "english japanese",
        "strImageUrl": "https://en.tripbaa.com/travel/20161127130226274/downloads/customer/10000/2000/1981jgqqm/travel/plan_201611271310215853_s.jpg",
        "strIntroduction": "◆8 hours in one day! You can enjoy the private tour by charter car with 5 seats with English-speaking driver.  ◆Departure place and time can be arranged with your request if the place is within Sapporo city.  ＜Private Chartered Plan・Standard Course＞ ◆Visit popular tourist spots in Hokkaido! ・Furano・Farm Tomita…Flower field with over 80 kinds of colorful flowers is in bloom throughout the four seasons! ・Biei-no-oka...Like patchwork, amazing view of potato and wheat fields, etc. spreading over the hill!  ★★Departing and arriving places must be in Sapporo city.★★",
        "strLocation": "",
        "strOriginUrl": "https://en.tripbaa.com/travel/20161127130226274/?&ccid=JCU1IyE=",
        "strSource": "Tripbaa",
        "strStyle": "Sightseeing",
        "strTitle": "Furano・Biei! 8-Hour Private Chartered Sightseeing",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-02 07:49:59"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 3,
        "intReviewVisitor": 21,
        "intUsdCost": 80,
        "strGuideLanguage": "chinese english",
        "strImageUrl": "https://en.tripbaa.com/travel/20150911115522bNU/downloads/customer/10000/6000/5497ysokr/travel/plan_201701131633387210_s.jpg",
        "strIntroduction": "Unique rafting Taradok trip, you can experience the rafting with the cozy breeze, and appreciate the spectacular mountain during rafting. Tatadok in Amis language means flowing downstream. Follow the warrior to raft downstream, listening the stories about Amis, netting, catching shrimp, picnicking, enjoying the culture and nature at Amis Tribe. After ashore, you can go back to the tribe and enjoy the local meal, the ingredients all come from organic seasonal vegetable planted by locals and the fish as well as shrimp from Hsiukuluan River. Later, visit the traditional house with an aboriginal tour guide, experiencing the unique and beauty of Chimei tribe.",
        "strLocation": "Hualien",
        "strOriginUrl": "https://en.tripbaa.com/travel/20150911115522bNU/?&ccid=JCU1IyE=",
        "strSource": "Tripbaa",
        "strStyle": "Water Activities",
        "strTitle": "Hsiukuluan River Rafting",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-02 07:50:36"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 3,
        "intReviewVisitor": 5,
        "intUsdCost": 48,
        "strGuideLanguage": "chinese english",
        "strImageUrl": "https://en.tripbaa.com/travel/20161129161252Zep/downloads/customer/10000/6000/5246krqoe/travel/plan_201611291729061_s.jpg",
        "strIntroduction": "Is it your first time to hear about \"NAKED FOOD\"? Any imagination about that? Now, we would like to break out your impression!  Naked Food, a healthy cooking style accompany with amazing aesthetics. Private Chef, help the food completely demonstrate its diversity with you. The raw food is not only nutritious but also scrumptious. We try to define new ways of cooking of the vegan food in tradition. Make food and ingredients return to essence, taste its nature of beauty.  It is a deep communication about food and you – the gourmet. Because we respect all kinds of food, And that make people live a natural life. Find your true beauty and feel sexy from the inside out, Just by eating raw food at NAKEDFOOD.  -----------------------------------------------  Sign up for our raw culinary workshops and learn how to prepare nutritious, raw vegan foods to delight your taste buds and to boost your health. From pasta and pizza to cakes and chocolates, our raw culinary workshops will teach you healthy tricks that will get your body in shape and feeling great. All workshops are hands-on, ensuring that you not only have an unforgettable experience but also come away with new knowledge about food and skills in the kitchen.  3 hours of workshop, 3 dishes of tasting party. Insisting on pure nature, fresh handmade and drying temperature cooking. Let us enjoy Naked Food world!",
        "strLocation": "Taipei",
        "strOriginUrl": "https://en.tripbaa.com/travel/20161129161252Zep/?&ccid=JCU1IyE=",
        "strSource": "Tripbaa",
        "strStyle": "Food & Drink",
        "strTitle": "RAW CULINARY WORKSHOPS – Inspiring Project for New Life",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-02 07:50:51"
    },
    {
        "intDurationHour": 5,
        "intOption": null,
        "intReviewStar": 3,
        "intReviewVisitor": 18,
        "intUsdCost": 55,
        "strGuideLanguage": "english",
        "strImageUrl": "https://en.tripbaa.com/travel/20161205171129kH8/downloads/customer/10000/2000/1981jgqqm/travel/plan_201612051727146819_s.jpg",
        "strIntroduction": "This half-day tour offers you a chance to visit the mystic world of My Son Holy Land, a world-heritage site with a large complex of religious relics of 70 architectural works. The site comprises temples and towers that connect to each other with complicated red brick designs. The main component of Cham architectural design is the tower, built to reflect the divinity of the king. The architectural art of Cham towers at My Son Sanctuary is the convergence of different styles, including the continuity of the ancient style in the 7th - 8th centuries, the Hoa Lai style of the 8th - 9th centuries, the Dong Duong style from the mid-9th century, the My Son and My Son - Binh Dinh styles, etc. . Itinerary:  07:30: Pick up at Hotel or meetup point and transfer to My Son  Arrive at My Son. Transfer to the holy see area by Jeep  10:30: Enjoy Cham show (the show is complimentary and subject to change without prior notice)  Visit My Son Holy See  Transfer back to Danang.  Return to the hotel.  Finish. Note: Jeep shuttle to My Son site (serving on first come – first served basis)",
        "strLocation": "Da Nang",
        "strOriginUrl": "https://en.tripbaa.com/travel/20161205171129kH8/?&ccid=JCU1IyE=",
        "strSource": "Tripbaa",
        "strStyle": "Sightseeing",
        "strTitle": "【Danang】My Son Holy Land Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-02 07:51:06"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 3,
        "intReviewVisitor": 20,
        "intUsdCost": 43,
        "strGuideLanguage": "english",
        "strImageUrl": "https://en.tripbaa.com/travel/20161205120005iaf/downloads/customer/10000/2000/1981jgqqm/travel/plan_201612051411176794_s.jpg",
        "strIntroduction": "The town of My Tho lies on the left side of the Mekong River and just a 1.5 hour drive from the hustle and bustle of Ho Chi Minh City. You will enjoy a cruise on the Mekong River and then ride on a hand-rowing sampan through small islets under a green canopy of water-coconut trees to catch a glimpse of the daily activities of the local people. A visit to an orchard islet to observe the pastoral life and enjoy coconut milk, seasonal fruit, honey tea and lunch of country delicacies will also be arranged.  ITINERARY DETAILS  Pick up  Depart to go to My Tho.  Take a boat at Pier 30/04. Visit a fish market.  Visit coconut candy workshop and local house: enjoy tropical fruit, honey tea and amateur singing  Enjoy hand-rowing sampan along the cannel. Lunch.  Return to Pier 30/4. Return to Ho Chi Minh City. End of service.",
        "strLocation": "",
        "strOriginUrl": "https://en.tripbaa.com/travel/20161205120005iaf/?&ccid=JCU1IyE=",
        "strSource": "Tripbaa",
        "strStyle": "Sightseeing",
        "strTitle": "MEKONG DELTA – MY THO TOUR",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-02 07:51:18"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 3,
        "intReviewVisitor": 28,
        "intUsdCost": 25,
        "strGuideLanguage": "english",
        "strImageUrl": "https://en.tripbaa.com/travel/20161130122904jD7/downloads/customer/10000/2000/1981jgqqm/travel/plan_201612051144316623_s.jpg",
        "strIntroduction": "The morning tour will take you around the busiest city of Vietnam, from downtown Saigon to Cho Lon, in order to get a general view of a developing city. You will get to know its history and culture with stops at History Museum and ThienHau Temple. You will not only learn about the past but also get a glimpse of the daily life of stall and street vendors at BinhTay Markets and see other places of interests such as Notre Dame Cathedral, Municipal Post Office, etc. A stopover at a well-known lacquer workshop will help you to pick up some unique gifts for your beloved.  ITINERARY DETAILS  Pick up  Visit History Museum & City Post Office. Stop at Notre Dame Cathedral (no visit inside)  Transfer to Cho Lon. Visit ThienHau Temple and BinhTay Market  Visit lacquerware workshop  Return to hotels. End of service.",
        "strLocation": "",
        "strOriginUrl": "https://en.tripbaa.com/travel/20161130122904jD7/?&ccid=JCU1IyE=",
        "strSource": "Tripbaa",
        "strStyle": "Sightseeing",
        "strTitle": "Ho Chi Minh City Tour (MORNING)",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-02 07:51:29"
    },
    {
        "intDurationHour": 32,
        "intOption": null,
        "intReviewStar": 3,
        "intReviewVisitor": 7,
        "intUsdCost": 1585,
        "strGuideLanguage": "chinese english",
        "strImageUrl": "https://en.tripbaa.com/travel/20161114145659jc8/downloads/customer/10000/2000/1981jgqqm/travel/plan_201611141456591_s.JPG",
        "strIntroduction": "Day 1 Arrival→Lunch at local restaurant→City Tour of Yellowknife Heading for Trout Rock Lodge→Dinner at the lodge→Enjoy all night Aurora viewing!!! Day 2 Breakfast in the lodge→Snowmobile Tour→Ice fishing→Snowshoeing Shore lunch on the island (Sashimi if fish is caught / Hot Soup / Aboriginal bannock)→Dinner at the lodge→Enjoy all night Aurora viewing!!! Day 3 Breakfast in the lodge→Return to Yellowknife→Dog Sledding Tour→Lunch at local restaurant→Free afternoon at leisure→ Dinner at local restaurant→Aurora viewing tour: Cultural Aurora viewing at Aboriginal Village or Aurora Station with the only sky-deck up north and flushing toilet. Accommodation at Explorer Hotel Day 4 Breakfast in the hotel→Heading for airport→Departure",
        "strLocation": "",
        "strOriginUrl": "https://en.tripbaa.com/travel/20161114145659jc8/?&ccid=JCU1IyE=",
        "strSource": "Tripbaa",
        "strStyle": "Sightseeing",
        "strTitle": "【Trout Rock Lodge】Deluxe Aurora Tour in Yellowknife",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-02 07:51:40"
    },
    {
        "intDurationHour": 5,
        "intOption": null,
        "intReviewStar": 3,
        "intReviewVisitor": 12,
        "intUsdCost": 27,
        "strGuideLanguage": "english",
        "strImageUrl": "https://en.tripbaa.com/travel/20161130161503p9U/downloads/customer/10000/2000/1981jgqqm/travel/plan_201612051148326702_s.jpg",
        "strIntroduction": "Cu Chi used to be a bitter battleground for many years during the Vietnam War. Visitors to our country cannot miss a visit to this “underground village” with the intricate network of over 200-km tunnels,which is lying 75 km from Ho Chi Minh City. It may be incredible if you don’t experience a short, exciting trip through this labyrinth of interlaced tunnels. Then challenge yourselves with rifle shooting at shooting range (optional with surcharge).  ITINERARY DETAILS  Pick up at your hotel  Leave for Cu Chi with stop at rice-paper making factory and rice field for some photos  Arrival in Cu Chi. Watch a short documentary of Cu Chi in the past. Visit the tunnels  Return to Ho Chi Minh City.  Arrive at your hotel. End of service.",
        "strLocation": "",
        "strOriginUrl": "https://en.tripbaa.com/travel/20161130161503p9U/?&ccid=JCU1IyE=",
        "strSource": "Tripbaa",
        "strStyle": "History",
        "strTitle": "CU CHI TUNNELS (Half day)",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-02 07:52:19"
    },
    {
        "intDurationHour": 7,
        "intOption": null,
        "intReviewStar": 3,
        "intReviewVisitor": 17,
        "intUsdCost": 99,
        "strGuideLanguage": "english",
        "strImageUrl": "https://en.tripbaa.com/travel/20161205160908vg2/downloads/customer/10000/2000/1981jgqqm/travel/plan_201612051642166810_s.JPG",
        "strIntroduction": "A boat cruise in Ha Long Bay, a world natural heritage site recognized by UNESCO, is absolutely marvelous. Carved through ages by natural elements, the limestone has been transformed into spectacular caves and grottos, some threading through stone pillars, other towing to cathedral heights that rise high above the emerald sea. Moreover, in natural sculptures of animals, many of these islands have been given individual names that remind of intriguing legends: Dog Island, Incense Urn Island, Fighting Cock Island, Heaven Gate Cave, Dau Go Grotto etc.  Itinerary:  Pick-up at the hotel and overland to Ha Long Bay.  Arrive in Ha Long City. Take a boat cruise to visit Dau Go, Thien Cung Caves and enjoy cruising in Ha Long Bay.  Lunch on board.  Overland back to Hanoi via Dong Trieu Pottery Village en route.  Arrive in Hanoi. Transfer to the hotel.  End of services.",
        "strLocation": "Hanoi",
        "strOriginUrl": "https://en.tripbaa.com/travel/20161205160908vg2/?&ccid=JCU1IyE=",
        "strSource": "Tripbaa",
        "strStyle": "Sightseeing",
        "strTitle": "Cruise in Ha Long Bay Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-02 07:52:32"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 3,
        "intReviewVisitor": 30,
        "intUsdCost": 27,
        "strGuideLanguage": "chinese english",
        "strImageUrl": "https://en.tripbaa.com/travel/20161208131713wev/downloads/customer/10000/6000/5398wyuwa/travel/plan_201612081317194_s.jpg",
        "strIntroduction": "A Koala zoo around city center  The first Koala Conservation Area in the world Lone Pine Koala Sanctuary located in Queensland and nominated as the top ten zoos in the world. There are 130 Koalas in the zoo.  The paradise of wildlife You can in touch with animals in an eco-friendly way. The government ruled the hours for Koalas so do not worry they might be over-work.  A getaway from city but close to city It's the famous spot in Brisbane and only takes 30 mins to airport.  In the history, there were many politicians and artists come to Lone Pine to see Koala. The ex-president of the USA, The British Queen, and the new generation idol group One Direction.",
        "strLocation": "",
        "strOriginUrl": "https://en.tripbaa.com/travel/20161208131713wev/?&ccid=JCU1IyE=",
        "strSource": "Tripbaa",
        "strStyle": "Theme Park",
        "strTitle": "(Queensland) Brisbane, Lone Pine Koala Sanctuary",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-02 07:53:36"
    },
    {
        "intDurationHour": 5,
        "intOption": null,
        "intReviewStar": 3,
        "intReviewVisitor": 17,
        "intUsdCost": 35,
        "strGuideLanguage": "english",
        "strImageUrl": "https://en.tripbaa.com/travel/20161205174838NH0/downloads/customer/10000/2000/1981jgqqm/travel/plan_201612051800496821_s.jpg",
        "strIntroduction": "Hoi An ancient town is declared a World Cultural Heritage Site by UNESCO in late 1999. This World Heritage site combines Chinese, Japanese, European and Vietnamese influences and boasts a delightful mixture of ancient structures with the local residents’ modern life. It creates a unique image of a modern-day town in the atmosphere of bygone days. You could enjoy a walking tour of the enchanting port town of Hoi An to visit the ancient structures comprising the 400-year-old Japanese Covered Bridge, residential houses, assembly halls, historic and ancient pagodas, etc. Visiting the colorful market, shops selling silk lanterns, paintings, and high-quality clothes, you could watch local daily activities, handicraftsmen at work and buy unique hand-made souvenirs.  Itinerary:  13:30: Pick up at Hotel or meetup point and transfer to Hoi An  Arrive at Hoi An. Visit Japanese covered bridge, Chinese Conference hall, Phung Hung ancient house, markets and cloth shops,…  Transfer back to Danang.  Return to the hotel. Finish.",
        "strLocation": "Da Nang",
        "strOriginUrl": "https://en.tripbaa.com/travel/20161205174838NH0/?&ccid=JCU1IyE=",
        "strSource": "Tripbaa",
        "strStyle": "Sightseeing",
        "strTitle": "【Danang】World Heritage —Hoi An Ancient Town",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-02 07:53:50"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 3,
        "intReviewVisitor": 13,
        "intUsdCost": 69,
        "strGuideLanguage": "english",
        "strImageUrl": "https://en.tripbaa.com/travel/20161205164728KwZ/downloads/customer/10000/2000/1981jgqqm/travel/plan_201612051701366812_s.jpg",
        "strIntroduction": "The tour offers a chance to discover the delicacies of Vietnamese gastronomy. At the beginning, you will have a market visit, in which you are escorted with our chef introducing you some of the local ingredients that you will later use in the hands-on class. After getting acquainted with rice, fish sauce, soy sauce, fresh herbs, spices, vegetables and many other typical ingredients of the Vietnamese, you can practice cooking and prepare a proper Vietnamese meal, following the chef's instructions. Enjoy your own meal!  8.00: Pick up Go shopping at Chau Long Market Attend the cookery class with the chef's instructions Enjoy your own meal 12.30: Transfer back to the hotels. End of tour.",
        "strLocation": "Hanoi",
        "strOriginUrl": "https://en.tripbaa.com/travel/20161205164728KwZ/?&ccid=JCU1IyE=",
        "strSource": "Tripbaa",
        "strStyle": "Food & Drink",
        "strTitle": "Ha Noi Cookery Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-02 07:54:03"
    },
    {
        "intDurationHour": 7,
        "intOption": null,
        "intReviewStar": 3,
        "intReviewVisitor": 15,
        "intUsdCost": 106,
        "strGuideLanguage": "chinese english japanese",
        "strImageUrl": "https://en.tripbaa.com/travel/20161018125340INe/downloads/customer/10000/2000/1981jgqqm/travel/plan_201610181719291_s.jpg",
        "strIntroduction": "Wakayama prefecture is located at the south of Osaka. It has an abundant nature of the ocean and mountains that provide hot springs, fresh seafood, and vegetables. Shirahama Onsen is especially famous as one of the three oldest hot springs in Japan with a history of 1300 years. Let's experience this hot spring and try fresh seafood at Toretore Ichiba market.  ★Toretore ichiba fish market You can taste fresh fish at Tore-tore Ichiba market. You might be able to see the live tuna cutting demonstration?!  ★Sakinoyu Onsen Shirahama Onsen has a history of 1,300 years and is one of the three oldest hot springs in Japan. Sakinoyu hot spring was created by waves eroding the land. Rotenburo, outdoor bath, facing the pacific ocean will be an unforgettable experience. You sometimes see waves breaking on rocks right in front of you.  ★Sandanbeki limestone cave Sandankabe is an area where you can observe a spectacular scenery created by the power of nature. There is a stalactite cave extending under the ground where pirates were hiding.  ★Shirarahama beach Shirahama beach is loved by a lot of Japanese people. Feel refreshed on the white sand beach with clear blue water.",
        "strLocation": "",
        "strOriginUrl": "https://en.tripbaa.com/travel/20161018125340INe/?&ccid=JCU1IyE=",
        "strSource": "Tripbaa",
        "strStyle": "Sightseeing",
        "strTitle": "Wakayama, Shirahama see-it-all tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-02 07:54:15"
    },
    {
        "intDurationHour": 7,
        "intOption": null,
        "intReviewStar": 3,
        "intReviewVisitor": 30,
        "intUsdCost": 15,
        "strGuideLanguage": "chinese english",
        "strImageUrl": "https://en.tripbaa.com/travel/20161208161050jUR/downloads/customer/10000/6000/5398wyuwa/travel/plan_201612081752486899_s.jpg",
        "strIntroduction": "",
        "strLocation": "",
        "strOriginUrl": "https://en.tripbaa.com/travel/20161208161050jUR/?&ccid=JCU1IyE=",
        "strSource": "Tripbaa",
        "strStyle": "Food & Drink",
        "strTitle": "(Queensland) SIRROMET Winery",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-02 07:54:57"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 3,
        "intReviewVisitor": 2,
        "intUsdCost": 96,
        "strGuideLanguage": "chinese english japanese",
        "strImageUrl": "https://en.tripbaa.com/travel/20161107183702m5Q/downloads/customer/10000/2000/1981jgqqm/travel/plan_201611090938271_s.jpg",
        "strIntroduction": "Koyasan is historically regarded as one of the most sacred mountains in Japan.   It is a hallowed ground representing the Shingon sect of esoteric Buddhism with a history for 1200 years.   Koyasan is historically considered as the most religiously divine mountain range. It is a sacred place of the Shingon Buddhism with a history of 1200 years. Kongobuji temple is the head temple of Shingon sect and there is a mausoleum of Kukai (Koubou Daishi, Buddhism great teacher) in Okunoin temple.  ★Okunoin innner sanctuary Many graves of historically famous people in Japan are enshrined at Okunoin with a mystic vibe around.  ★Kongobuji temple Kongobuji temple has a history of 1200 years since its foundation and is designated as a world heritage as a sacred place and ground of Japanese Buddhism.",
        "strLocation": "",
        "strOriginUrl": "https://en.tripbaa.com/travel/20161107183702m5Q/?&ccid=JCU1IyE=",
        "strSource": "Tripbaa",
        "strStyle": "Sightseeing",
        "strTitle": "Koyasan tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-02 07:55:12"
    },
    {
        "intDurationHour": 7,
        "intOption": null,
        "intReviewStar": 3,
        "intReviewVisitor": 3,
        "intUsdCost": 60,
        "strGuideLanguage": "chinese english",
        "strImageUrl": "https://en.tripbaa.com/travel/20161208143610xlc/downloads/customer/10000/6000/5398wyuwa/travel/plan_201612081504376893_s.jpg",
        "strIntroduction": "Sea world located in Gold Coast  You can see Polar bear, penguin, dolphin, seal and etc. You can observe them or even touch them, to explore the mystery of sea life. The concept of sea world is to protect the ocean lives to make a better living environment for them and to invoke audiences' attention.",
        "strLocation": "",
        "strOriginUrl": "https://en.tripbaa.com/travel/20161208143610xlc/?&ccid=JCU1IyE=",
        "strSource": "Tripbaa",
        "strStyle": "Theme Park",
        "strTitle": "(Queensland) Sea World",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-02 07:55:25"
    },
    {
        "intDurationHour": 7,
        "intOption": null,
        "intReviewStar": 3,
        "intReviewVisitor": 9,
        "intUsdCost": 60,
        "strGuideLanguage": "chinese english",
        "strImageUrl": "https://en.tripbaa.com/travel/20161208134553Y7h/downloads/customer/10000/6000/5398wyuwa/travel/plan_201612081404476887_s.jpg",
        "strIntroduction": "The only movie world in Southern hemisphere Hollywood in Gold coast with the exciting car show. Take pics with all stars.  The warner Bros. Movie World brings with the all-stars from the movies. Like Batman, and all Heros  Definitely cannot miss it.",
        "strLocation": "",
        "strOriginUrl": "https://en.tripbaa.com/travel/20161208134553Y7h/?&ccid=JCU1IyE=",
        "strSource": "Tripbaa",
        "strStyle": "Theme Park",
        "strTitle": "(Queensland) Gold Coast Movie World",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-02 07:55:40"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 3,
        "intReviewVisitor": 15,
        "intUsdCost": 36,
        "strGuideLanguage": "chinese english japanese",
        "strImageUrl": "https://en.tripbaa.com/travel/20161114124635B39/downloads/customer/10000/2000/1981jgqqm/travel/plan_201611241856571_s.jpg",
        "strIntroduction": "In January until end of March winter season in Okinawa the most popular off shore activity is always the unbeatable whale watching excursion. Every whale watching excursion is unique lots of tourist include the locals are always fascinating about this whale watching trip in Okinawa even some been to this excursion a few times, but each time when the whale appear around nearby the boat everybody get so exciting about it.  Where is the Whale  In Okinawa the most common whale spotted is Humpback Whale and dolphin (pseudorca crassidens). Most of the whale and dolphin can be spot at nearby Chibishi Island or Kerama lslands in Okinawa.  How to prepare yourself  If you are worry about motion sickness then eat something about an hour before or take a motion sickness medication about 30 minutes before departure. If you have kids with you, bring some snack or toys for them. Wear sneakers or something rubber soled for good traction from the wet and slippery deck. Sometimes temperature do get very cold, bring a sweater is always recommended. Bring or rent and binoculars, having a binocular will provide a close up view better that others who don’t get. Choppy sea condition or raining during the whale watching trip we will provide poncho pack for the guest. Guarantee will full refund if there is no guest see a whale or dolphin during the trip.  Whale watching trip schedule  Am Trip 08:15 - All guest gathering 08:45 - Safety briefing and departure 09:00 - 11:30 (open sea) 11:30 - Return to Naha  Pm Trip 13:15 - All guest gathering 13:45 - Safety briefing and departure 14:00 - 16:30 (open sea) 16:30 - Return to Naha",
        "strLocation": "",
        "strOriginUrl": "https://en.tripbaa.com/travel/20161114124635B39/?&ccid=JCU1IyE=",
        "strSource": "Tripbaa",
        "strStyle": "Ecology",
        "strTitle": "Naha Whale Watching tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-02 07:55:53"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 3,
        "intReviewVisitor": 16,
        "intUsdCost": 156,
        "strGuideLanguage": "english",
        "strImageUrl": "https://en.tripbaa.com/travel/20161124182202Hk0/downloads/customer/10000/2000/1981jgqqm/travel/plan_201611241836031_s.jpg",
        "strIntroduction": "Eager to Turkey, but have no idea what to do Here's the basic idea of Istanbul Turkey tour The easiest way to look thru Turkey  Day 01 – ISTANBUL Arrival Istanbul and meet and assist at the airport. Transfer to your hotel and overnight.  Day 02 – ISTANBUL (B, L) OTTOMAN RELICS After breakfast full day city tour of Istanbul visiting; Hippodrome : The former center of sportive and political activities of Constantinople. During the visit you'll be able to see the Obelisk from Egypt, Serpentine column from Delphi, and fountain of Willhelm II. Blue Mosque: One of the largest mosques in Istanbul dating from the 17th century it is one of the principal adornments of the skyline of Istanbul. Also famous for its blue tiles and 6 minarets. St. Sophia: The magnificent Byzantine Church; one of the finest architectural works in the world. It has been nominated as the 8th wonder of the world by many historians. Topkapı Palace: The former imperial residence from where the Great Ottoman Empire was ruled. Today a spectacular museum that has one of the largest collections of Chinese and Japanese porcelain. Grand Bazaar: In addition to its historical importance, it's a bazaar that will tempt even the nonshoppers with its rich collection of precious handmade carpets, jewelry, leather and souvenirs. Lunch at typical Turkish Restaurant included. Also visioned during the tour: GALATA TOWER, GOLDEN HORN, LEANDER‟S TOWER.  Day 03 – ISTANBUL DEPARTURE (B) After breakfast at your hotel the rest of the day will be free. Transfer to the airport for your flight.",
        "strLocation": "Istanbul",
        "strOriginUrl": "https://en.tripbaa.com/travel/20161124182202Hk0/?&ccid=JCU1IyE=",
        "strSource": "Tripbaa",
        "strStyle": "Sightseeing",
        "strTitle": "【Turkey】Istanbul 3Days&2Nights",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-02 07:56:07"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 3,
        "intReviewVisitor": 30,
        "intUsdCost": 163,
        "strGuideLanguage": "english",
        "strImageUrl": "https://en.tripbaa.com/travel/2016112512115210R/downloads/customer/10000/2000/1981jgqqm/travel/plan_201611251456311_s.jpg",
        "strIntroduction": "Come Cappadocia to have balloon tour  Day 1 - ARRIVAL CAPPADOCIA Arrive in Kayseri or Nevsehir Airport and visit the Devrent Valley to see the unique fairy-chimneys. Drive to Pasabagi (Monk's Valley) to see the most interesting mushroom-shaped pinnacles. In the afternoon visit Open Air Museum in Goreme where the remains of rock-cut churches and Christian settlements date back hundreds of years. Overnight in Cappadocia. Lunch and Dinner are included.  Day 02 – CAPPADOCIA (B, L, D) Optional balloon tour. Depart from the hotel and a tour with hike through the Rose Valley with visits to the churches. Afterwards visit to the old Christian village of Cavusin. Stop for lunch near Pigeons Valley and then continue on to see the Kaymakli Underground City. You will also visit the Ortahisar natural rock castle. Overnight in Cappadocia. Breakfast, Lunch and Dinner are included.  Day 03 - CAPPADOCIA – DEPARTURE (B) After breakfast transfer to the airport in Kayseri or Nevsehir. Breakfast is included.",
        "strLocation": "Istanbul",
        "strOriginUrl": "https://en.tripbaa.com/travel/2016112512115210R/?&ccid=JCU1IyE=",
        "strSource": "Tripbaa",
        "strStyle": "Sightseeing",
        "strTitle": "【Turkey】Cappadocia 3 Days & 2 Nights",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-02 07:56:18"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 3,
        "intReviewVisitor": 23,
        "intUsdCost": 124,
        "strGuideLanguage": "english japanese",
        "strImageUrl": "https://en.tripbaa.com/travel/20161127123411gCM/downloads/customer/10000/2000/1981jgqqm/travel/plan_201611271234141_s.jpg",
        "strIntroduction": "◆8 hours in one day! Enjoy the private tour with an English-speaking driver by a private taxi for 5 people.  ◆Departure place and time can be arranged with your request if the place is within Osaka city.  ＜Private Charter Plan・Free Course＞ ◆Followings are our selected sightseeing areas in Osaka, Kyoto, and Nara cities. Please talk with your driver and decide the places to visit on the day! Osaka City・・・①Kita-ku (Umeda Sky Building, etc.) ②Minami-ku (Dotonbori, etc.) ③Umeda ④Tennoji  ⑤Tsutenkaku Tower・Shinsekai ⑥Kaiyukan ⑦Osaka Castle Kyoto City・・・①Ginkaku-ji Temple (The Silver Pavilion) ②Gion・Kawaramachi ③Kiyomizu-dera Temple ④Kyoto Station・Fushimi Inari-Taisha Shrine ⑤Arashiyama ⑥Uji ⑦Kinkaku-ji Temple (The Golden Pavilion) ⑧Nijo-jo Castle・Kyoto Imperial Palace Nara・・・①Nara Park・Todai-ji Temple ②Horyuji Temple ③Kasugataisha Shrine ④Kofukuji Temple  ★★ Departure and arrival place must be in Osaka city.★★",
        "strLocation": "",
        "strOriginUrl": "https://en.tripbaa.com/travel/20161127123411gCM/?&ccid=JCU1IyE=",
        "strSource": "Tripbaa",
        "strStyle": "Sightseeing",
        "strTitle": "Osaka, Nara, Kyoto! 8-Hour Chartered Sightseeing!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-02 07:56:30"
    }
]