[
    {
        "intDurationHour": 72,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 3,
        "intUsdCost": 193,
        "strGuideLanguage": "chinese english",
        "strImageUrl": "https://en.tripbaa.com/travel/20151026172631SuV/downloads/customer/10000/2000/1867tblxr/travel/plan_201510261726371_s.jpg",
        "strIntroduction": "The teardrop of angels Chiaming Lake Jiaming Lake is the second-highest lake in Taiwan. The area of Jiaming Lake is second only to Cuei Pond in Syue Mountain, just like a pearl on the south of the central range. Located at Southern cross-island highway, near the edge of Yushan National Park. Cuei Pond is an alpine lake at an elevation of about 3310 meters. It is 120 meters long by 80 meters wide, and the depth is 35 meters. A scatter of glassy stones caused by high temperature explosion can be seen at the side of the lake. After excluding the possibility of volcanic activity, it is confirmed that Jiaming Lake is a rare young meteorite lake on the earth. The lake is quite clear, and there is no fish or other large creatures.  Sancha Mountain It is at an elevation of about 3496 meters, located at the central range. It is one of the 100 peaks as well. The grassland on the broad hillside is the feature of the mountain.  Siangyang Mountain It is at an elevation of about 3602 meters, located at the junction of Kaohsiung county and Taitung County at the central range. When the sky is clear, the sun shines on the cliff, just like red maple; hence, Mt. Siangyang are also called “Mt. Red Leave”. Furthermore, Mt. Siangyang is one of the 100 peaks as well.  Tour Content: First Day - Start from Chishang Train Station (Please prepare your own lunch.) - Siangyang recreation area entrance - Siangyang lodge  Second Day - Siangyang lodge - Heishuitang camp - Siangyang Jiaming Lake fork - Jiaming lake lodge - Sancha Mountain - Jiaming lake (Please prepare your own lunch.) - Jiaming lake lodge  Third Day - Jiaming lodge - Triple Junction - Mt. Siangyang - Triple Junction - Heishuitang camp - Siangyang lodge (Please prepare your own lunch.) - Siangyang Recreation Area - Chishang Train Station",
        "strLocation": "Taitung",
        "strOriginUrl": "https://en.tripbaa.com/travel/20151026172631SuV/?&ccid=JCU1IyE=",
        "strSource": "Tripbaa",
        "strStyle": "Mountaineer",
        "strTitle": "The teardrop of angels - Chiaming Lake",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 00:25:38"
    },
    {
        "intDurationHour": 72,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 23,
        "intUsdCost": 148,
        "strGuideLanguage": "chinese english",
        "strImageUrl": "https://en.tripbaa.com/travel/20151002030746aYV/downloads/customer/10000/2000/1867tblxr/travel/plan_201511101455111726_s.jpg",
        "strIntroduction": "Shuiyang forest is a barrier lake at Mt. Alishan. Since soaking in the water for a long time, it cause the death of firs. Groups of dead firs falling in the water reflect a beauty scene of apoptosis; therefore, the climbers also call it “a wonderland left behind on earth”. It is not easy to reach the wonderland; you need our professional guide’s instructions, and then you can explore the mystery of Shuiyang forest.  One of the best parts of the trip is the night at Shuiyang forest. While camping, with no light pollution, you can see hundreds of stars shine, and also the fireflies flying within the trees. What an unforgettable night it is!",
        "strLocation": "Nantou",
        "strOriginUrl": "https://en.tripbaa.com/travel/20151002030746aYV/?&ccid=JCU1IyE=",
        "strSource": "Tripbaa",
        "strStyle": "Mountaineer",
        "strTitle": "Shuiyang Forest - The image of the wonderland",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 00:25:55"
    },
    {
        "intDurationHour": 72,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 12,
        "intUsdCost": 176,
        "strGuideLanguage": "chinese english",
        "strImageUrl": "https://en.tripbaa.com/travel/20151016024602XcS/downloads/customer/10000/2000/1867tblxr/travel/plan_201510160246041_s.jpg",
        "strIntroduction": "Let the good luck push you forward!  Mt. Jade is the highest peak in northeast Asia. The snow covers the mountain in winter times. It is not easy to reach the main peak of Mt. Jade. You have to draw 35 days prior the departure day, and therefore you are permitted to enter the mountain if you are lucky enough!  Hence, let’s start the challenging two days and one night trip with the luck! Start at Tataka; you can see various aspect of the Mr. Jade while passing through numerous scenic spots, and collect all the picturesque scenes into your own memory treasure box. Before reaching the peak of the mountain, the climbers usually take a rest at Paiyun Lodge, and prepare to reach the mountain peak. That is why the view of mountain peak turns out to be the most unforgettable harvest for every climber!   Tour Content Day1 1800 Banqiao Train Station North Gate 2 2400 Dong-Pu Villa  Day2 0600 Breakfast 0700 Start off 0710 Check point 0730 Tataka entrance 0900 Menglu Pavilion 1030 Viewing point of west peak (Please prepare your own lunch) 1400 Paiyun Lodge  Day3 0300 Paiyun Lodge (Breakfast time) 0330 Start off 0400 South Branch 0500 North Branch 0600 Mr. Jade Main Peak (Altitude: 3952 feet) 0800 Paiyun Lodge (Brunch) 1400 Tataka entrance (Please prepare your own lunch.) 1900 Banqiao Train Station",
        "strLocation": "Nantou",
        "strOriginUrl": "https://en.tripbaa.com/travel/20151016024602XcS/?&ccid=JCU1IyE=",
        "strSource": "Tripbaa",
        "strStyle": "Mountaineer",
        "strTitle": "Main Peak of Mt. Jade - The highest peak in Northeast Asia",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 00:26:14"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 22,
        "intUsdCost": 28,
        "strGuideLanguage": "chinese english",
        "strImageUrl": "https://en.tripbaa.com/travel/20150324114507llf/downloads/customer/10000/1000/29ukrcu/travel/plan_2015070114565833_s.jpg",
        "strIntroduction": "Hand puppet (Chinese：布袋戲) is a type of opera using cloth puppets that originated during the 17th century in Quanzhou or Zhangzhou of China's Fujian province, and historically practised in the Min Nan-speaking areas such as Quanzhou, Zhangzhou, the Guangdong region of Chaoshan, and other parts of southern China. It had since established itself more firmly and contemporarily as a popular art form in Taiwan. Take this opportunity, travel expert comment the history of Hand Puppet in Taiwan : - Traditional Hand Puppet：It originated in Fujian, a province of China during the late Ming and early Qing dynasties. - Golden Light Puppet：In the 50s, in order to attract more audience, the puppeteers in Taiwan decided to create the size of the puppets and add modern music, lights and special effects in the performance. - TV Hand Puppet：In the 1970s, a new style of puppetry started to appear on TV. The puppets are bigger, more gorgeous and more delicate. It has become very popular among the young generation in Taiwan   Itinerary：  Part 1 – Main Show - Story Line：The Mayor and the Lion. - Scene 1：A funny mayor greets the audience - Scene 2：Two boys perform Chinese kungfu - Scene 3：The lion strolls around, sleeps, tumbles, greets and then loses its temper. - Scene 4：The mayor plays with the lion. - Scene 5：A cannibal monster claims that he is afraid of any hard rocks that you throw…  Part 2 – Introduction of Taiwanese Hand Puppet and to learn traditional one，every guest can learn how to perform with puppets.  Part 3 – Invite you up on the stage to perform. - To join the performance on the stage and experience “Taiwan Hand Puppet” with us.",
        "strLocation": "Taipei",
        "strOriginUrl": "https://en.tripbaa.com/travel/20150324114507llf/?&ccid=JCU1IyE=",
        "strSource": "Tripbaa",
        "strStyle": "Culture & Art",
        "strTitle": "The Taiwanese hand puppet show",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 00:26:33"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 27,
        "intUsdCost": 37,
        "strGuideLanguage": "chinese english japanese",
        "strImageUrl": "https://en.tripbaa.com/travel/20150811133125gnO/downloads/customer/10000/1000/32tzapf/travel/plan_201508111328501_s.jpg",
        "strIntroduction": "There is a tributary stream flew into the north of Sanjhan River from the left side of the canyon. From the upstream convergence, you are about to see the resplendent and spectacular gorge landscape. Both sides of the cliffs seem to echo each other, forming into one concave and one convex, like it is split by an enormous axe. Water running through it forms into a waterfall and pool.  And what is the best experience of Sanjhan River? River Tracing (or River Hiking, River Trekking) is one excitement you should not miss when you visit Taiwan the Formosa beautiful island.  River tracing is a combination of hiking, bouldering and climbing in and above a river canyon which very related to canyoning, involves particular techniques like rock climbings, rappelling, rafting and understanding the geographical features of river and valleys.  Taiwan no doubt is one of the best places to enjoy River Tracing. Taiwan is mountainous that mountains and hills accounts for two third of whole island. The rivers cut through the mountains and hills and make the best places for river tracing.",
        "strLocation": "Hualien",
        "strOriginUrl": "https://en.tripbaa.com/travel/20150811133125gnO/?&ccid=JCU1IyE=",
        "strSource": "Tripbaa",
        "strStyle": "Outdoor",
        "strTitle": "in-depth tour – River tracing in Hualien Sanjhan river (half day tour)",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 00:26:53"
    },
    {
        "intDurationHour": 10,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 17,
        "intUsdCost": 44,
        "strGuideLanguage": "chinese english",
        "strImageUrl": "https://en.tripbaa.com/travel/20150826100928iDc/downloads/customer/10000/1000/57mwyya/travel/plan_201601252138111594_s.jpg",
        "strIntroduction": "We hike into Lao-qi-jia tribe located at Pingtung county. The start of Lao-qi-jia tribe can be traced back to an aboriginal Paiwan tribe 300 years ago. Nowadays, there are around 50 stone slab houses left, and only a few people still live in the tribe. Terraced tribe environment, the stone slab house, the stone slab trails, the blue sky, mountains and clear creek form a wonderland, and those are precious heritages in Taiwan. Experience the traditional life of Paiwan tribe; taste tribal meal. Furthermore, the traditional sculpture on the front door of aboriginal leader’s house or the hunting outcomes, animal bones, hanging outside the house of warriors all records the exploits in the past time. Let’s follow the local’s step into the tribe, listening to legendary stories one after another, and bring all the touching memories back home!",
        "strLocation": "Pingtung",
        "strOriginUrl": "https://en.tripbaa.com/travel/20150826100928iDc/?&ccid=JCU1IyE=",
        "strSource": "Tripbaa",
        "strStyle": "Aboriginal",
        "strTitle": "Explore the biggest stone slab house village—Lao-qi-jia Paiwan Tribe",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 00:27:09"
    },
    {
        "intDurationHour": 10,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 10,
        "intUsdCost": 58,
        "strGuideLanguage": "chinese english japanese",
        "strImageUrl": "https://en.tripbaa.com/travel/20150614084306j1H/downloads/customer/10000/2000/1892lqhli/travel/plan_201512250743211215_s.jpg",
        "strIntroduction": "While you come to Taiwan, where is the must-visit? Old town and historic street  In Taiwan, there are a number of distinctive towns and streets. Lukang street is the most unique one among all the towns and streets. While coming to Lukang, you can visit the old street, enjoy the local delicacies, and explore the ecological wonders of Wanggong fishing port.  Lukang is northwest of Changhua plain, and is located at the north shore of Lukang brook. Lukang is one of the most important port in the past times. Nowadays, Lukang still remains the old buildings, traditional food, and oyster industry. Let's follow the step of local people and find out the lifestyle in the mid 18th!  Tour content: - Meeting point - Lukang town (Longshan Temple / Lukang old street / Lantern painting DIY or Cycle Richshaw Ride) - Lunch - Wanggong Oyster Art Museum - Intertidal Exploration of Oyster Farms - Return",
        "strLocation": "Taichung",
        "strOriginUrl": "https://en.tripbaa.com/travel/20150614084306j1H/?&ccid=JCU1IyE=",
        "strSource": "Tripbaa",
        "strStyle": "Sightseeing",
        "strTitle": "LuKang and Wanggong Intertidal Exploration (one-day-tour)",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 00:27:27"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 22,
        "intUsdCost": 47,
        "strGuideLanguage": "chinese english",
        "strImageUrl": "https://en.tripbaa.com/travel/20151102141646yxO/downloads/customer/10000/1000/303sslyh/travel/plan_201511081337081_s.jpg",
        "strIntroduction": "Established as the third national park in Taiwan in 1985 under the national park law, YangMingShan National Park is one of the few National Park in the world that is located nearby to a metropolitan city.  Spring on Yangmingshan brings many distinctive plants, from the familiar Taiwan cherry blossoms painting the hills a delicate red to the not-so-familiar Oldham's rhododendron. Every year in the summer from early May to early July, huge numbers of chestnut tiger and Parantica swinhoei butterflies appear in groups. \"Wind on Grass Mountain, rain at Zhuzihu and Jinbaoli Trail\" is a traditional Taiwanese saying naming the most iconic sights in fall season of Yangmingshan. In winter, there are easily affected by the seasonal northeast monsoon rains and winds, and the climate is very cold and wet, which offers the perfect weather and season for a relaxing soak in the hot springs.  Mention to Hot spring, Beitou Hot Springs has a long history and as an travel icon of Taipei. In 1895, after Japan's leading station, they developed hot spring area, and found that the local hot springs recuperate, recuperation, rehabilitation and beauty and other effects.  Itinerary：  Day 1 - Meet Point：13:00 start to pick up. - Yangmingshan National Park - Beitou Hot Springs - Return：18:00",
        "strLocation": "Taipei",
        "strOriginUrl": "https://en.tripbaa.com/travel/20151102141646yxO/?&ccid=JCU1IyE=",
        "strSource": "Tripbaa",
        "strStyle": "Sightseeing",
        "strTitle": "Yangmingshan National Park and Hot Springs relaxation tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 00:27:46"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 7,
        "intUsdCost": 44,
        "strGuideLanguage": "chinese english",
        "strImageUrl": "https://en.tripbaa.com/travel/20151102140724Se8/downloads/customer/10000/1000/303sslyh/travel/plan_201511041557041_s.jpg",
        "strIntroduction": "The ceramic art capital of Yingge is hailed as Taiwan’s center for ceramics production. Visitors can also enjoy the area’s unique cultural refinement at Zushi Temple in Sanxia.  Historically, Sanxia (meaning three gorges) was an important goods distribution centre in Northern Taiwan due to its location. It quickly became a base for production and the streets of the town were lined with shops that sold dyes, manufacturing materials, and tea, however, after modernisation the town lost its economic advantages to other locations, and the riverfront area around Sanxia Old Street serves to educate visitors about Sanxia's past.  Located near Sanxia’s Old Street is the famous Zushi Temple, a fount of belief and worship for locals and travelers alike. There are five gates in front of Zushi Temple, which symbolizes its honorable and prestigious status. The stone sculptures and carvings in the temple are the works of experienced sculptors. The stone lions at the front gate are so lively and refined. The lions are designed by Mr. Li himself, featuring a more energetic and dynamic style.  In addition, a former base for production of tea, Sanxia complements its neighbour Yingge, a famed ceramics production base known for elaborate, beautiful tea sets with a quaint pedestrian shopping district.  Itinerary： - Meet：13:00 start to pick up. - Zushi Temple in Sanxia - Sanxia Old Street - Yingge ceramics factory and exhibition center - Yingge Ceramics Street - Return：18:00",
        "strLocation": "Taipei",
        "strOriginUrl": "https://en.tripbaa.com/travel/20151102140724Se8/?&ccid=JCU1IyE=",
        "strSource": "Tripbaa",
        "strStyle": "Sightseeing",
        "strTitle": "Sanxia,Yingge Folk Arts Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 00:28:34"
    },
    {
        "intDurationHour": 5,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 19,
        "intUsdCost": 18,
        "strGuideLanguage": "chinese english",
        "strImageUrl": "https://en.tripbaa.com/travel/201601141654071N2/downloads/customer/10000/2000/1835xkjwd/travel/plan_201601211711351_s.jpg",
        "strIntroduction": "Begin from Qing dynasty, Daxi gradually becomes the trade center of Taoyuan. Then, the busy shipping, rich natural resources, a great amount of camphor, tea, coal miners, forwarders all form the prosperous Daxi. One of the must-see spots in Daxi is the baroque gable. While the time Taiwan was colonized by Japanese, the baroque gable was built according to the urban planning.  Trough the locals’ guidance, we found out that forestry once played an important role in the development history of Daxi. Since the location close to the mountain, it is pretty convenient to obtain wood. The businessmen then hire the carpenter to build lots of luxurious houses. Gradually, most of the carpenters settled down at Daxi. The carpenters taught their children to make toys – Top. The features of Daxi top is that children may choose various types of wood to make top, and develop a few methods to play the top. Hence, the top turns out to be the representative culture in Daxi.  Nowadays, you still can explore the top culture at Daxi. If you feel like to know more about the handcraft, then, do not miss such a great opportunity. Let’s experience the top DIY and also follow the locals, learning the culture of Daxi.   Tour Content: Daxi environment introduction Roaming along the Tahan river Visit Daxi old street and wood art eco museum DIY activity",
        "strLocation": "Taoyuan",
        "strOriginUrl": "https://en.tripbaa.com/travel/201601141654071N2/?&ccid=JCU1IyE=",
        "strSource": "Tripbaa",
        "strStyle": "Sightseeing",
        "strTitle": "Daxi Tour - Daxi old street tour & Top DIY",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 00:28:50"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 23,
        "intUsdCost": 170,
        "strGuideLanguage": "chinese english",
        "strImageUrl": "https://en.tripbaa.com/travel/20151102143944QdB/downloads/customer/10000/1000/303sslyh/travel/plan_201603241206311_s.jpg",
        "strIntroduction": "Talking about the most representative scenic spot in Taiwan, there is one place you definitely can not miss – Taroko.  Taroko is a place with vast area, across 3 cities, Hualien, Nantou, and Taichung. About 4 million years ago, due to the collision of Philippine sea plate and Eurasian plate, several mountains appear at the east part of Taiwan. Besides, a stream, Liwu river, from an altitude of above 3000 meters has scoured down the marble rock, and it caused terrain gap about 1000 meters. In 1986, Taroko National Park was established.  While visiting Taroko, you can appreciate the unique natural scenery as well as historical relics. Exploring the natural scenery “Swallow Grotto”, it is a marble rock area with numerous holes caused by the rushing stream. “Changchun Shrine” is built to commemorate those who sacrificed themselves and so built the cross-island highway. Furthermore, there is “Tunnel of Nine Turns”, built and remained by the ancestors; there is a place with spectacular views called “Tianxiang”; one gorgeous gravel bay you can not miss called “Chishingtan”.  If you have passion for the mountain and rock, then, you must pay a visit to Taroko, and experience stunning nature!   1.Taroko Gorge Gateway 2.Etemal spring shrine 3.Swallow Grotto 4.pass by Tunnel of Nine Turns 5.Tienhsiang 6.Marble factory 7.Chihhsingtan Beach 8.Hualien Stone Sculptutal Park",
        "strLocation": "Hualien",
        "strOriginUrl": "https://en.tripbaa.com/travel/20151102143944QdB/?&ccid=JCU1IyE=",
        "strSource": "Tripbaa",
        "strStyle": "Sightseeing",
        "strTitle": "Taroko (Marble)Gorge Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 00:29:08"
    },
    {
        "intDurationHour": 240,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 16,
        "intUsdCost": 1825,
        "strGuideLanguage": "chinese english",
        "strImageUrl": "https://en.tripbaa.com/travel/20151109141753Ew6/downloads/customer/10000/2000/1118vdeqy/travel/plan_201511091805291_s.jpg",
        "strIntroduction": "Slovenia~ ◎Lake Bled ★Bled Castle ◎Ljubljana ◎Presern Square ◎Francisan Church Of The Annunciation ◎Triple Bridge ◎Cathedral Of St Nicholas ◎Robba Fountain ★Postojna Cave  Croatia~☆UNESCO Plitvicka Jezera National Park ◎Zadar ◎The Church Of St.Donatus ◎Cathedral Of St. Anastasia ◎The Greeting To The Sun ◎Sea Organ ◎Sibenik ☆UNESCO The Cathedral Of St. James ◎UNESCO Trogir ◎katedrala Svetog lovre ◎Split city tour ☆UNESCO Diocletian Palace ◎Peristyle ◎Cathedral Of Saint Domnius ◎UNESCO Dubrovnik ◎ Stradun（Placa）◎Onofrijeva Fontana ◎Gradski Zvonik ◎Zagreb ◎Jelaciaca Square ◎Dolac Market ◎The Cathedral Of The Assumption Of The Blessed Virgin Mary ◎Kamenita Vrata ◎Church Of St. Mark  Austria~◎Vienna",
        "strLocation": "Zhage Lei",
        "strOriginUrl": "https://en.tripbaa.com/travel/20151109141753Ew6/?&ccid=JCU1IyE=",
        "strSource": "Tripbaa",
        "strStyle": "Sightseeing",
        "strTitle": "Croatia We are coming",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 00:30:52"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 29,
        "intUsdCost": 58,
        "strGuideLanguage": "chinese english japanese",
        "strImageUrl": "https://en.tripbaa.com/travel/20151012163655YIV/downloads/customer/10000/2000/1892lqhli/travel/plan_201511110031021_s.jpg",
        "strIntroduction": "This tour stops at the Sun Moon Lake and Alishan national scenic areas, with a trip to the Tataka saddle at the trailhead of Yushan—Taiwan’s tallest peak.  Not too far from Taichung, you’ll find the famous Sun Moon Lake. The lake is located in Nantou County. It is the largest freshwater lake in Taiwan. It is a combination of two lakes, one of which is shaped like the sun and the other shaped like the moon. That’s how it was given the name Sun Moon Lake. This lake and the surrounding area are very beautiful.  Mount Ali is located in the northeast of Jiayi County. The sunrise of Mount Ali is a grand scenery,and the forests, the sea of clouds and the sunrise are called \"the Three Wonders of Mount Ali\"!  After the tour of Sun Moon Lake and Mount Ali , you should enjoy going to a hot spring in Dongpu, relax your body and soul.   Itinerary：  Start from Taichung Day 1 - Meet Point：09:00 Sun Moon Lake hotels - Taichung City - Sun Moon Lake - Xiangshan Visitor Center - Plum Dream Factory - Dongpu Hot Springs - Fuqi Trees - Tataka Anbu at Yushan - Alishan Forest Recreation Area Entrance - Return：17:30",
        "strLocation": "Nantou",
        "strOriginUrl": "https://en.tripbaa.com/travel/20151012163655YIV/?&ccid=JCU1IyE=",
        "strSource": "Tripbaa",
        "strStyle": "Sightseeing",
        "strTitle": "Sun Moon Lake, Alishan, Hot spring one-day tour [Start from Taichung]",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 00:31:11"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 20,
        "intUsdCost": 97,
        "strGuideLanguage": "english",
        "strImageUrl": "https://en.tripbaa.com/travel/20160401114824ZHc/downloads/customer/10000/2000/1979ktfsq/travel/plan_201604011143241_s.JPG",
        "strIntroduction": "Take a step back in time on this trip to the towns of Jiufen and Pingxi, two charming, old-world destinations, great for romantic outings, nostalgic walks, and dining in traditional restaurants and teahouses. These two historic towns, just a stone』s throw away from Taipei, are ideal for a unique look into the past. Jiufen, famous for having been an inspiration for the Miyazaki classic Spirited Away, is located in the mountains of the northeast coast. From the town you have amazing views over the coast. Pingxi is best known for the Pingxi Branch Railway and the annual Sky Lantern Festival, during which thousands of visitors send send floating paper lanterns into the air with their wishes written on them to the heavens. You』ll have an opportunity to send your own wish! Both towns have interesting histories as former centers of mining -- gold-mining in Jiufen, and coal mining in Pingxi. After the decline of the mining industry, both have made a stunning revival as popular tourist attractions and centers of historical culture. This tour will allow you to bask in the old-town atmosphere, take in beautiful scenery, and learn a thing or two about the area』s cultural heritage.",
        "strLocation": "Taipei",
        "strOriginUrl": "https://en.tripbaa.com/travel/20160401114824ZHc/?&ccid=JCU1IyE=",
        "strSource": "Tripbaa",
        "strStyle": "Sightseeing",
        "strTitle": "Jiufen and Pingxi",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 00:31:28"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 1,
        "intUsdCost": 15,
        "strGuideLanguage": "chinese english",
        "strImageUrl": "https://en.tripbaa.com/travel/20151224020028qjE/downloads/customer/10000/1000/49vdcwc/travel/plan_201512240200351_s.jpg",
        "strIntroduction": "Tainan is one of the earliest-developed cities. It was reigned by the Dutch, Qing dynasty, Japanese and other various nations. Hence, you can see numerous types of buildings, cultures and food in Tainan. Are you curious about the history of Tainan? Then, just follow the local guide and learn the story of Tainan.  Anping Tree House: Originally, it was a warehouse for an English tea company, Old Tait & Co. Merchant House. In 1945, it was once again used as warehouse for salt company. Nowadays, the banyan covers all the warehouse, forming an unique spot.  Julius Mannich & CO. and Old Tait & Co. Merchant House: Julius Mannich & CO. was a German company, and Old Tait & Co. Merchant House was an English company. In 19TH, the main products of both company were camphor, sugar and deerskin. Nowadays, Julius Mannich & CO. turns out to be a German restaurant, and Old Tait & Co. Merchant House becomes a museum collecting a few cultural relics.  Anping Kai-tai Thean Hou Temple: It is a Grade I monument. According to the record, it was built at 1668. After different rulers and numerous wars, the temple was dilapidated. Hence, the temple was rebuilt in 1966.  Anping Old Fort: It is the oldest castle in Taiwan. It is also Grade I monument over 300 years. The castle was built as the center of reign and trade in 1624 by Dutch. The wall of Anping Old Fort consisted of glutinous rice, syrup and oyster shell.  Are you ready for a historical trip? Let’s get started!    Tour: Anping Tree House > Old Tait & Co. Merchant House > Julius Mannich & CO. > Si-long Temple > Wang Ji Shih Style House > Anping Mionor Artillery Fort > Anping Kai-tai Thean Hou Temple > Jincheng Recreational Wharf > Miaoshou Temple > Anping Local Culture Hall > Anping Guan-yin Temple > Haishan Hostel > Wei’s Residence in Haitoushe > Tainan Third Credit Cooperation > Anping Old Fort",
        "strLocation": "Tainan",
        "strOriginUrl": "https://en.tripbaa.com/travel/20151224020028qjE/?&ccid=JCU1IyE=",
        "strSource": "Tripbaa",
        "strStyle": "History",
        "strTitle": "Anping Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 00:31:47"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 14,
        "intUsdCost": 97,
        "strGuideLanguage": "english",
        "strImageUrl": "https://en.tripbaa.com/travel/20160331175514Gox/downloads/customer/10000/2000/1979ktfsq/travel/plan_201603311731491_s.jpg",
        "strIntroduction": "Think one day is not enough to see all of Taipei? Think again! Get ready for a whirlwind tour of this amazing city! From the famous architectural feat of Taipei 101 and its ultra-modern surroundings, to ancient, elaborately decorated temples and old heritages; from night markets with yummy exotic snack foods, to the soothing hot springs in Beitou, to the National Palace Museum, one of the greatest museums in the world. This trip is ideal for business travelers or just busy travelers, who only stay in Taiwan for a short amount of time. Want to experience the best of Taipei in a hurry? Just sign up for this tour!",
        "strLocation": "Taipei",
        "strOriginUrl": "https://en.tripbaa.com/travel/20160331175514Gox/?&ccid=JCU1IyE=",
        "strSource": "Tripbaa",
        "strStyle": "Sightseeing",
        "strTitle": "Ultimate Taipei Day Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 00:32:07"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 27,
        "intUsdCost": 113,
        "strGuideLanguage": "chinese english",
        "strImageUrl": "https://en.tripbaa.com/travel/20160908105844uyt/downloads/customer/10000/4000/3474pvvsq/travel/plan_201609081058451_s.jpg",
        "strIntroduction": "Offer a full range of photo adventures including aurora photo expeditions. During the trip, you are provided with a camera and tripods.  We start the trip by going to our photo location. We will have hot drinks and short introduction about camera techniques and photography tips for aurora picture taking.  Do not worry if you have never used camera before, our professional photographers will quickly teach you the skills for taking picture of the magical aurora borealis. Those memories and photos will last a lifetime.  If you don't have your own memory card and you can buy from us.  Starting time in the evening. Duration about 3 hours.",
        "strLocation": "",
        "strOriginUrl": "https://en.tripbaa.com/travel/20160908105844uyt/?&ccid=JCU1IyE=",
        "strSource": "Tripbaa",
        "strStyle": "Travel & Photography",
        "strTitle": "【Sweden】Abisko Aurora photo trip",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 00:32:25"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 23,
        "intUsdCost": 58,
        "strGuideLanguage": "chinese english japanese",
        "strImageUrl": "https://en.tripbaa.com/travel/20151012163103PwY/downloads/customer/10000/2000/1892lqhli/travel/plan_201511110030541_s.jpg",
        "strIntroduction": "This tour stops at the Sun Moon Lake and Alishan national scenic areas, with a trip to the Tataka saddle at the trailhead of Yushan—Taiwan’s tallest peak.  Not too far from Taichung, you’ll find the famous Sun Moon Lake. The lake is located in Nantou County. It is the largest freshwater lake in Taiwan. It is a combination of two lakes, one of which is shaped like the sun and the other shaped like the moon. That’s how it was given the name Sun Moon Lake. This lake and the surrounding area are very beautiful.  Mount Ali is located in the northeast of Jiayi County. The sunrise of Mount Ali is a grand scenery,and the forests, the sea of clouds and the sunrise are called \"the Three Wonders of Mount Ali\"!  After the tour of Sun Moon Lake and Mount Ali , you should enjoy going to a hot spring in Dongpu, relax your body and soul.   Itinerary：  Start from Alishan Day 1 - Meet Point：09:00 Parking lot in front of 7-Eleven at Alishan Forest Recreation Area - Alishan Forest Recreation Area - Tataka Anbu at Yushan - Fuqi Trees - Lunch➜Dongpu Hot Springs or afternoon tea - Plum Dream Factory - Xiangshan Visitor Center - Sun Moon Lake - Return：17:30",
        "strLocation": "Nantou",
        "strOriginUrl": "https://en.tripbaa.com/travel/20151012163103PwY/?&ccid=JCU1IyE=",
        "strSource": "Tripbaa",
        "strStyle": "Sightseeing",
        "strTitle": "Sun Moon Lake, Alishan, Hot spring one-day tour [Start from Alishan]",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 00:32:45"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 29,
        "intUsdCost": 15,
        "strGuideLanguage": "chinese english",
        "strImageUrl": "https://en.tripbaa.com/travel/20151224022414al9/downloads/customer/10000/1000/49vdcwc/travel/plan_201512240224201_s.jpg",
        "strIntroduction": "Tainan is one of the earliest-developed cities. It was reigned by the Dutch, Qing dynasty, Japanese and other various nations. Hence, you can see numerous types of buildings, cultures and food in Tainan. Are you curious about the history of Tainan? Then, just follow the local guide and learn the story of Tainan.  Xinmei St.: In the past decades, Xinmei St. was pretty prosperous, tea shop, hardware store, cloth shop can all been found here. Recently, the owner of the hardware store invited the local artist to paint the streets. Moreover, the topic of paintings depict the lifestyle about the past times.  Chihkan Tower: Chihkan Tower belongs to the Grade I monument. It was first built by the Dutch and named as “Provintia”, the Dutch rule base. Decades later, the building was damaged; therefore, it was rebuilt and preserved until today, and known as “Chihkan Tower”.  The sacrificial Rites Martial Temple: The temple is over 300 years, also classified as Grade I monument. It is the one of most well-preserved temples in Taiwan. While visiting the temple, you can see lots of traditional architectural techniques as well.  Are you ready for a historical trip? Let’s get started!    Tour: The sacrificial Rites Martial Temple > Great Thean Hou Temple > Kaiji Wu Temple > Xinmei St. > Chihkan Tower > Kaigi Linyu Temple > Temple Wall",
        "strLocation": "Tainan",
        "strOriginUrl": "https://en.tripbaa.com/travel/20151224022414al9/?&ccid=JCU1IyE=",
        "strSource": "Tripbaa",
        "strStyle": "History",
        "strTitle": "Chihkan Tower Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 00:33:03"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 3,
        "intUsdCost": 15,
        "strGuideLanguage": "chinese english",
        "strImageUrl": "https://en.tripbaa.com/travel/201512240218566PH/downloads/customer/10000/1000/49vdcwc/travel/plan_201512240219021_s.jpg",
        "strIntroduction": "Tainan is one of the earliest-developed cities. It was reigned by the Dutch, Qing dynasty, Japanese and other various nations. Hence, you can see numerous types of buildings, cultures and food in Tainan. Are you curious about the history of Tainan? Then, just follow the local guide and learn the story of Tainan.  National Museum of Taiwan Literature: The building is built at 1916 by Japanese. It is an imitation of baroque architecture. In that time, the building was used as a city hall. After the war, it was rebuilt and conserved by the government. In 2003, it was opened as “National Museum of Taiwan Literature”.  Confucius Temple: It was built in 1665, and was classified as Grade I monument in 1983. In the temple, there is a school at the left hand side, and the temple at the right hand side. Such a pattern meets the traditional Confucius temple design. Besides, there will have a ceremony at September 28th, the teacher’s day every year.  HAYASHI Department Store: HAYASHI department store is the second department store in Taiwan, starting at 1932. The department store is reopened in 2014. The first elevator in south Taiwan can be seen here, and there is one Japanese temple at the rooftop as well.  Hukuisu: It is a Japanese manor built in 1923. In that time, since there were city hall, police office, and other official institution around, Hukuisu turned out to be a social space for the officers. Whenever there was a problem that can not be solved, the officers came here, interestingly, the problem usually were solved during the meal. It was renovated and reopened to the public in 2012.  Are you ready for a historical trip? Let’s get started!    Tour: National Museum of Taiwan Literature > Confucius Temple > Fuzhong St. > Yong-Hua Temple > Patriotic Women Association > Butokuden > Old Tainan Forest Office > HAYASHI Department Store > Land Bank (original The Dai-Ichi Kangyo Bank, Limited) > Cheng Temple > Tien Tan Temple > Beiji Temple > Wu’s Garden > Southern Taiwan Weather Center (National Monument) > Maxwell Memorial Church > Hukuisu",
        "strLocation": "Tainan",
        "strOriginUrl": "https://en.tripbaa.com/travel/201512240218566PH/?&ccid=JCU1IyE=",
        "strSource": "Tripbaa",
        "strStyle": "History",
        "strTitle": "Confucius Temple Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 00:33:26"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 23,
        "intUsdCost": 221,
        "strGuideLanguage": "english",
        "strImageUrl": "https://en.tripbaa.com/travel/20160422121516fYf/downloads/customer/10000/2000/1979ktfsq/travel/plan_201604221239571_s.JPG",
        "strIntroduction": "Where in Taipei would you like to go? Take a seat in a luxury sedan and just tell our professional English-speaking driver. He will take you to any location in the city you like and you can just lean back and enjoy the sights. City tours won』t get more convenient and enjoyable than that!",
        "strLocation": "Taipei",
        "strOriginUrl": "https://en.tripbaa.com/travel/20160422121516fYf/?&ccid=JCU1IyE=",
        "strSource": "Tripbaa",
        "strStyle": "Sightseeing",
        "strTitle": "Private Guided Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 00:33:44"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 22,
        "intUsdCost": 141,
        "strGuideLanguage": "english",
        "strImageUrl": "https://en.tripbaa.com/travel/20160422123048qvh/downloads/customer/10000/2000/1979ktfsq/travel/plan_201604221625211_s.jpg",
        "strIntroduction": "Surrounded by lush, green mountain peaks, Sun Moon Lake is considered one of the top scenic spots in Taiwan. Famed for its hiking and biking trails (named as one of the world』s top cycling destinations by CNN), as well as a plethora of other attractions and activities the lake attracts millions of visitors each year. Historically and culturally rich temples, pagodas, and other monuments are part of the stunning scenery of Taiwan』s largest lake. Late president Chiang Kai-shek once chose Sun Moon Lake as his preferred summer get-away and many attempts to capture the beauty of the lake have been made by poets and artists over time. This tour allows you to visit the lake in style. Enjoy a fun time with our knowledgably tour guide and experience the beauty and serenity of Sun Moon Lake, one of the most popular tourist spots in Taiwan.",
        "strLocation": "Nantou",
        "strOriginUrl": "https://en.tripbaa.com/travel/20160422123048qvh/?&ccid=JCU1IyE=",
        "strSource": "Tripbaa",
        "strStyle": "Sightseeing",
        "strTitle": "Sun Moon Lake 1-Day Leisure",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 00:33:58"
    },
    {
        "intDurationHour": 72,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 9,
        "intUsdCost": 679,
        "strGuideLanguage": "english japanese",
        "strImageUrl": "https://en.tripbaa.com/travel/20160728123800yFz/downloads/customer/10000/2000/1981jgqqm/travel/plan_201607281238051_s.jpg",
        "strIntroduction": "★★★The delights of the tour★★★ ◇Enjoy the magnificent scenery of Seto Inland area from different kinds of transport. Ride a ship to Shodo Island, also Shikoku local train! Overlook Seto Inland Sea from Kankakei Ropeway! ◇The birthplace of Japanese olives! Visit Olive Park♪ See an olive grove and windmill! ◇Enjoy viewing autumn foliage in Shikoku! ◇Stay 2 nights at highly ranked hotels!  ※The best time for viewing autumn tint (for reference only) 【Tokushima・Kazurabashi Bridge】⇒usually from early to mid November 【Tokushima・Oboke Gorge】⇒usually from mid to late November 【Shodo Island・Kankakei Gorge】⇒usually from early November to early December 【Kagawa・Kotohira-gu Shrine \"Konpira Shrine\"】⇒usually from mid to late November 【Kagawa・Ritsurin Koen Park】⇒usually from mid November to early December The best time may be changed due to the weather conditions.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://en.tripbaa.com/travel/20160728123800yFz/?&ccid=JCU1IyE=",
        "strSource": "Tripbaa",
        "strStyle": "Sightseeing",
        "strTitle": "【Departure from Tokyo】The Beauty of Autumn Colored Kankakei Gorge and Oboke Gorge 3 Days",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 00:34:45"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 19,
        "intUsdCost": 88,
        "strGuideLanguage": "english",
        "strImageUrl": "https://en.tripbaa.com/travel/20160422115925DpY/downloads/customer/10000/2000/1979ktfsq/travel/plan_20160426144712o3411_s.JPG",
        "strIntroduction": "Enjoy a gondola ride and admire the beautiful scenery of the Maokong mountains before visiting the lush, green landscapes of the Bagua tea plantations and the fertile backdrop of Thousand Island Lake (Qiandao Lake) nestled in the upper reaches of the Feicui Reservoir. You』ll be introduced to Taiwan』s unique tea culture in Pinglin Tea Museum and see the rolling hills of one of the most scenic tea plantations in northern Taiwan.  Our tour begins on one of Taipei』s most famous attractions, the Maokong Gondola. You』ll take a slow ride up to the highest peaks of of Taipei』s beautiful mountain range. The view from the Gondola is spectacular. From high in the air you』ll see incredible, high mountains, lush, forested valleys, and even some Daoist temples.  Once you』ve arrived at the top of the mountain range. You』ll overlook the rustic Baguo Tea Plantation, where tea has been grown at the perfect altitude, in the slopes of the mountains, for generations. You』ll have a chance to stroll through the rows of tea plants, all set against the backdrop of the one-of-a-kind Thousand Island Lake. This is followed by a stroll down one of Taiwan』s 「old streets』 which is a street of traditional Chinese and Taiwanese style that sells a variety of goods, snacks, and clothes. Some have remained unchanged since the days when Taiwan was a Japanese colony.  The day continues with a trip to the Pinglin Tea Museum. You』ll learn about the ancient tea culture that has existed since the dawn of Chinese culture. Once you』ve finished the Museum, enjoy the afternoon at your own pace in the quaint, old-world tea village. There will be plenty of opportunities to try a variety of teas, explore the temples and shops, or just sit and take in the views. Whether you』re looking for a romantic afternoon with that special someone, a fun day out with the family, or taking some time by yourself to unwind, we guarantee it』ll be a day you won』t forget.",
        "strLocation": "Taipei",
        "strOriginUrl": "https://en.tripbaa.com/travel/20160422115925DpY/?&ccid=JCU1IyE=",
        "strSource": "Tripbaa",
        "strStyle": "Outdoor",
        "strTitle": "Tea Culture Day Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 00:35:03"
    },
    {
        "intDurationHour": 5,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 4,
        "intUsdCost": 41,
        "strGuideLanguage": "english japanese",
        "strImageUrl": "https://en.tripbaa.com/travel/20160704105343qRC/downloads/customer/10000/2000/1981jgqqm/travel/plan_20160704114457o4282_s.png",
        "strIntroduction": "1. Meet the Last Samurai 2. Go for a most enjoyable walk(4km) 3. Head over at Face-to Face Market 4. Stop over at 10 specialty shops 5. Drop by a calligraphy shop(if open)",
        "strLocation": "Kyoto",
        "strOriginUrl": "https://en.tripbaa.com/travel/20160704105343qRC/?&ccid=JCU1IyE=",
        "strSource": "Tripbaa",
        "strStyle": "History",
        "strTitle": "Cool Kyoto Walking Tour with the Last Samurai",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 00:35:22"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 21,
        "intUsdCost": 63,
        "strGuideLanguage": "english japanese",
        "strImageUrl": "https://en.tripbaa.com/travel/20160704154641jVj/downloads/customer/10000/2000/1981jgqqm/travel/plan_20160704160602o4322_s.jpg",
        "strIntroduction": "To experience the unique Sword Show in site. To watch the show anytime at the Samurai Theater.",
        "strLocation": "Kyoto",
        "strOriginUrl": "https://en.tripbaa.com/travel/20160704154641jVj/?&ccid=JCU1IyE=",
        "strSource": "Tripbaa",
        "strStyle": "History",
        "strTitle": "The Last and Only Samurai Show",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 00:35:41"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 18,
        "intUsdCost": 94,
        "strGuideLanguage": "english japanese",
        "strImageUrl": "https://en.tripbaa.com/travel/20160727160034SaF/downloads/customer/10000/2000/1981jgqqm/travel/plan_201607271600371_s.jpg",
        "strIntroduction": "【Start from December】  1) Crab, strawberry and snow are common features in the winter time of Japan. You can feel Japanese winter in this one-day tour! 2) It’s as if we were in another world! You can enjoy playing in the snow as much as you like using a sledge, scoop and so on! 3) Have all-you-can eat lunch with snow crab and deep-water shrimp in season! 4) Enjoy strawberry picking experience! 5) A lucky draw will be held on the bus travelling!!  ※Please prepare your own gloves, etc. for playing in snow in advance.",
        "strLocation": "Tokyo",
        "strOriginUrl": "https://en.tripbaa.com/travel/20160727160034SaF/?&ccid=JCU1IyE=",
        "strSource": "Tripbaa",
        "strStyle": "Sightseeing",
        "strTitle": "Let’s play in the snow! Strawberry Picking ＆All-You-Can-Eat Crab Lunch! [From Shinjuku Washington Hotel]",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 00:35:59"
    },
    {
        "intDurationHour": 5,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 23,
        "intUsdCost": 37,
        "strGuideLanguage": "english",
        "strImageUrl": "https://en.tripbaa.com/travel/20160107104742kQj/downloads/customer/10000/2000/1831kcqkg/travel/plan_201601281658141_s.jpg",
        "strIntroduction": "While coming to Changhua, you can not miss Lukang old street!  Lukang is northwest of Changhua plain, and is located at the north shore of Lukang brook. It is one of the most early-developed cities. Nowadays, you can stroll along the Lukang old street, visit a variety of monuments, learn about the old stories, and enjoy the traditional delicacies. How interesting it is!  In recent days, a number of local people are aware of the importance of history and culture conservation as well as continuation, and those people start engaging in the work of tour guide. Besides, you can visit the traditional temple in Lukang, such as Longshan temple, Tianhou temple, and Chenghuang temple, exploring the craft from a few decades before. Let’s take the cycle rickshaw ride together with the locals visiting Lukang.  Tour Content: Guihua Lane Artist Village> Historic Site Preservation Area> Jiuqu Lane> Shiyilou> Yilou> Ｗalls of Jars> Lukang Folk Arts Museum",
        "strLocation": "Changhua",
        "strOriginUrl": "https://en.tripbaa.com/travel/20160107104742kQj/?&ccid=JCU1IyE=",
        "strSource": "Tripbaa",
        "strStyle": "History",
        "strTitle": "Back To The Old Lukang",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 00:36:15"
    },
    {
        "intDurationHour": 5,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 17,
        "intUsdCost": 53,
        "strGuideLanguage": "english",
        "strImageUrl": "https://en.tripbaa.com/travel/20160919203548qDV/downloads/customer/10000/2000/1979ktfsq/travel/plan_201609192035481_s.jpg",
        "strIntroduction": "Think one day is not enough to see all of Taipei? Think again! Get ready for a whirlwind tour of this amazing city! From the famous architectural feat of Taipei 101 and its ultra-modern surroundings, to ancient, elaborately decorated temples and old heritages; from night markets with yummy exotic snack foods, to the soothing hot springs in Beitou, to the National Palace Museum, one of the greatest museums in the world. This trip is ideal for business travelers or just busy travelers, who only stay in Taiwan for a short amount of time. Want to experience the best of Taipei in a hurry? Just sign up for this tour!",
        "strLocation": "Taipei",
        "strOriginUrl": "https://en.tripbaa.com/travel/20160919203548qDV/?&ccid=JCU1IyE=",
        "strSource": "Tripbaa",
        "strStyle": "Sightseeing",
        "strTitle": "Ultimate Taipei Tour(Morning) Half Day",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 00:36:34"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 13,
        "intUsdCost": 56,
        "strGuideLanguage": "chinese english",
        "strImageUrl": "https://en.tripbaa.com/travel/20160720112630z3E/downloads/customer/10000/1000/193svywb/travel/plan_201607201126331_s.jpg",
        "strIntroduction": "Taipei Fulong: bike + kayak casual trip \"Shuang Xi\" river is 28 km far through the northeast of Taiwan Nowadays, you can enjoy watching varieties of birds in \"Shuang Xi\" river. The ending of \"Shuang Xi\" river is Fulong beach, so we'll start from Fulong train station. First, we need to ride a bike on the trail and cross the connecting bridge. you will enjoy the North Shore coastline by bike. Then, we will get on our kayak on the \"Shuang Xi\" river and start our casual trip.",
        "strLocation": "Taipei",
        "strOriginUrl": "https://en.tripbaa.com/travel/20160720112630z3E/?&ccid=JCU1IyE=",
        "strSource": "Tripbaa",
        "strStyle": "Water Activities",
        "strTitle": "Taipei Fulong: bike + kayak casual trip",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 00:36:51"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 12,
        "intUsdCost": 44,
        "strGuideLanguage": "english",
        "strImageUrl": "https://en.tripbaa.com/travel/20160919203610y5k/downloads/customer/10000/2000/1979ktfsq/travel/plan_201609192036101_s.jpg",
        "strIntroduction": "Think one day is not enough to see all of Taipei? Think again! Get ready for a whirlwind tour of this amazing city! From the famous architectural feat of Taipei 101 and its ultra-modern surroundings, to ancient, elaborately decorated temples and old heritages; from night markets with yummy exotic snack foods, to the soothing hot springs in Beitou, to the National Palace Museum, one of the greatest museums in the world. This trip is ideal for business travelers or just busy travelers, who only stay in Taiwan for a short amount of time. Want to experience the best of Taipei in a hurry? Just sign up for this tour!",
        "strLocation": "Taipei",
        "strOriginUrl": "https://en.tripbaa.com/travel/20160919203610y5k/?&ccid=JCU1IyE=",
        "strSource": "Tripbaa",
        "strStyle": "Sightseeing",
        "strTitle": "Ultimate Taipei Tour (Afternoon) Half Day",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 00:37:09"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 3,
        "intUsdCost": 56,
        "strGuideLanguage": "chinese english",
        "strImageUrl": "https://en.tripbaa.com/travel/20160615191240eb1/downloads/customer/10000/3000/2305qmtjp/travel/plan_201606161227591_s.jpg",
        "strIntroduction": "Make your own gift of the rite while you travel. The world and life keep changing, but your heart would be something never change. Make a wish and get a custom-designed souvenir. Besides celebrate everything. The relationship is just like a trip. So, let's go to Tainan and see what kind of sparkle can we make! Get \"Little Bird Tweet Embroidered Shoes\" after the DIY class. The shoes will be delivered by Jia Home Select shop after the shoes be done, because the workday of shoes last three days.",
        "strLocation": "Tainan",
        "strOriginUrl": "https://en.tripbaa.com/travel/20160615191240eb1/?&ccid=JCU1IyE=",
        "strSource": "Tripbaa",
        "strStyle": "Culture & Art",
        "strTitle": "Design your Old-Fashion shoes (Flats)",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 00:37:29"
    },
    {
        "intDurationHour": 48,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 9,
        "intUsdCost": 370,
        "strGuideLanguage": "english",
        "strImageUrl": "https://en.tripbaa.com/travel/20160906113840Sg5/downloads/customer/10000/4000/3646wqfjg/travel/plan_201609061138431_s.jpg",
        "strIntroduction": "Day 1 SyuYaoLiang Tea factory→Lunch→Yo Shan Tea House→Sun Moon Lake Xiangshan Visitor Center  ◆SyuYaoLiang Tea factory Syu’s Family tea factory, now managed by Mr. Syu Yao Liang, has come to the third generation. Following the tea processing tip from his grandfather which is “water, smell, and then look,” making high-quality tea is always the first priority for Mr. Syu. Being a tea farmer, he insists on not using any pesticide or herbicide during Tea Cultivation. The most famous tea produced by Mr. Syu is Dongfang Meiren, also known as oriental beauty tea. This tea has natural fruity aromas and produces sweet-tasting liquor, bright reddish-orange in color, without any bitterness. Dried leaves of high quality should exhibit a pleasant aroma with leaf coloration of dark purple and brown tones with white hairs. ◆Yo Shan Tea House Ms. Yeh, Shu-Pen has been awarded Shen-Nung Reward in her R&D efforts to upgrade the tea values and she also serves as the Founding President of Nantou County Chushan Tea Association. She has helped to promote teaism from Chushan to Jenai Township and Hsinyi Township, and counsel the tea farmers in both places to establish their associations. In 2008, she also actively founded The House of Tea Spirit named \"Cha Xin Yuan\" to become Taiwan’s first International Tourist Tea Museum to provide tea knowledge, teaism culture, a cultural leisure park for people to experience the tea art, and frequently invites international teaism groups from mainland China, Japan and Korea to exchange ideas and to promote Taiwan’s tea internationally. ◆Sun Moon Lake Xiangshan Visitor Center The Xiangshan Visitor Center is both for tourism and administration use. The uniquely designed building has wood-patterned exteriors and wings that stretch like human arms embracing the earth. In addition, the two giant canopy structures, 34 meters long and 8 meters tall each, allow people to enjoy beautiful views of the Sun Moon Lake from the top. 【Xiangshan Café】 Not only does Xiangshan Café offer lovely views of Sun-Moon Lake, it has a distinctive feature which is the internationally-renowned avant-garde building designed by a Japanese architect; The nearby round-the-lake trail is complete and is certain to become a favorite scenic spot for cyclists; adding to its appeal are the building’s lights that by night create a totally different and breathtaking scene and style.  Day 2 Sun Moon Lake→Antique Assam Tea Farm→Lunch→Daxi Tea Factory→Yingge Ceramics Museum  ◆Sun Moon Lake Sun Moon Lake lies in the center of the Shuishalian Area, which is a part of Yuchi Township in Nantou County. It is the largest lake in Taiwan and is comprised of the diamond-shaped Sun Lake and curved Moon Lake. The Thao people call it \"zintun\" which may have been the earliest name given to Sun Moon Lake. The earliest record of the name \"Sun Moon Lake\" was in the article, “Travels to Shueilishe\", written by Deng Chuan-an in 1821, which said, \"I have no idea where the water comes from. It is about 10 li (half a kilometer) in length, and a third of that in width. The water is red and green, so it is named Sun Moon Lake.\" After the Han people came to reclaim the Shueishalian land, Sun Moon Lake was given more names, such as Shueishe Large Lake. In the late Cing Dynasty, the western missionaries came to Sun Moon Lake to share their faith with the Thao people. They named Sun Moon Lake “Dragon Lake”, “Lake Candidius”, “Nin-Isivatan Lake”, etc. ◆Antique Assam Tea Farm In 1925, Japanese imported Assam tea from India to Taiwan. They tried many places and found the best environment for the cultivation of Assam tea is in Nantou around Sun Moon Lake. Due to the weather, humidity and elevation above sea level, Sun Moon Lake Assam Tea got popular. However, the market environment was changed and many farmers replaced their tea shrubs by betel nut trees in the end. In 2003, it was not efficient to run the factory anymore and it was shut down completely. However, 5 workers chose to stay and reform the factory. Now, Sun Moon Lake Antique Assam Tea Farm is preserved and Assam tea shrub is back to Sun Moon Lake. ◆Fugui-yingge Just like the exhibition hall attached to it, the Fu-Guei restaurant uses valuable artistic pieces by well-known artists for its decorations and serving implements. When eating hot pot served with a dining set that costs over ten thousand Taiwan dollars, the beer- marinated chicken seems even more intoxicating. Not to be outdone are the drink vessels, like the sturdy mug that gives the Vienna coffee a gentler, yet richer flavor. The outdoor dining area includes ancient trees, ponds, and a wooden walking path while the tables are spread out in a spacious arrangement, so diners can enjoy the beautiful scenery in a serene setting. ◆Daxi Tea Factory Learn the new by restudying the old. Built in 1926, the Daxi Tea Factory covers an area of 1,670 square feet, and was formerly named the \"Jiaoban Mountain Factory.\" It is hidden in some quiet alleys, and the architecture is a fusion of Taiwanese, Japanese, and British styles. Times change, people change. But staying intimately connected with the land is TTC’s goal. Since centuries, the teas grown on these hills rely on the ancient memories passed among the local farmers. We hope that the silent language of the building, and its light and shade, may convey the old warmth to today’s visitors. As you step into the door, you may feel the earnest care of the tea farmers and tea makers. As the tea brews, the wafts of its fragrance drifting through the air may awaken our common memories of those old days. ◆Yingge Ceramics Museum The construction of the New Taipei City Yingge Ceramics Museum was first proposed in 1988 and opened to the public on November 26, 2000. In twelve years, it has become the leading county museum in Taiwan and the first professional museum wholly dedicated to ceramics. In addition to exhibiting the Taiwanese ceramic culture, it also stimulates the public's interest and attention in ceramics. While promoting the Yingge ceramic enterprises and local image, the museum also encourages international culture exchange. Furthermore, we survey, gather, preserve, and maintain Taiwanese ceramic culture for the purposes of research, collection, exhibitions, and education.",
        "strLocation": "Taipei",
        "strOriginUrl": "https://en.tripbaa.com/travel/20160906113840Sg5/?&ccid=JCU1IyE=",
        "strSource": "Tripbaa",
        "strStyle": "Sightseeing",
        "strTitle": "TEA TOURs",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 00:37:46"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 25,
        "intUsdCost": 56,
        "strGuideLanguage": "chinese english",
        "strImageUrl": "https://en.tripbaa.com/travel/201607201118120ib/downloads/customer/10000/1000/193svywb/travel/plan_201607201118175_s.jpg",
        "strIntroduction": "Dongshan River is an artificial canal, which stretches from Taiher Village in Dongshan to the flood prevention sluice gate at Huchia Village. The greenish rice fields are on both sides of the riverbank and creates a comfortable atmosphere. The wide open areas offer splendid country scenery, and it has been a major landmark scene for Lanyang Plain.  From Lijr Bridge to Zhiachin Bridge, there is a 5 km long, 60 to 170 meter-wide river fringed by river dams, reforested woodland, and manicured greenish landscape. As such, the carefully designed logistic has made Dongshan River a truly scenic wide water land in the area. Along the riverbanks, there are several recreational spots jointly administered by the government and the locals.",
        "strLocation": "Ilan",
        "strOriginUrl": "https://en.tripbaa.com/travel/201607201118120ib/?&ccid=JCU1IyE=",
        "strSource": "Tripbaa",
        "strStyle": "Water Activities",
        "strTitle": "Yilan-Dongshan River: kayak casual trip",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 00:38:01"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 18,
        "intUsdCost": 56,
        "strGuideLanguage": "chinese english",
        "strImageUrl": "https://en.tripbaa.com/travel/20160713114214tfg/downloads/customer/10000/1000/193svywb/travel/plan_201607201106241_s.jpg",
        "strIntroduction": "Sun Moon Lake is the largest natural lake in Taiwan as well as a tourist attraction. Situated in Yuchih, Nantou, the area around the Sun Moon Lake is home to the Thao tribe, one of aboriginal tribes in Taiwan . Sun Moon Lake surrounds a tiny island called Lalu. The east side of the lake looks like a sun and the west side looks like a moon, hence the name. Sun Moon Lake is located 748 metres above sea level. It is 27 metres deep and has a surface area of approximately 7.93 square kilometres In older English literature it was commonly referred to as Lake Candidius , after the 17th century Dutch missionary Georgius Candidius. In the middle of the lake is the Lalu Island , which is the holy ground for the Thao tribe. Now, you have a chance to kayak which is one of the famous Taiwan scenery, just join us. Route type : casual, family average voyage : 6 km (Kayaking complete the voyage,) total time : 3~4 hours",
        "strLocation": "Nantou",
        "strOriginUrl": "https://en.tripbaa.com/travel/20160713114214tfg/?&ccid=JCU1IyE=",
        "strSource": "Tripbaa",
        "strStyle": "Water Activities",
        "strTitle": "Sun Moon Lake kayak tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 00:38:18"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 24,
        "intUsdCost": 63,
        "strGuideLanguage": "chinese english",
        "strImageUrl": "https://en.tripbaa.com/travel/20160616125128HSI/downloads/customer/10000/3000/2305qmtjp/travel/plan_201606161316461_s.jpg",
        "strIntroduction": "Make your own gift of the rite while you travel. The world and life keep changing, but your heart would be something never change. Make a wish and get a custom-designed souvenir. Besides celebrate everything. The relationship is just like a trip. So, let's go to Tainan and see what kind of sparkle can we make! Get \"Little Bird Tweet Embroidered Shoes\" after the DIY class. The shoes will be delivered by Jia Home Select shop after the shoes be done, because the workday of shoes last three days.",
        "strLocation": "Tainan",
        "strOriginUrl": "https://en.tripbaa.com/travel/20160616125128HSI/?&ccid=JCU1IyE=",
        "strSource": "Tripbaa",
        "strStyle": "Culture & Art",
        "strTitle": "Design your Old-Fashion shoes (Wedges)",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 00:38:36"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 12,
        "intUsdCost": 56,
        "strGuideLanguage": "chinese english",
        "strImageUrl": "https://en.tripbaa.com/travel/201606081935457NF/downloads/customer/10000/3000/2305qmtjp/travel/plan_201606151720341_s.jpg",
        "strIntroduction": "The purpose of the journey can be various, why not take the half of the day to learn the local Taiwanese dish? And more than that you can have the dish which made by your own hand! Taiwanese dish is popular due to the diverse ingredients and the way to cook it, but how about take the eatable scenery as the ingredients?  Menu 1.Salad 2.Spring Roll 3.Coffin Bread 4.Hand-made Aiyu Jelly 5.White Gourd Tea  Time: 10:00 AM – 12:00 AM / 15:30 PM – 17:30 PM",
        "strLocation": "Tainan",
        "strOriginUrl": "https://en.tripbaa.com/travel/201606081935457NF/?&ccid=JCU1IyE=",
        "strSource": "Tripbaa",
        "strStyle": "Food & Drink",
        "strTitle": "Jia-Jia's Home Cooking Class",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 00:38:53"
    }
]