[
    {
        "intDurationHour": 120,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 799,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-187266-145.jpg",
        "strIntroduction": "What You'll Do allow you to meet the local people of these exotic lands lots of fun on a quality holiday that you will never forget Visit Remote Hilltribe Villages in North-Vietnam have a chance to see the Meo Vac cattle market, held every Sunday in Ha Giang province, is unique in the northern mountainous region of Vietnam allow you to meet the local people of these exotic lands lots of fun on a quality holiday that you will never forget Visit Remote Hilltribe Villages in North-Vietnam have a chance to see the Meo Vac cattle market, held every Sunday in Ha Giang province, is unique in the northern mountainous region of Vietnam allow you to meet the local people of these exotic lands lots of fun on a quality holiday that you will never forget Visit Remote Hilltribe Villages in North-Vietnam have a chance to see the Meo Vac cattle market, held every Sunday in Ha Giang province, is unique in the northern mountainous region of Vietnam",
        "strLocation": "hanoi",
        "strOriginUrl": "https://www.getyourguide.com/hanoi-l205/ha-giang-tour-from-hanoi-t35047/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Ha Giang Tour from Hanoi",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 11:59:36"
    },
    {
        "intDurationHour": 120,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 499,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-187268-145.jpg",
        "strIntroduction": "What You'll Do 5days/4nights to discover charming Hanoi city and stunning Halong Bay, The King destination of all Vietnam North Tour Destinations and Vietnam tours. Discover Halong Bay and Hanoi City Explore Halong Bay’s secluded grottoes and caves Discover the historic cities, verdant agriculture, and glittering bays of Vietnam and be captivated by the warmth of the friendly people you meet on t Uncover the elegant architecture and fascinating history of Hanoi 5days/4nights to discover charming Hanoi city and stunning Halong Bay, The King destination of all Vietnam North Tour Destinations and Vietnam tours. Discover Halong Bay and Hanoi City Explore Halong Bay’s secluded grottoes and caves Discover the historic cities, verdant agriculture, and glittering bays of Vietnam and be captivated by the warmth of the friendly people you meet on t Uncover the elegant architecture and fascinating history of Hanoi 5days/4nights to discover charming Hanoi city and stunning Halong Bay, The King destination of all Vietnam North Tour Destinations and Vietnam tours. Discover Halong Bay and Hanoi City Explore Halong Bay’s secluded grottoes and caves Discover the historic cities, verdant agriculture, and glittering bays of Vietnam and be captivated by the warmth of the friendly people you meet on t Uncover the elegant architecture and fascinating history of Hanoi",
        "strLocation": "hanoi",
        "strOriginUrl": "https://www.getyourguide.com/hanoi-l205/hanoi-halong-bay-discovery-with-crusie-t35048/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Hanoi & Halong Bay Discovery with Crusie",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 11:59:48"
    },
    {
        "intDurationHour": 96,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 249,
        "strGuideLanguage": "english, french",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-187281-145.jpg",
        "strIntroduction": "What You'll Do Discover Hanoi City Discover Halong Bay-2days 1 night Amazing Glory Cruise- 4 star cruise Hanoi Old Quarter Discovery Discover Hanoi City Discover Halong Bay-2days 1 night Amazing Glory Cruise- 4 star cruise Hanoi Old Quarter Discovery Discover Hanoi City Discover Halong Bay-2days 1 night Amazing Glory Cruise- 4 star cruise Hanoi Old Quarter Discovery",
        "strLocation": "hanoi",
        "strOriginUrl": "https://www.getyourguide.com/hanoi-l205/hanoi-city-tour-with-cruise-t35049/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Hanoi City Tour with Cruise",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 11:59:58"
    },
    {
        "intDurationHour": 120,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 390,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-187284-145.jpg",
        "strIntroduction": "What You'll Do Discover Halong Bay-2days 1 night and enjoy Hanoi city gain a deep understanding about Hanoi City Halong Bay- One of seven wonders. Discover Halong Bay-2days 1 night and enjoy Hanoi city gain a deep understanding about Hanoi City Halong Bay- One of seven wonders. Discover Halong Bay-2days 1 night and enjoy Hanoi city gain a deep understanding about Hanoi City Halong Bay- One of seven wonders.",
        "strLocation": "hanoi",
        "strOriginUrl": "https://www.getyourguide.com/hanoi-l205/hanoi-halong-tour-with-cruise-t35051/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Hanoi & Halong Tour with Cruise",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 12:00:12"
    },
    {
        "intDurationHour": 336,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 2799,
        "strGuideLanguage": "english, french",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-187297-145.jpg",
        "strIntroduction": "What You'll Do Discover Hanoi City Luxury cruise for Halong bay Hanoi-Hue-Hoi An-Nha Trang Beach Ho Chi Minh city discovery Mekong Delta Discover Hanoi City Luxury cruise for Halong bay Hanoi-Hue-Hoi An-Nha Trang Beach Ho Chi Minh city discovery Mekong Delta Discover Hanoi City Luxury cruise for Halong bay Hanoi-Hue-Hoi An-Nha Trang Beach Ho Chi Minh city discovery Mekong Delta",
        "strLocation": "hanoi",
        "strOriginUrl": "https://www.getyourguide.com/hanoi-l205/highlights-of-vietnam-discovery-from-hanoi-t35052/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Highlights of Vietnam Discovery from Hanoi",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 12:00:25"
    },
    {
        "intDurationHour": 144,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 699,
        "strGuideLanguage": "english, french",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-187328-145.jpg",
        "strIntroduction": "What You'll Do Hanoi On Arrival Hanoi - Babe (B,L,D) Babe lake - boasting , trekking, discovering the local people (B,L,D) Babe - Cao Bang (B,L,D) Cao Bang - Ban Gioc waterfall – Cao Bang (B,L,D) Cao Bang - Lang Son - Hanoi (B,L) Hanoi On Arrival Hanoi - Babe (B,L,D) Babe lake - boasting , trekking, discovering the local people (B,L,D) Babe - Cao Bang (B,L,D) Cao Bang - Ban Gioc waterfall – Cao Bang (B,L,D) Cao Bang - Lang Son - Hanoi (B,L) Hanoi On Arrival Hanoi - Babe (B,L,D) Babe lake - boasting , trekking, discovering the local people (B,L,D) Babe - Cao Bang (B,L,D) Cao Bang - Ban Gioc waterfall – Cao Bang (B,L,D) Cao Bang - Lang Son - Hanoi (B,L)",
        "strLocation": "hanoi",
        "strOriginUrl": "https://www.getyourguide.com/hanoi-l205/north-east-landscape-to-culture-tour-from-hanoi-t35058/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "North East Landscape to Culture Tour from Hanoi",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 12:00:37"
    },
    {
        "intDurationHour": 168,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 429,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-187336-145.jpg",
        "strIntroduction": "What You'll Do the natural heritage of Halong Bay and the scenic mountain views of Sapa Town from a comfortable overnight stay on relaxing waters and gorgeous limestone of Halong Bay diversity of ethnic minority people as well as different cultures along the mountain loops of Sapa see most beautiful destinations North Vietnam this trip brings you a relax and classic holiday style the natural heritage of Halong Bay and the scenic mountain views of Sapa Town from a comfortable overnight stay on relaxing waters and gorgeous limestone of Halong Bay diversity of ethnic minority people as well as different cultures along the mountain loops of Sapa see most beautiful destinations North Vietnam this trip brings you a relax and classic holiday style the natural heritage of Halong Bay and the scenic mountain views of Sapa Town from a comfortable overnight stay on relaxing waters and gorgeous limestone of Halong Bay diversity of ethnic minority people as well as different cultures along the mountain loops of Sapa see most beautiful destinations North Vietnam this trip brings you a relax and classic holiday style",
        "strLocation": "hanoi",
        "strOriginUrl": "https://www.getyourguide.com/hanoi-l205/northern-highlights-from-hanoi-t35060/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Northern Highlights from Hanoi",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 12:00:50"
    },
    {
        "intDurationHour": 120,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 499,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-187345-145.jpg",
        "strIntroduction": "What You'll Do Night train from Hanoi to Lao Cai. Transfer to Sapa. Full day hike to Topas Ecolodge. Full day hike. Back to Sapa. Transfer to Lao Cai. Train to Hanoi. Tour ends in Hanoi. Night train from Hanoi to Lao Cai. Transfer to Sapa. Full day hike to Topas Ecolodge. Full day hike. Back to Sapa. Transfer to Lao Cai. Train to Hanoi. Tour ends in Hanoi. Night train from Hanoi to Lao Cai. Transfer to Sapa. Full day hike to Topas Ecolodge. Full day hike. Back to Sapa. Transfer to Lao Cai. Train to Hanoi. Tour ends in Hanoi.",
        "strLocation": "hanoi",
        "strOriginUrl": "https://www.getyourguide.com/hanoi-l205/hiking-and-topas-ecolodge-package-from-hanoi-t35063/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Hiking and Topas Ecolodge Package from Hanoi",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 12:01:01"
    },
    {
        "intDurationHour": 168,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 899,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-187354-145.jpg",
        "strIntroduction": "What You'll Do Visit Hanoi - a symbol of culture and a source of pride throughout the history Discover Halong bay, the magnificent heritage with its 2000 islands rising from the emerald water of the Gulf of Tonkin with Glory Cruiser Shopping, relaxing, stunning at Hoi An – Heaven of tailor made shopping – Heaven of beach Hanoi-Halong-Danang-Hoi An-Ho Chi Minh Visit Hanoi - a symbol of culture and a source of pride throughout the history Discover Halong bay, the magnificent heritage with its 2000 islands rising from the emerald water of the Gulf of Tonkin with Glory Cruiser Shopping, relaxing, stunning at Hoi An – Heaven of tailor made shopping – Heaven of beach Hanoi-Halong-Danang-Hoi An-Ho Chi Minh Visit Hanoi - a symbol of culture and a source of pride throughout the history Discover Halong bay, the magnificent heritage with its 2000 islands rising from the emerald water of the Gulf of Tonkin with Glory Cruiser Shopping, relaxing, stunning at Hoi An – Heaven of tailor made shopping – Heaven of beach Hanoi-Halong-Danang-Hoi An-Ho Chi Minh",
        "strLocation": "hanoi",
        "strOriginUrl": "https://www.getyourguide.com/hanoi-l205/vietnam-beach-getaway-from-hoi-an-t35064/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Vietnam Beach Getaway from Hoi An",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 12:01:14"
    },
    {
        "intDurationHour": 48,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 190,
        "strGuideLanguage": "english, french, german",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-187650-145.jpg",
        "strIntroduction": "What You'll Do Admire the breathtaking scenery as you trek in Northern Vietnam Explore Sa Pa, a former French hill station See the waterfall at Cat Cat village Encounter the Black Hmong tribe at Sin Chai village Visit the Tay and Day tribes in Lao Chai village Explore Ta Van village, one of the most beautiful villages in the area Admire the breathtaking scenery as you trek in Northern Vietnam Explore Sa Pa, a former French hill station See the waterfall at Cat Cat village Encounter the Black Hmong tribe at Sin Chai village Visit the Tay and Day tribes in Lao Chai village Explore Ta Van village, one of the most beautiful villages in the area Admire the breathtaking scenery as you trek in Northern Vietnam Explore Sa Pa, a former French hill station See the waterfall at Cat Cat village Encounter the Black Hmong tribe at Sin Chai village Visit the Tay and Day tribes in Lao Chai village Explore Ta Van village, one of the most beautiful villages in the area",
        "strLocation": "hanoi",
        "strOriginUrl": "https://www.getyourguide.com/hanoi-l205/trekking-in-northern-vietnam-t35118/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "From Hanoi: 3-Day Trekking Tour in Northern Vietnam",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 12:01:24"
    },
    {
        "intDurationHour": 72,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 230,
        "strGuideLanguage": "english, french, german",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-187667-145.jpg",
        "strIntroduction": "What You'll Do Nice Wooden Train Cabin with Soft Sleeping bed Friendly and experienced Tour Guide Excellent areas for hiking through lush mountain valleys to the remote villages of different minorities, the Black H'mong and the he Red Dzao Nice Wooden Train Cabin with Soft Sleeping bed Friendly and experienced Tour Guide Excellent areas for hiking through lush mountain valleys to the remote villages of different minorities, the Black H'mong and the he Red Dzao Nice Wooden Train Cabin with Soft Sleeping bed Friendly and experienced Tour Guide Excellent areas for hiking through lush mountain valleys to the remote villages of different minorities, the Black H'mong and the he Red Dzao",
        "strLocation": "hanoi",
        "strOriginUrl": "https://www.getyourguide.com/hanoi-l205/the-sapa-trekking-experience-3-days-4-nights-t35119/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "The Sapa Trekking Experience - 3 Days - 4 Nights",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 12:01:37"
    },
    {
        "intDurationHour": 96,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 310,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-187724-145.jpg",
        "strIntroduction": "What You'll Do Meeting friendly host and local people Countryside market outing Amazing Hanoi street food taste Luxury Ha Long day cruise Boutique accommodation in Hanoi & Ha Long Bay Funny cooking with host Vietnam traditional folk songs performance Meeting friendly host and local people Countryside market outing Amazing Hanoi street food taste Luxury Ha Long day cruise Boutique accommodation in Hanoi & Ha Long Bay Funny cooking with host Vietnam traditional folk songs performance Meeting friendly host and local people Countryside market outing Amazing Hanoi street food taste Luxury Ha Long day cruise Boutique accommodation in Hanoi & Ha Long Bay Funny cooking with host Vietnam traditional folk songs performance",
        "strLocation": "hanoi",
        "strOriginUrl": "https://www.getyourguide.com/hanoi-l205/savour-hanoi-package-4days-3nights-t35122/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Savour Hanoi Package 4days - 3nights",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 12:01:49"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 74,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-188944-145.jpg",
        "strIntroduction": "What You'll Do Bai Dinh Pagoda - one of the largest pagodas in South East Asia Time on sampan to visit caves and ancient pagoda inside Trang An Complex Bai Dinh Pagoda - one of the largest pagodas in South East Asia Time on sampan to visit caves and ancient pagoda inside Trang An Complex Bai Dinh Pagoda - one of the largest pagodas in South East Asia Time on sampan to visit caves and ancient pagoda inside Trang An Complex",
        "strLocation": "hanoi",
        "strOriginUrl": "https://www.getyourguide.com/hanoi-l205/trang-an-bai-dinh-pagoda-day-tour-from-hanoi-t35323/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Trang An & Bai Dinh Pagoda Day Tour from Hanoi",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 12:02:01"
    },
    {
        "intDurationHour": 144,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 491,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-190709-145.jpg",
        "strIntroduction": "What You'll Do Compare the cultural delights of Hanoi with the rural simplicity of north Vietnam's hill tribes See the main sights associated with Ho Chi Minh, the father of modern day Vietnam, in Hanoi Go to Vietnam's first university Ride the sleeper train to Sapa Explore the frontier town of Sapa, and hike the hills on the border with China Cruise the limestone karst formations of Halong Bay Meet tribal farmers and local fishermen Compare the cultural delights of Hanoi with the rural simplicity of north Vietnam's hill tribes See the main sights associated with Ho Chi Minh, the father of modern day Vietnam, in Hanoi Go to Vietnam's first university Ride the sleeper train to Sapa Explore the frontier town of Sapa, and hike the hills on the border with China Cruise the limestone karst formations of Halong Bay Meet tribal farmers and local fishermen Compare the cultural delights of Hanoi with the rural simplicity of north Vietnam's hill tribes See the main sights associated with Ho Chi Minh, the father of modern day Vietnam, in Hanoi Go to Vietnam's first university Ride the sleeper train to Sapa Explore the frontier town of Sapa, and hike the hills on the border with China Cruise the limestone karst formations of Halong Bay Meet tribal farmers and local fishermen",
        "strLocation": "hanoi",
        "strOriginUrl": "https://www.getyourguide.com/hanoi-l205/ultimate-northern-vietnam-7-days-tour-from-hanoi-t35570/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "North Vietnam Ultimate 6-Day Tour from Hanoi",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 12:02:14"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 62,
        "strGuideLanguage": "english, french",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-192853-145.jpg",
        "strIntroduction": "What You'll Do Drive through the picturesque of Hanoi outskirt Climb the Thay Mountain and enjoy a panoramic view of surrounding areas. Experience the charm and history of twenty century past of Duong Lam Ancient Village, meet and chat with friendly locals. Discover the historic pagodas of Hanoi. Drive through the picturesque of Hanoi outskirt Climb the Thay Mountain and enjoy a panoramic view of surrounding areas. Experience the charm and history of twenty century past of Duong Lam Ancient Village, meet and chat with friendly locals. Discover the historic pagodas of Hanoi. Drive through the picturesque of Hanoi outskirt Climb the Thay Mountain and enjoy a panoramic view of surrounding areas. Experience the charm and history of twenty century past of Duong Lam Ancient Village, meet and chat with friendly locals. Discover the historic pagodas of Hanoi.",
        "strLocation": "hanoi",
        "strOriginUrl": "https://www.getyourguide.com/hanoi-l205/duong-lam-ancient-village-pagodas-1-day-t35888/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Duong Lam Ancient Village & Pagodas - 1 day",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 12:02:26"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 62,
        "strGuideLanguage": "spanish, english, french, german",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-192864-145.jpg",
        "strIntroduction": "What You'll Do Experience the cultural history of Hanoi and visit its major attractions Enjoy a traditional water puppet show, a northern Vietnamese art form Take a cyclo ride through the winding back streets of the Old Quarter Experience the cultural history of Hanoi and visit its major attractions Enjoy a traditional water puppet show, a northern Vietnamese art form Take a cyclo ride through the winding back streets of the Old Quarter Experience the cultural history of Hanoi and visit its major attractions Enjoy a traditional water puppet show, a northern Vietnamese art form Take a cyclo ride through the winding back streets of the Old Quarter",
        "strLocation": "hanoi",
        "strOriginUrl": "https://www.getyourguide.com/hanoi-l205/hanoi-must-see-1-day-t35890/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Hanoi Essentials: Full-Day Tour with Lunch & Entry Fees",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 12:02:38"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 70,
        "strGuideLanguage": "spanish, english, french, german",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-200050-145.jpg",
        "strIntroduction": "What You'll Do Boat the Yen River between the magnificent limestone cliff and green nature. Pay a visit the holy Huong Tich Cave, take in the Buddhist atmosphere. Have lunch in a local restaurant and pray for good at Thien Tru Pagoda. Boat the Yen River between the magnificent limestone cliff and green nature. Pay a visit the holy Huong Tich Cave, take in the Buddhist atmosphere. Have lunch in a local restaurant and pray for good at Thien Tru Pagoda. Boat the Yen River between the magnificent limestone cliff and green nature. Pay a visit the holy Huong Tich Cave, take in the Buddhist atmosphere. Have lunch in a local restaurant and pray for good at Thien Tru Pagoda.",
        "strLocation": "hanoi",
        "strOriginUrl": "https://www.getyourguide.com/hanoi-l205/perfume-pagoda-1-day-t35891/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Perfume Pagoda - 1 day",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 12:02:48"
    },
    {
        "intDurationHour": 96,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 459,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-204137-145.jpg",
        "strIntroduction": "What You'll Do Visit Cuc Phuong National Park a chance to learn about hill tribe people’s lives and the beauty of landscape. Visit the endangered primate rescue centre Visit Cuc Phuong National Park a chance to learn about hill tribe people’s lives and the beauty of landscape. Visit the endangered primate rescue centre Visit Cuc Phuong National Park a chance to learn about hill tribe people’s lives and the beauty of landscape. Visit the endangered primate rescue centre",
        "strLocation": "hanoi",
        "strOriginUrl": "https://www.getyourguide.com/hanoi-l205/north-west-crossing-the-natural-road-tour-from-hanoi-t36100/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "North West - Crossing the Natural Road Tour from Hanoi",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 12:03:01"
    },
    {
        "intDurationHour": 72,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 179,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-196362-145.jpg",
        "strIntroduction": "What You'll Do Enjoy a Shopping tour in Hanoi Learn about the culture and religioin with Hanoi Muslim Tour Enjoy traditional meals Enjoy a Shopping tour in Hanoi Learn about the culture and religioin with Hanoi Muslim Tour Enjoy traditional meals Enjoy a Shopping tour in Hanoi Learn about the culture and religioin with Hanoi Muslim Tour Enjoy traditional meals",
        "strLocation": "hanoi",
        "strOriginUrl": "https://www.getyourguide.com/hanoi-l205/hanoi-3-days-free-and-easy-t36424/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Hanoi 3 Days Free and Easy",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 12:03:14"
    },
    {
        "intDurationHour": 72,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 179,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-196364-145.jpg",
        "strIntroduction": "What You'll Do Enjoy an experience on a boat as you enjoy a traditional meal on board Enjoy a water puppet show Shop till you drop in Hanoi Enjoy swimming and explore caves Enjoy an experience on a boat as you enjoy a traditional meal on board Enjoy a water puppet show Shop till you drop in Hanoi Enjoy swimming and explore caves Enjoy an experience on a boat as you enjoy a traditional meal on board Enjoy a water puppet show Shop till you drop in Hanoi Enjoy swimming and explore caves",
        "strLocation": "hanoi",
        "strOriginUrl": "https://www.getyourguide.com/hanoi-l205/3-days-2-nights-hanoi-ha-long-tour-package-t36425/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "3 Days 2 Nights Hanoi Ha Long Tour Package",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 12:03:26"
    },
    {
        "intDurationHour": 96,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 249,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-196371-145.jpg",
        "strIntroduction": "What You'll Do Learn about Hanoi's Muslims on a tour Swim, kayak and explore caves Eat local cuisine Learn about Hanoi's Muslims on a tour Swim, kayak and explore caves Eat local cuisine Learn about Hanoi's Muslims on a tour Swim, kayak and explore caves Eat local cuisine",
        "strLocation": "hanoi",
        "strOriginUrl": "https://www.getyourguide.com/hanoi-l205/4-day-hanoi-ha-long-bay-tour-t36426/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "4 Day Hanoi - Ha Long bay Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 12:03:39"
    },
    {
        "intDurationHour": 96,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 249,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-196378-145.jpg",
        "strIntroduction": "What You'll Do Swim, kayak and explore caves Try traditional cuisine Take a boat ride Swim, kayak and explore caves Try traditional cuisine Take a boat ride Swim, kayak and explore caves Try traditional cuisine Take a boat ride",
        "strLocation": "hanoi",
        "strOriginUrl": "https://www.getyourguide.com/hanoi-l205/hanoi-4-day-ha-long-hoa-lu-tam-coc-from-hanoi-t36427/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Hanoi 4 Day Ha Long - Hoa Lu Tam coc from Hanoi",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 12:03:50"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 26,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-250548-145.jpg",
        "strIntroduction": "What You'll Do Discover the ceramics handicrafts of Vietnam Chat with the pottery artisans of Bat Trang village Escape the hustle and bustle of Hanoi for the farmlands of the Red River Purchase unique gifts to take home Discover the ceramics handicrafts of Vietnam Chat with the pottery artisans of Bat Trang village Escape the hustle and bustle of Hanoi for the farmlands of the Red River Purchase unique gifts to take home Discover the ceramics handicrafts of Vietnam Chat with the pottery artisans of Bat Trang village Escape the hustle and bustle of Hanoi for the farmlands of the Red River Purchase unique gifts to take home",
        "strLocation": "hanoi",
        "strOriginUrl": "https://www.getyourguide.com/hanoi-l205/half-day-ceramic-handicraft-village-from-hanoi-t36487/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Hanoi: Bat Trang Ceramic Handicrafts Village Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 12:04:00"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 95,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-196747-145.jpg",
        "strIntroduction": "What You'll Do Learn how to cook Vietnamese cuisine from different regions Interact with locals as you prepare your meal Visit a local market to learn more about the produce of the region Get tips on how to select the freshest ingredients Learn how to cook Vietnamese cuisine from different regions Interact with locals as you prepare your meal Visit a local market to learn more about the produce of the region Get tips on how to select the freshest ingredients Learn how to cook Vietnamese cuisine from different regions Interact with locals as you prepare your meal Visit a local market to learn more about the produce of the region Get tips on how to select the freshest ingredients",
        "strLocation": "hanoi",
        "strOriginUrl": "https://www.getyourguide.com/hanoi-l205/ha-noi-half-day-cooking-class-t36488/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Hanoi Half-Day Cooking Class",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 12:04:12"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 3,
        "intReviewVisitor": 1,
        "intUsdCost": 49,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-196757-145.jpg",
        "strIntroduction": "What You'll Do Visit the 10th-century Temple of Literature, Vietnam's first university Ride by cyclo around the Old Quarter of Hanoi Go to Hoan Kiem Lake to see historic temples Visit the 10th-century Temple of Literature, Vietnam's first university Ride by cyclo around the Old Quarter of Hanoi Go to Hoan Kiem Lake to see historic temples Visit the 10th-century Temple of Literature, Vietnam's first university Ride by cyclo around the Old Quarter of Hanoi Go to Hoan Kiem Lake to see historic temples",
        "strLocation": "hanoi",
        "strOriginUrl": "https://www.getyourguide.com/hanoi-l205/ha-noi-hertiage-sites-half-day-tour-t36490/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Hanoi Hertiage Sites Half-Day Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 12:04:26"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 1,
        "intUsdCost": 39,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-196760-145.jpg",
        "strIntroduction": "What You'll Do Marvel at the 1,000-year-old One Pillar Pagoda Visit the tomb of Ho Chi Minh in Ba Dinh Wander among the heavenly courtyards of the Temple of Literature Learn the history of Vietnam and its capital Marvel at the 1,000-year-old One Pillar Pagoda Visit the tomb of Ho Chi Minh in Ba Dinh Wander among the heavenly courtyards of the Temple of Literature Learn the history of Vietnam and its capital Marvel at the 1,000-year-old One Pillar Pagoda Visit the tomb of Ho Chi Minh in Ba Dinh Wander among the heavenly courtyards of the Temple of Literature Learn the history of Vietnam and its capital",
        "strLocation": "hanoi",
        "strOriginUrl": "https://www.getyourguide.com/hanoi-l205/hanoi-historical-sightseeing-half-day-tour-t36492/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Hanoi: Half Day Historical Sightseeing Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 12:04:37"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 77,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-196764-145.jpg",
        "strIntroduction": "What You'll Do Enjoy full spa service and a hot stone massage Try Hanoi's local food specialty at a hundred-year-old 1-dish restaurant Sample some of the city's best street food and delicious ice cream Visit places off the usual tourist track and get a new perspective on local life in Hanoi Enjoy full spa service and a hot stone massage Try Hanoi's local food specialty at a hundred-year-old 1-dish restaurant Sample some of the city's best street food and delicious ice cream Visit places off the usual tourist track and get a new perspective on local life in Hanoi Enjoy full spa service and a hot stone massage Try Hanoi's local food specialty at a hundred-year-old 1-dish restaurant Sample some of the city's best street food and delicious ice cream Visit places off the usual tourist track and get a new perspective on local life in Hanoi",
        "strLocation": "hanoi",
        "strOriginUrl": "https://www.getyourguide.com/hanoi-l205/ha-noi-spa-foodie-half-day-tour-t36493/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Hanoi Spa and Foodie Half-Day Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 12:04:48"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 49,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-250545-145.jpg",
        "strIntroduction": "What You'll Do Experience the Hanoi early in the morning Enjoy a cycle rickshaw trip around the meandering streets of the Old Quarter See the merchants selling various products as the famous Dong Xuan Market Enjoy breakfast of pho noodle soup and a cup of traditional Vietnamese coffee Watch the local people practicing Tai Chi in the park Experience the Hanoi early in the morning Enjoy a cycle rickshaw trip around the meandering streets of the Old Quarter See the merchants selling various products as the famous Dong Xuan Market Enjoy breakfast of pho noodle soup and a cup of traditional Vietnamese coffee Watch the local people practicing Tai Chi in the park Experience the Hanoi early in the morning Enjoy a cycle rickshaw trip around the meandering streets of the Old Quarter See the merchants selling various products as the famous Dong Xuan Market Enjoy breakfast of pho noodle soup and a cup of traditional Vietnamese coffee Watch the local people practicing Tai Chi in the park",
        "strLocation": "hanoi",
        "strOriginUrl": "https://www.getyourguide.com/hanoi-l205/half-day-good-morning-hanoi-tour-t36495/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Good Morning Hanoi 4-Hour Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 12:04:57"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 68,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-250544-145.jpg",
        "strIntroduction": "What You'll Do Visit Vietnam's so-called \"inland Ha Long Bay\", in the Ninh Binh province Take a boat trip through some of the country's most beautiful scenery Discover the history and remnants of Vietnam's ancient imperial capital, Hoa Lu Visit Vietnam's so-called \"inland Ha Long Bay\", in the Ninh Binh province Take a boat trip through some of the country's most beautiful scenery Discover the history and remnants of Vietnam's ancient imperial capital, Hoa Lu Visit Vietnam's so-called \"inland Ha Long Bay\", in the Ninh Binh province Take a boat trip through some of the country's most beautiful scenery Discover the history and remnants of Vietnam's ancient imperial capital, Hoa Lu",
        "strLocation": "hanoi",
        "strOriginUrl": "https://www.getyourguide.com/hanoi-l205/full-day-tam-coc-hoa-lu-from-hanoi-t36497/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Full-Day Tam Coc and Hoa Lu Tour from Hanoi",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 12:05:09"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 110,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-201130-145.jpg",
        "strIntroduction": "What You'll Do Enjoy a scenic drive through the countryside in Northern Vietnam Cruise among paddy fields by boat Ride a cable car up Huong Tich Cave Visit the Perfume Pagoda, one of the most sacred places in Northern Vietnam Explore the Giai Oan Natural Spring and Tuyet Son Pagoda Enjoy a scenic drive through the countryside in Northern Vietnam Cruise among paddy fields by boat Ride a cable car up Huong Tich Cave Visit the Perfume Pagoda, one of the most sacred places in Northern Vietnam Explore the Giai Oan Natural Spring and Tuyet Son Pagoda Enjoy a scenic drive through the countryside in Northern Vietnam Cruise among paddy fields by boat Ride a cable car up Huong Tich Cave Visit the Perfume Pagoda, one of the most sacred places in Northern Vietnam Explore the Giai Oan Natural Spring and Tuyet Son Pagoda",
        "strLocation": "hanoi",
        "strOriginUrl": "https://www.getyourguide.com/hanoi-l205/full-day-perfume-pagoda-from-ha-noi-t36498/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Full-Day Perfume Pagoda Tour from Ha Noi",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 12:05:21"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 79,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-205045-145.jpg",
        "strIntroduction": "What You'll Do Visit Bat Trang village to see the production of ceramic items Admire the folk paintings by artists in Dong Ho See the statue of the Buddha with a thousand hands and a thousand eyes Visit Bat Trang village to see the production of ceramic items Admire the folk paintings by artists in Dong Ho See the statue of the Buddha with a thousand hands and a thousand eyes Visit Bat Trang village to see the production of ceramic items Admire the folk paintings by artists in Dong Ho See the statue of the Buddha with a thousand hands and a thousand eyes",
        "strLocation": "hanoi",
        "strOriginUrl": "https://www.getyourguide.com/hanoi-l205/full-day-hoi-an-handicraft-tour-t36503/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Hanoi Handicraft Villages: Full-Day Tour with Lunch",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 12:05:34"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 109,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-196873-145.jpg",
        "strIntroduction": "What You'll Do Learn about 10th and 11th century imperial Vietnam Visit the scenic highlands of northern Vietnam Take a boat to see the Trang An grottoes Learn about 10th and 11th century imperial Vietnam Visit the scenic highlands of northern Vietnam Take a boat to see the Trang An grottoes Learn about 10th and 11th century imperial Vietnam Visit the scenic highlands of northern Vietnam Take a boat to see the Trang An grottoes",
        "strLocation": "hanoi",
        "strOriginUrl": "https://www.getyourguide.com/hanoi-l205/full-day-hoa-lu-trang-an-with-boat-trip-from-hanoi-t36511/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Hoa Lu & Trang An: Full-Day from Hanoi with Boat Trip",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 12:05:43"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 99,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-205047-145.jpg",
        "strIntroduction": "What You'll Do Cruise the waterways of Tam Coc Visit the ancient temples of Hoa Lu Go to the rock temple of the Bich Dong Pagoda Enjoy the serene lakes and karst mountains of Thung Nang Cruise the waterways of Tam Coc Visit the ancient temples of Hoa Lu Go to the rock temple of the Bich Dong Pagoda Enjoy the serene lakes and karst mountains of Thung Nang Cruise the waterways of Tam Coc Visit the ancient temples of Hoa Lu Go to the rock temple of the Bich Dong Pagoda Enjoy the serene lakes and karst mountains of Thung Nang",
        "strLocation": "hanoi",
        "strOriginUrl": "https://www.getyourguide.com/hanoi-l205/full-day-hoa-lu-bich-dong-from-hanoi-t36514/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Hoa Lu and Bich Dong Full-Day Tour From Ha Noi",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 12:05:53"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 126,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-196884-145.jpg",
        "strIntroduction": "What You'll Do Natural reserve with hundreds of rare flora and fauna Natural hot spring in the countryside And much more for you to discover! Natural reserve with hundreds of rare flora and fauna Natural hot spring in the countryside And much more for you to discover! Natural reserve with hundreds of rare flora and fauna Natural hot spring in the countryside And much more for you to discover!",
        "strLocation": "hanoi",
        "strOriginUrl": "https://www.getyourguide.com/hanoi-l205/full-day-trang-an-ke-ga-from-hanoi-t36515/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Full Day Trang An & Ke Ga From Hanoi",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 12:06:07"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 99,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-197070-145.jpg",
        "strIntroduction": "What You'll Do Take a day trip from Ha Noi to visit Vietnam first official national park Visit the Endangered Primate Rescue Centre and learn about animal protection Explore the park's 7,000-year-old cave, ancient trees and cascading waterfalls Take a day trip from Ha Noi to visit Vietnam first official national park Visit the Endangered Primate Rescue Centre and learn about animal protection Explore the park's 7,000-year-old cave, ancient trees and cascading waterfalls Take a day trip from Ha Noi to visit Vietnam first official national park Visit the Endangered Primate Rescue Centre and learn about animal protection Explore the park's 7,000-year-old cave, ancient trees and cascading waterfalls",
        "strLocation": "hanoi",
        "strOriginUrl": "https://www.getyourguide.com/hanoi-l205/full-day-cuc-phuong-national-park-from-hanoi-t36548/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Visit Cuc Phuong National Park: Day Trip From Ha Noi",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 12:06:18"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 179,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-250550-145.jpg",
        "strIntroduction": "What You'll Do Countryside scenic drive Cruise on of natural world wonder Enjoy panoramic view while having seafood lunch onboard And many more for you to discover! Countryside scenic drive Cruise on of natural world wonder Enjoy panoramic view while having seafood lunch onboard And many more for you to discover! Countryside scenic drive Cruise on of natural world wonder Enjoy panoramic view while having seafood lunch onboard And many more for you to discover!",
        "strLocation": "hanoi",
        "strOriginUrl": "https://www.getyourguide.com/hanoi-l205/full-day-ha-long-bay-tour-from-hanoi-t36551/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Full Day Ha Long Bay Tour from Hanoi",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 12:06:28"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 206,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-197084-145.jpg",
        "strIntroduction": "What You'll Do Play a round of golf at one of the finest courses in Vietnam Experience the immaculately conditioned fairways, fast greens, and strategic bunkers  Enjoy the services of a professional caddy Play a round of golf at one of the finest courses in Vietnam Experience the immaculately conditioned fairways, fast greens, and strategic bunkers  Enjoy the services of a professional caddy Play a round of golf at one of the finest courses in Vietnam Experience the immaculately conditioned fairways, fast greens, and strategic bunkers Enjoy the services of a professional caddy",
        "strLocation": "hanoi",
        "strOriginUrl": "https://www.getyourguide.com/hanoi-l205/full-day-golf-from-ha-noi-t36553/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Hanoi: Chi Linh Star Golf & Country Club Golfing Trip",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 12:06:40"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 119,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-250551-145.jpg",
        "strIntroduction": "What You'll Do Cycle the lush green valleys and mountains of Mai Chau Enjoy panoramic views from the summit of Cun Mountain Meet some of the 60 minority ethnic groups of Mai Chau Try some of Vietnam's finest rice wine after a local lunch Cycle the lush green valleys and mountains of Mai Chau Enjoy panoramic views from the summit of Cun Mountain Meet some of the 60 minority ethnic groups of Mai Chau Try some of Vietnam's finest rice wine after a local lunch Cycle the lush green valleys and mountains of Mai Chau Enjoy panoramic views from the summit of Cun Mountain Meet some of the 60 minority ethnic groups of Mai Chau Try some of Vietnam's finest rice wine after a local lunch",
        "strLocation": "hanoi",
        "strOriginUrl": "https://www.getyourguide.com/hanoi-l205/full-day-mai-chau-minority-biking-from-hanoi-t36554/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Hanoi: Full-Day Bike Tour of Mai Chau",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 12:06:52"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 109,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-198585-145.jpg",
        "strIntroduction": "What You'll Do Discover the pleasant climate of this holiday site favored by 19th-century French colonists Admire the beauty of the unspoiled Tam Dao Mountains Visit Silver Waterfall and the temple dedicated to the Goddess of the Jungle Discover the pleasant climate of this holiday site favored by 19th-century French colonists Admire the beauty of the unspoiled Tam Dao Mountains Visit Silver Waterfall and the temple dedicated to the Goddess of the Jungle Discover the pleasant climate of this holiday site favored by 19th-century French colonists Admire the beauty of the unspoiled Tam Dao Mountains Visit Silver Waterfall and the temple dedicated to the Goddess of the Jungle",
        "strLocation": "hanoi",
        "strOriginUrl": "https://www.getyourguide.com/hanoi-l205/full-day-tam-do-tour-from-hanoi-t36555/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Tam Dao: Full-Day Tour from Hanoi Including Lunch",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 12:07:05"
    },
    {
        "intDurationHour": 48,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 279,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-197194-145.jpg",
        "strIntroduction": "What You'll Do Visit the natural world wonder Sunbath on deck or kayaking to natural blue lagoon Enjoy local seafood meal Unforgettable overnight onboard And many more for you to discover Visit the natural world wonder Sunbath on deck or kayaking to natural blue lagoon Enjoy local seafood meal Unforgettable overnight onboard And many more for you to discover Visit the natural world wonder Sunbath on deck or kayaking to natural blue lagoon Enjoy local seafood meal Unforgettable overnight onboard And many more for you to discover",
        "strLocation": "hanoi",
        "strOriginUrl": "https://www.getyourguide.com/hanoi-l205/2-day-onboard-overnight-in-ha-long-bay-from-hanoi-t36556/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "2 Day Onboard Overnight In Ha Long Bay From Hanoi",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 12:07:18"
    },
    {
        "intDurationHour": 48,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 279,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-197205-145.jpg",
        "strIntroduction": "What You'll Do Admire the beauty of Ha Long Bay which offer visiting natural caves, swimming in the bay, kayaking hidden blue lagoon Have fund in Tuan Chau man-made island which offer dolphin performance, trained-animal circus etc. And more for you to discover Admire the beauty of Ha Long Bay which offer visiting natural caves, swimming in the bay, kayaking hidden blue lagoon Have fund in Tuan Chau man-made island which offer dolphin performance, trained-animal circus etc. And more for you to discover Admire the beauty of Ha Long Bay which offer visiting natural caves, swimming in the bay, kayaking hidden blue lagoon Have fund in Tuan Chau man-made island which offer dolphin performance, trained-animal circus etc. And more for you to discover",
        "strLocation": "hanoi",
        "strOriginUrl": "https://www.getyourguide.com/hanoi-l205/2-day-ha-long-bay-tuan-chau-theme-park-t36577/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "2 Day Ha Long Bay & Tuan Chau Theme Park",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 12:07:31"
    },
    {
        "intDurationHour": 48,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 216,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-197211-145.jpg",
        "strIntroduction": "What You'll Do Visit Vietnam official national park Explore the beauty of Vietnam's best caves Learn 11th century capital just before Ha Noi Visit Vietnam official national park Explore the beauty of Vietnam's best caves Learn 11th century capital just before Ha Noi Visit Vietnam official national park Explore the beauty of Vietnam's best caves Learn 11th century capital just before Ha Noi",
        "strLocation": "hanoi",
        "strOriginUrl": "https://www.getyourguide.com/hanoi-l205/2-day-cuc-phuong-national-park-caves-t36578/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "2 Day Cuc Phuong National Park & Caves",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 12:07:43"
    },
    {
        "intDurationHour": 48,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 229,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-197474-145.jpg",
        "strIntroduction": "What You'll Do Visit the northern highland of Sapa Enjoy a day of trekking to the hill tribe villages Interact with hill tribe locals Explore the culture and history of over 50 ethnic groups Visit the northern highland of Sapa Enjoy a day of trekking to the hill tribe villages Interact with hill tribe locals Explore the culture and history of over 50 ethnic groups Visit the northern highland of Sapa Enjoy a day of trekking to the hill tribe villages Interact with hill tribe locals Explore the culture and history of over 50 ethnic groups",
        "strLocation": "hanoi",
        "strOriginUrl": "https://www.getyourguide.com/hanoi-l205/2-day-northern-highland-trekking-from-hanoi-t36607/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "From Hanoi: Sapa Overnight Tribal Village Trek",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 12:07:56"
    },
    {
        "intDurationHour": 48,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 209,
        "strGuideLanguage": "english, french",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-198301-145.jpg",
        "strIntroduction": "What You'll Do Enjoy the mountain landscapes as you visit hill tribe groups in northern Vietnam Experience a homestay in a hill tribe stilted hut Sample the local hill tribe cuisine and rice wine Enjoy the mountain landscapes as you visit hill tribe groups in northern Vietnam Experience a homestay in a hill tribe stilted hut Sample the local hill tribe cuisine and rice wine Enjoy the mountain landscapes as you visit hill tribe groups in northern Vietnam Experience a homestay in a hill tribe stilted hut Sample the local hill tribe cuisine and rice wine",
        "strLocation": "hanoi",
        "strOriginUrl": "https://www.getyourguide.com/hanoi-l205/2-day-mai-chau-valley-villages-tour-from-hanoi-t36608/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Mai Chau Valley Mountain Life: 2-Day Tour from Hanoi",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 12:08:07"
    },
    {
        "intDurationHour": 72,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 349,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-197476-145.jpg",
        "strIntroduction": "What You'll Do Cruise the UNESCO World Heritage Site, Ha Long Bay Trek the island national park of Cat Ba Enjoy local cuisine from Northern Vietnam Spend an unforgettable night on board a cruise ship in Ha Long Bay Swim in the bay, sunbathe on deck, or kayak to the hidden blue lagoon Cruise the UNESCO World Heritage Site, Ha Long Bay Trek the island national park of Cat Ba Enjoy local cuisine from Northern Vietnam Spend an unforgettable night on board a cruise ship in Ha Long Bay Swim in the bay, sunbathe on deck, or kayak to the hidden blue lagoon Cruise the UNESCO World Heritage Site, Ha Long Bay Trek the island national park of Cat Ba Enjoy local cuisine from Northern Vietnam Spend an unforgettable night on board a cruise ship in Ha Long Bay Swim in the bay, sunbathe on deck, or kayak to the hidden blue lagoon",
        "strLocation": "hanoi",
        "strOriginUrl": "https://www.getyourguide.com/hanoi-l205/3-day-ha-long-bay-cat-ba-island-from-hanoi-t36609/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "From Hanoi: 3-Day Tour to Ha Long Bay & Cat Ba Island",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 12:08:17"
    },
    {
        "intDurationHour": 72,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 309,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-197480-145.jpg",
        "strIntroduction": "What You'll Do Experience the journey from Hanoi to Lao Cai in an overnight train Get to know the local culture and the hill tribes Trek to local villages, visit a school and chat with members of the hill tribes Discover the beautiful landscape in Sapa Experience the journey from Hanoi to Lao Cai in an overnight train Get to know the local culture and the hill tribes Trek to local villages, visit a school and chat with members of the hill tribes Discover the beautiful landscape in Sapa Experience the journey from Hanoi to Lao Cai in an overnight train Get to know the local culture and the hill tribes Trek to local villages, visit a school and chat with members of the hill tribes Discover the beautiful landscape in Sapa",
        "strLocation": "hanoi",
        "strOriginUrl": "https://www.getyourguide.com/hanoi-l205/3-day-lao-cai-sapa-from-hanoi-t36611/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "From Hanoi: 2-Day Tour of Sapa",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 12:08:29"
    },
    {
        "intDurationHour": 72,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 359,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-197485-145.jpg",
        "strIntroduction": "What You'll Do Experience Vietnam overnight train Check out down-on-earth places on your bicycle Enjoy hilltribe local dishes Interact to local while visit the place with their \"so-friendliness\" and \"gorgeous smile\" Experience Vietnam overnight train Check out down-on-earth places on your bicycle Enjoy hilltribe local dishes Interact to local while visit the place with their \"so-friendliness\" and \"gorgeous smile\" Experience Vietnam overnight train Check out down-on-earth places on your bicycle Enjoy hilltribe local dishes Interact to local while visit the place with their \"so-friendliness\" and \"gorgeous smile\"",
        "strLocation": "hanoi",
        "strOriginUrl": "https://www.getyourguide.com/hanoi-l205/3-day-biking-lao-cai-sapa-from-hanoi-t36613/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "3 Day Biking Lao Cai - Sapa From Hanoi",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 12:08:40"
    },
    {
        "intDurationHour": 72,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 359,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-197501-145.jpg",
        "strIntroduction": "What You'll Do Get up to the roof of Indochina Appreciate when you are on top Chance of getting into one of a few eco-tourism parks in Vietnam Get up to the roof of Indochina Appreciate when you are on top Chance of getting into one of a few eco-tourism parks in Vietnam Get up to the roof of Indochina Appreciate when you are on top Chance of getting into one of a few eco-tourism parks in Vietnam",
        "strLocation": "hanoi",
        "strOriginUrl": "https://www.getyourguide.com/hanoi-l205/3-day-fansipan-peak-tour-from-hanoi-t36616/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "3 Day Fansipan Peak Tour From Hanoi",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 12:08:54"
    },
    {
        "intDurationHour": 72,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 359,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-197566-145.jpg",
        "strIntroduction": "What You'll Do Experience overnight train in Vietnam Visit colourful once-a-week market in Coc Ly Admire the beauty of northern highland city - Sapa So much for you to discover Experience overnight train in Vietnam Visit colourful once-a-week market in Coc Ly Admire the beauty of northern highland city - Sapa So much for you to discover Experience overnight train in Vietnam Visit colourful once-a-week market in Coc Ly Admire the beauty of northern highland city - Sapa So much for you to discover",
        "strLocation": "hanoi",
        "strOriginUrl": "https://www.getyourguide.com/hanoi-l205/3-day-lao-cai-sapa-coc-ly-from-hanoi-t36623/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "3 Day Lao Cai - Coc Ly - Sapa from Hanoi",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 12:09:05"
    },
    {
        "intDurationHour": 72,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 359,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-200362-145.jpg",
        "strIntroduction": "What You'll Do Visit the sleeping beauty town Amaze colourful hilltribe weekend market to see their way of trading business Discover local hilltribe food And more to do while you are here! Visit the sleeping beauty town Amaze colourful hilltribe weekend market to see their way of trading business Discover local hilltribe food And more to do while you are here! Visit the sleeping beauty town Amaze colourful hilltribe weekend market to see their way of trading business Discover local hilltribe food And more to do while you are here!",
        "strLocation": "hanoi",
        "strOriginUrl": "https://www.getyourguide.com/hanoi-l205/3-day-lao-cai-sapa-bac-ha-trekking-tour-from-hanoi-t36626/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "3 Day Lao Cai - Bac Ha - Sapa Trekking Tour From Hanoi",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 12:09:15"
    },
    {
        "intDurationHour": 72,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 359,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-197601-145.jpg",
        "strIntroduction": "What You'll Do Fascination hilltribe market Enjoy local hilltribe food Trekking to hilltribe village to have more experience of amazing daily life Fascination hilltribe market Enjoy local hilltribe food Trekking to hilltribe village to have more experience of amazing daily life Fascination hilltribe market Enjoy local hilltribe food Trekking to hilltribe village to have more experience of amazing daily life",
        "strLocation": "hanoi",
        "strOriginUrl": "https://www.getyourguide.com/hanoi-l205/3-day-lao-cai-sapa-binh-lu-from-hanoi-t36629/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "3 Day Lao Cai - Sapa - Binh Lu From Hanoi",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 12:09:26"
    },
    {
        "intDurationHour": 72,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 529,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-200720-145.jpg",
        "strIntroduction": "What You'll Do Visit Dien Bien Phu and admire the Vietnamese's will of freedom and how they made it happens Visit the Thai and H'mong ethnic among over 50 ethnic groups in Vietnam Chace of interaction to the hilltribe people And many kodak moment that waits for you to discover Visit Dien Bien Phu and admire the Vietnamese's will of freedom and how they made it happens Visit the Thai and H'mong ethnic among over 50 ethnic groups in Vietnam Chace of interaction to the hilltribe people And many kodak moment that waits for you to discover Visit Dien Bien Phu and admire the Vietnamese's will of freedom and how they made it happens Visit the Thai and H'mong ethnic among over 50 ethnic groups in Vietnam Chace of interaction to the hilltribe people And many kodak moment that waits for you to discover",
        "strLocation": "hanoi",
        "strOriginUrl": "https://www.getyourguide.com/hanoi-l205/3-day-historical-dien-bien-phu-battlefield-t36632/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "DIEN BIEN PHU - THE HISTORIC BATTLEFIELD (3D2N)",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 12:09:39"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 79,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-197618-145.jpg",
        "strIntroduction": "What You'll Do Enjoy hundred year water puppet show Indulge in a high-class dinner in a French villas Relax in cool Ha Noi nightlife Enjoy hundred year water puppet show Indulge in a high-class dinner in a French villas Relax in cool Ha Noi nightlife Enjoy hundred year water puppet show Indulge in a high-class dinner in a French villas Relax in cool Ha Noi nightlife",
        "strLocation": "hanoi",
        "strOriginUrl": "https://www.getyourguide.com/hanoi-l205/dinner-water-puppet-show-in-a-french-villa-t36635/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Ha Noi: Dinner & Water Puppet Show in a French Villa",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 12:09:49"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 36,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-198909-145.jpg",
        "strIntroduction": "What You'll Do See where Ho Chi Minh lived, worked, and declared national independence Wander among ancient pagodas and French colonial buildings Enjoy lunch at a local restaurant Gain insight into the country’s cultural diversity at the Museum of Ethnology Experience traditional street life in Hanoi’s Old Quarter See where Ho Chi Minh lived, worked, and declared national independence Wander among ancient pagodas and French colonial buildings Enjoy lunch at a local restaurant Gain insight into the country’s cultural diversity at the Museum of Ethnology Experience traditional street life in Hanoi’s Old Quarter See where Ho Chi Minh lived, worked, and declared national independence Wander among ancient pagodas and French colonial buildings Enjoy lunch at a local restaurant Gain insight into the country’s cultural diversity at the Museum of Ethnology Experience traditional street life in Hanoi’s Old Quarter",
        "strLocation": "hanoi",
        "strOriginUrl": "https://www.getyourguide.com/hanoi-l205/hanoi-city-tour-full-day-t36812/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Hanoi: Full-Day City Tour with Admission Fees & Lunch",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 12:10:02"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 44,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-207049-145.jpg",
        "strIntroduction": "What You'll Do Visit Bat Trang ceramic village and see the pottery production process Explore a traditional Vietnamese communal house See the Den Do Temple, honoring the 8 emperors of the Ly Dynasty Stop at Van Phuc silk village, known for its top quality silk products Visit Bat Trang ceramic village and see the pottery production process Explore a traditional Vietnamese communal house See the Den Do Temple, honoring the 8 emperors of the Ly Dynasty Stop at Van Phuc silk village, known for its top quality silk products Visit Bat Trang ceramic village and see the pottery production process Explore a traditional Vietnamese communal house See the Den Do Temple, honoring the 8 emperors of the Ly Dynasty Stop at Van Phuc silk village, known for its top quality silk products",
        "strLocation": "hanoi",
        "strOriginUrl": "https://www.getyourguide.com/hanoi-l205/hanoi-village-trip-full-day-t36813/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Hanoi: Full-Day Northern Villages Tour with Lunch",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 12:10:14"
    },
    {
        "intDurationHour": 96,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 325,
        "strGuideLanguage": "spanish, vietnamese, chinese, english, french, german, italian, japanese",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-199184-145.jpg",
        "strIntroduction": "What You'll Do Well arranged and inspected tour - Approved by many our customers Best fit to Small group and private prefered Best highlight in the north of Vietnam with Hanoi City and Halong Bay Best selected of hotels, either at Deluxe or Superior category Well arranged and inspected tour - Approved by many our customers Best fit to Small group and private prefered Best highlight in the north of Vietnam with Hanoi City and Halong Bay Best selected of hotels, either at Deluxe or Superior category Well arranged and inspected tour - Approved by many our customers Best fit to Small group and private prefered Best highlight in the north of Vietnam with Hanoi City and Halong Bay Best selected of hotels, either at Deluxe or Superior category",
        "strLocation": "hanoi",
        "strOriginUrl": "https://www.getyourguide.com/hanoi-l205/hanoi-and-halong-escape-tour-4-days-t36844/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Hanoi City Tour and Halong Escape Tour 4 Days",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 12:10:24"
    },
    {
        "intDurationHour": 48,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 246,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-199735-145.jpg",
        "strIntroduction": "What You'll Do Discover the rich culture and history of Vietnam's last emperial - Nguyen Dynasty Explore the rich history of Vietnam war's most concern - DMZ Shopping in a local market to see how local keep going after the war Discover the rich culture and history of Vietnam's last emperial - Nguyen Dynasty Explore the rich history of Vietnam war's most concern - DMZ Shopping in a local market to see how local keep going after the war Discover the rich culture and history of Vietnam's last emperial - Nguyen Dynasty Explore the rich history of Vietnam war's most concern - DMZ Shopping in a local market to see how local keep going after the war",
        "strLocation": "hanoi",
        "strOriginUrl": "https://www.getyourguide.com/hanoi-l205/2-day-hue-dmz-sightseeing-tour-from-hanoi-t36946/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "2 Day Hue & DMZ",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 12:10:34"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 72,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-435502-145.jpg",
        "strIntroduction": "What You'll Do Learn about ingredients used in Vietnamese cooking during a market visit Take a cooking class and prepare 4 Vietnamese dishes Enjoy lunch with the dishes you made along with other fresh foods Learn about ingredients used in Vietnamese cooking during a market visit Take a cooking class and prepare 4 Vietnamese dishes Enjoy lunch with the dishes you made along with other fresh foods Learn about ingredients used in Vietnamese cooking during a market visit Take a cooking class and prepare 4 Vietnamese dishes Enjoy lunch with the dishes you made along with other fresh foods",
        "strLocation": "hanoi",
        "strOriginUrl": "https://www.getyourguide.com/hanoi-l205/cooking-class-at-old-quater-of-hanoi-half-day-t37961/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Hanoi Old Quarter 3-Hour Cooking Class with Lunch",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 12:10:47"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 4,
        "intUsdCost": 99,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-217213-145.jpg",
        "strIntroduction": "What You'll Do Bike the banks of the Red River, passing flower and vegetable gardens on village lanes Pedal a quiet dyke far from the chaos of central Hanoi Meander around West Lake, and stop at a revered Buddhist pagoda Escape the hustle and bustle of central Hanoi Bike the banks of the Red River, passing flower and vegetable gardens on village lanes Pedal a quiet dyke far from the chaos of central Hanoi Meander around West Lake, and stop at a revered Buddhist pagoda Escape the hustle and bustle of central Hanoi Bike the banks of the Red River, passing flower and vegetable gardens on village lanes Pedal a quiet dyke far from the chaos of central Hanoi Meander around West Lake, and stop at a revered Buddhist pagoda Escape the hustle and bustle of central Hanoi",
        "strLocation": "hanoi",
        "strOriginUrl": "https://www.getyourguide.com/hanoi-l205/surrounds-of-hanoi-cycling-day-tour-t38539/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Hanoi: Full-Day Countryside Bike Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 12:10:59"
    },
    {
        "intDurationHour": 72,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 601,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-217219-145.jpg",
        "strIntroduction": "What You'll Do Cycle the remote trails of the Mai Chau Valley Experience Vietnamese village life close up at a local homestay Pedal a mix of single track paths, undulating Jeep trails, steep climbs, and more Meet local hill tribe people of the White Tai Enjoy a night of luxury at the Mai Chau Lodge Cycle the remote trails of the Mai Chau Valley Experience Vietnamese village life close up at a local homestay Pedal a mix of single track paths, undulating Jeep trails, steep climbs, and more Meet local hill tribe people of the White Tai Enjoy a night of luxury at the Mai Chau Lodge Cycle the remote trails of the Mai Chau Valley Experience Vietnamese village life close up at a local homestay Pedal a mix of single track paths, undulating Jeep trails, steep climbs, and more Meet local hill tribe people of the White Tai Enjoy a night of luxury at the Mai Chau Lodge",
        "strLocation": "hanoi",
        "strOriginUrl": "https://www.getyourguide.com/hanoi-l205/mai-chau-trails-biking-tour-3-days-t38540/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Mai Chau 3-Day Bike Tour from Hanoi",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 12:11:12"
    },
    {
        "intDurationHour": 72,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 549,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-218032-145.jpg",
        "strIntroduction": "What You'll Do Cycle the green paddy fields and farms of Vietnam's Red River Delta Cruise among the karst mountains and caves of Ngo Dong River Meet endangered primates in the Cuc Phuong National Park Discover ancient pagodas of the Dinh and Ly dynasties See the dramatic limestone islets and islands of Ha Long Bay from the land Cycle the green paddy fields and farms of Vietnam's Red River Delta Cruise among the karst mountains and caves of Ngo Dong River Meet endangered primates in the Cuc Phuong National Park Discover ancient pagodas of the Dinh and Ly dynasties See the dramatic limestone islets and islands of Ha Long Bay from the land Cycle the green paddy fields and farms of Vietnam's Red River Delta Cruise among the karst mountains and caves of Ngo Dong River Meet endangered primates in the Cuc Phuong National Park Discover ancient pagodas of the Dinh and Ly dynasties See the dramatic limestone islets and islands of Ha Long Bay from the land",
        "strLocation": "hanoi",
        "strOriginUrl": "https://www.getyourguide.com/hanoi-l205/red-river-delta-by-bike-and-boat-t38643/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Red River Delta 3-Day Bike and Boat Tour from Hanoi",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 12:11:22"
    },
    {
        "intDurationHour": 72,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 679,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-218029-145.jpg",
        "strIntroduction": "What You'll Do Cycle the scenic back roads of the Red River Delta on the outskirst fo Hanoi to see farm life Climb aboard a traditional Chinese junk in Ha Long and sail around the limestone karst islands and islets Bike along the sandy coast of Cat Ba Island Trek through tropical rainforest and freshwater wetlands Visit a recently discovered cave and see stalactites and an ancient tomb Cruise the mangrove forests by flat-bottomed sampan Cycle the scenic back roads of the Red River Delta on the outskirst fo Hanoi to see farm life Climb aboard a traditional Chinese junk in Ha Long and sail around the limestone karst islands and islets Bike along the sandy coast of Cat Ba Island Trek through tropical rainforest and freshwater wetlands Visit a recently discovered cave and see stalactites and an ancient tomb Cruise the mangrove forests by flat-bottomed sampan Cycle the scenic back roads of the Red River Delta on the outskirst fo Hanoi to see farm life Climb aboard a traditional Chinese junk in Ha Long and sail around the limestone karst islands and islets Bike along the sandy coast of Cat Ba Island Trek through tropical rainforest and freshwater wetlands Visit a recently discovered cave and see stalactites and an ancient tomb Cruise the mangrove forests by flat-bottomed sampan",
        "strLocation": "hanoi",
        "strOriginUrl": "https://www.getyourguide.com/hanoi-l205/ha-long-bay-cycle-and-cruise-t38644/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Ha Long Bay 3-Day Cruise and Bike Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 12:11:32"
    },
    {
        "intDurationHour": 120,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 231,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-219663-145.jpg",
        "strIntroduction": "What You'll Do Visit animal rescue center, river raft trip and waterfall visit. See the beautiful mountains & valleys in Mai Chau & the rich biodiversity of Pu Luong Nature Reserve. Experience the off the beaten trekking routes via the rich tropical forest with limestone eco system Visit ethnic minority villages to villages of Thai & Muong people. Visit animal rescue center, river raft trip and waterfall visit. See the beautiful mountains & valleys in Mai Chau & the rich biodiversity of Pu Luong Nature Reserve. Experience the off the beaten trekking routes via the rich tropical forest with limestone eco system Visit ethnic minority villages to villages of Thai & Muong people. Visit animal rescue center, river raft trip and waterfall visit. See the beautiful mountains & valleys in Mai Chau & the rich biodiversity of Pu Luong Nature Reserve. Experience the off the beaten trekking routes via the rich tropical forest with limestone eco system Visit ethnic minority villages to villages of Thai & Muong people.",
        "strLocation": "hanoi",
        "strOriginUrl": "https://www.getyourguide.com/hanoi-l205/mai-chau-pu-luong-super-trek-5-days-t38828/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Mai Chau & Pu Luong Super Trek - 5 Days",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 12:11:45"
    },
    {
        "intDurationHour": 192,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 391,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-219686-145.jpg",
        "strIntroduction": "What You'll Do Visit animal rescue center, river raft trip and waterfall visit. See the beautiful mountains & valleys in Mai Chau & the rich biodiversity of Pu Luong Nature Reserve. Experience the off the beaten trekking routes via the rich tropical forest with limestone eco system Visit ethnic minority villages to villages of Thai & Muong people. Visit animal rescue center, river raft trip and waterfall visit. See the beautiful mountains & valleys in Mai Chau & the rich biodiversity of Pu Luong Nature Reserve. Experience the off the beaten trekking routes via the rich tropical forest with limestone eco system Visit ethnic minority villages to villages of Thai & Muong people. Visit animal rescue center, river raft trip and waterfall visit. See the beautiful mountains & valleys in Mai Chau & the rich biodiversity of Pu Luong Nature Reserve. Experience the off the beaten trekking routes via the rich tropical forest with limestone eco system Visit ethnic minority villages to villages of Thai & Muong people.",
        "strLocation": "hanoi",
        "strOriginUrl": "https://www.getyourguide.com/hanoi-l205/mai-chau-pu-luong-super-trek-8-days-t38838/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Mai Chau & Pu Luong Super Trek - 8 Days",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 12:11:57"
    },
    {
        "intDurationHour": 48,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 117,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-219561-145.jpg",
        "strIntroduction": "What You'll Do Enjoy a fantastic trip to Cuc Phuong National Park Encounter the nocturnal creatures of the forest on a night tour Look out for amphibians, insects, and reptiles as you trek through the forest Learn about many different endangered species at the Primate Rescue Center Enjoy an overnight stay at the bungalows in the park Enjoy a rowboat trip along rice paddies and through limestone caves Enjoy a fantastic trip to Cuc Phuong National Park Encounter the nocturnal creatures of the forest on a night tour Look out for amphibians, insects, and reptiles as you trek through the forest Learn about many different endangered species at the Primate Rescue Center Enjoy an overnight stay at the bungalows in the park Enjoy a rowboat trip along rice paddies and through limestone caves Enjoy a fantastic trip to Cuc Phuong National Park Encounter the nocturnal creatures of the forest on a night tour Look out for amphibians, insects, and reptiles as you trek through the forest Learn about many different endangered species at the Primate Rescue Center Enjoy an overnight stay at the bungalows in the park Enjoy a rowboat trip along rice paddies and through limestone caves",
        "strLocation": "hanoi",
        "strOriginUrl": "https://www.getyourguide.com/hanoi-l205/cuc-phuong-wildlife-experience-t38866/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Cuc Phuong National Park 2-Day Wildlife Tour from Hanoi",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 12:12:11"
    },
    {
        "intDurationHour": 72,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 284,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-219704-145.jpg",
        "strIntroduction": "What You'll Do Cycling through spectacular countryside scenery, ethnic villages to villages, rice paddie Visit and see the beautiful Pu Luong Nature reserve. Visit and stay at the house on stilts of ethnic minorities Cycling through spectacular countryside scenery, ethnic villages to villages, rice paddie Visit and see the beautiful Pu Luong Nature reserve. Visit and stay at the house on stilts of ethnic minorities Cycling through spectacular countryside scenery, ethnic villages to villages, rice paddie Visit and see the beautiful Pu Luong Nature reserve. Visit and stay at the house on stilts of ethnic minorities",
        "strLocation": "hanoi",
        "strOriginUrl": "https://www.getyourguide.com/hanoi-l205/amazing-cycling-mai-chau-pu-luong-3-days-t38867/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Amazing Cycling Mai Chau & Pu Luong - 3 Days",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 12:12:21"
    },
    {
        "intDurationHour": 120,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 513,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-219694-145.jpg",
        "strIntroduction": "What You'll Do Cycling through spectacular countryside scenery, mountainous area, beautiful Ban Gioc waterfall. Visit and stay at the house on stilts of ethnic minorities Cycling through spectacular countryside scenery, mountainous area, beautiful Ban Gioc waterfall. Visit and stay at the house on stilts of ethnic minorities Cycling through spectacular countryside scenery, mountainous area, beautiful Ban Gioc waterfall. Visit and stay at the house on stilts of ethnic minorities",
        "strLocation": "hanoi",
        "strOriginUrl": "https://www.getyourguide.com/hanoi-l205/cycling-north-east-5-days-t38871/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Cycling North East - 5 Days",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 12:12:35"
    },
    {
        "intDurationHour": 216,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 860,
        "strGuideLanguage": "english, french, russian",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-222789-145.jpg",
        "strIntroduction": "What You'll Do Main attractions of the country: bustling Saigon, cool Mekong Delta, old Hoi An town, epic Hai Van Pass, ancient Royal Hue, romantic Hanoi, and Halong Certificated Tour Guides with deep knowledge will show you the unbeaten-track corners of history and culture of Vietnam. Many Hotel Options for your budgets Private Services for your complete freedom Main attractions of the country: bustling Saigon, cool Mekong Delta, old Hoi An town, epic Hai Van Pass, ancient Royal Hue, romantic Hanoi, and Halong Certificated Tour Guides with deep knowledge will show you the unbeaten-track corners of history and culture of Vietnam. Many Hotel Options for your budgets Private Services for your complete freedom Main attractions of the country: bustling Saigon, cool Mekong Delta, old Hoi An town, epic Hai Van Pass, ancient Royal Hue, romantic Hanoi, and Halong Certificated Tour Guides with deep knowledge will show you the unbeaten-track corners of history and culture of Vietnam. Many Hotel Options for your budgets Private Services for your complete freedom",
        "strLocation": "hanoi",
        "strOriginUrl": "https://www.getyourguide.com/hanoi-l205/9-days-vietnam-impression-t39283/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "9 Days Vietnam Impression",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 12:12:47"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 88,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-227234-145.jpg",
        "strIntroduction": "What You'll Do Bike through charming, rural villages on the banks of the Red River Pass lush landscapes and rice paddy fields on your ride out of Hanoi Learn the steps of making pottery and try your hand at this traditional craft Bike through charming, rural villages on the banks of the Red River Pass lush landscapes and rice paddy fields on your ride out of Hanoi Learn the steps of making pottery and try your hand at this traditional craft Bike through charming, rural villages on the banks of the Red River Pass lush landscapes and rice paddy fields on your ride out of Hanoi Learn the steps of making pottery and try your hand at this traditional craft",
        "strLocation": "hanoi",
        "strOriginUrl": "https://www.getyourguide.com/hanoi-l205/day-biking-in-hanoi-s-countryside-t39882/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Full-Day Biking Tour in Hanoi's Countryside",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 12:12:58"
    },
    {
        "intDurationHour": 48,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 1,
        "intUsdCost": 190,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-227394-145.jpg",
        "strIntroduction": "What You'll Do Cruise among the limestone karst rocks of Halong Bay Relax on the sundeck of a luxury, junk-style boat Choose from a host of optional activities, include kayak and squid fishing adventures Pamper yourself with a reflexology or massage treatment Enjoy 2-for-1 offers on drinks during Happy Hour Climb to the summit of Ti Top Island for stunning views of Halong Bay Feast on Vietnamese fuion food in the junk's dining room Stretch your muscles with an early morning Tai Chi exercise class Learn more about local life on a boat trip around the floating villages Cruise among the limestone karst rocks of Halong Bay Relax on the sundeck of a luxury, junk-style boat Choose from a host of optional activities, include kayak and squid fishing adventures Pamper yourself with a reflexology or massage treatment Enjoy 2-for-1 offers on drinks during Happy Hour Climb to the summit of Ti Top Island for stunning views of Halong Bay Feast on Vietnamese fuion food in the junk's dining room Stretch your muscles with an early morning Tai Chi exercise class Learn more about local life on a boat trip around the floating villages Cruise among the limestone karst rocks of Halong Bay Relax on the sundeck of a luxury, junk-style boat Choose from a host of optional activities, include kayak and squid fishing adventures Pamper yourself with a reflexology or massage treatment Enjoy 2-for-1 offers on drinks during Happy Hour Climb to the summit of Ti Top Island for stunning views of Halong Bay Feast on Vietnamese fuion food in the junk's dining room Stretch your muscles with an early morning Tai Chi exercise class Learn more about local life on a boat trip around the floating villages",
        "strLocation": "hanoi",
        "strOriginUrl": "https://www.getyourguide.com/hanoi-l205/2-days1-night-cruise-halong-bay-from-hanoi-t39907/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Halong Bay 2-Day Luxury Cruise from Hanoi",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 12:13:11"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 1,
        "intReviewVisitor": 1,
        "intUsdCost": 149,
        "strGuideLanguage": "english, french",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-227436-145.jpg",
        "strIntroduction": "What You'll Do Discover the ancient craft traditions of Vietnam on the outskirts of Hanoi Go to the pottery village of Bat Trang to see its unique form of ceramic art Visit the silk village of Van Thuc and watch weaving on old looms Marvel at the statue of 1,000 arms and 1,000 eyes at the But Thap pagoda Discover the ancient craft traditions of Vietnam on the outskirts of Hanoi Go to the pottery village of Bat Trang to see its unique form of ceramic art Visit the silk village of Van Thuc and watch weaving on old looms Marvel at the statue of 1,000 arms and 1,000 eyes at the But Thap pagoda Discover the ancient craft traditions of Vietnam on the outskirts of Hanoi Go to the pottery village of Bat Trang to see its unique form of ceramic art Visit the silk village of Van Thuc and watch weaving on old looms Marvel at the statue of 1,000 arms and 1,000 eyes at the But Thap pagoda",
        "strLocation": "hanoi",
        "strOriginUrl": "https://www.getyourguide.com/hanoi-l205/visit-craft-villages-in-vietnam-t39908/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Hanoi: Full-Day Crafts Villages of Vietnam Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 12:13:22"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 149,
        "strGuideLanguage": "english, french",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-227466-145.jpg",
        "strIntroduction": "What You'll Do Discover well known silk village Van Phuc Visit to the lacquare village of Duyen Thai Visit Dong Ky village, well-known for its craft of making things of wood with high artistic sophistication. Visit native village of king Ly Cong Uan, founder of the Ly Dynasty (1010-1225), well known with his communal house and Do temple. Discover well known silk village Van Phuc Visit to the lacquare village of Duyen Thai Visit Dong Ky village, well-known for its craft of making things of wood with high artistic sophistication. Visit native village of king Ly Cong Uan, founder of the Ly Dynasty (1010-1225), well known with his communal house and Do temple. Discover well known silk village Van Phuc Visit to the lacquare village of Duyen Thai Visit Dong Ky village, well-known for its craft of making things of wood with high artistic sophistication. Visit native village of king Ly Cong Uan, founder of the Ly Dynasty (1010-1225), well known with his communal house and Do temple.",
        "strLocation": "hanoi",
        "strOriginUrl": "https://www.getyourguide.com/hanoi-l205/rural-villages-in-vietnam-t39913/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Rural villages in Vietnam",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 12:13:36"
    },
    {
        "intDurationHour": 192,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 179,
        "strGuideLanguage": "english, french",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-227471-145.jpg",
        "strIntroduction": "What You'll Do Explore one of the most ancient village in Northern Vietnam Visit to Mia pagoda, Old and nice pagoda. Walk into Mong Phu village, well known with his communal house dated from 18th century Enjoy short bicycle or walking tour to Cam Lam village which has 2nd name \"The village of 2 kings\" Explore one of the most ancient village in Northern Vietnam Visit to Mia pagoda, Old and nice pagoda. Walk into Mong Phu village, well known with his communal house dated from 18th century Enjoy short bicycle or walking tour to Cam Lam village which has 2nd name \"The village of 2 kings\" Explore one of the most ancient village in Northern Vietnam Visit to Mia pagoda, Old and nice pagoda. Walk into Mong Phu village, well known with his communal house dated from 18th century Enjoy short bicycle or walking tour to Cam Lam village which has 2nd name \"The village of 2 kings\"",
        "strLocation": "hanoi",
        "strOriginUrl": "https://www.getyourguide.com/hanoi-l205/full-day-explore-duong-lam-ancient-village-t39916/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Full Day Explore Duong Lam Ancient Village",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 12:13:47"
    },
    {
        "intDurationHour": 10,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 209,
        "strGuideLanguage": "english, french",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-227508-145.jpg",
        "strIntroduction": "What You'll Do Explore the mountain regions of Thai people Nice walking though the mountain passes and rice field Visit a village school Opportunity to participate to the local life Explore the mountain regions of Thai people Nice walking though the mountain passes and rice field Visit a village school Opportunity to participate to the local life Explore the mountain regions of Thai people Nice walking though the mountain passes and rice field Visit a village school Opportunity to participate to the local life",
        "strLocation": "hanoi",
        "strOriginUrl": "https://www.getyourguide.com/hanoi-l205/explore-mai-chay-valley-day-tour-t39922/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Explore Mai Chay Valley Day Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 12:13:57"
    },
    {
        "intDurationHour": 10,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 334,
        "strGuideLanguage": "english, french",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-227527-145.jpg",
        "strIntroduction": "What You'll Do Discover one of 7 new world heritage - Halong Bay Cruise among the bay to admire the nature beauty Enjoy seafood lunch on board Explore the beautiful cave in the bay Discover one of 7 new world heritage - Halong Bay Cruise among the bay to admire the nature beauty Enjoy seafood lunch on board Explore the beautiful cave in the bay Discover one of 7 new world heritage - Halong Bay Cruise among the bay to admire the nature beauty Enjoy seafood lunch on board Explore the beautiful cave in the bay",
        "strLocation": "hanoi",
        "strOriginUrl": "https://www.getyourguide.com/hanoi-l205/full-day-tour-to-halong-bay-with-cruise-from-hanoi-t39925/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Full Day Tour to Halong Bay with Cruise from Hanoi",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 12:14:07"
    },
    {
        "intDurationHour": 408,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 1827,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-230170-145.jpg",
        "strIntroduction": "What You'll Do Discover the culture of Vietnam from its south to the north on this private tour Enjoy a range of adventure activities, including trekking, biking, kayaking, and snorkeling Visit the World Heritage listed Halong Bay and cruise among the limestone karst islets Discover the culture of Vietnam from its south to the north on this private tour Enjoy a range of adventure activities, including trekking, biking, kayaking, and snorkeling Visit the World Heritage listed Halong Bay and cruise among the limestone karst islets Discover the culture of Vietnam from its south to the north on this private tour Enjoy a range of adventure activities, including trekking, biking, kayaking, and snorkeling Visit the World Heritage listed Halong Bay and cruise among the limestone karst islets",
        "strLocation": "hanoi",
        "strOriginUrl": "https://www.getyourguide.com/hanoi-l205/authentic-vietnam-adventure-t40141/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Authentic Vietnam Adventure: Private 17-Day Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 12:14:18"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 3,
        "intUsdCost": 60,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-361775-145.jpg",
        "strIntroduction": "What You'll Do Cruise the islands and islets of Halong Bay See the stunning karst limestone mountains Enjoy a seafood lunch on the emerald waters of Halong Bay Visit the grotto of Thien Cung Take optional kayak tours of the caves and peaceful beaches Stop at a handicraft center to purchase silk and lacquer gifts Cruise the islands and islets of Halong Bay See the stunning karst limestone mountains Enjoy a seafood lunch on the emerald waters of Halong Bay Visit the grotto of Thien Cung Take optional kayak tours of the caves and peaceful beaches Stop at a handicraft center to purchase silk and lacquer gifts Cruise the islands and islets of Halong Bay See the stunning karst limestone mountains Enjoy a seafood lunch on the emerald waters of Halong Bay Visit the grotto of Thien Cung Take optional kayak tours of the caves and peaceful beaches Stop at a handicraft center to purchase silk and lacquer gifts",
        "strLocation": "hanoi",
        "strOriginUrl": "https://www.getyourguide.com/hanoi-l205/day-tour-of-halong-bay-from-hanoi-t41510/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Private Deluxe Halong Bay Cruise with Lunch from Hanoi",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 12:14:31"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 1,
        "intUsdCost": 22,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-282188-145.jpg",
        "strIntroduction": "What You'll Do Relax, knowing your driver will track your flight and allow for delays and early arrivals at Noi Bai Airport Watch the scenery in comfort as your driver takes you from Noi Bai Airport to the destination of your choice in Hanoi Relax, knowing your driver will track your flight and allow for delays and early arrivals at Noi Bai Airport Watch the scenery in comfort as your driver takes you from Noi Bai Airport to the destination of your choice in Hanoi Relax, knowing your driver will track your flight and allow for delays and early arrivals at Noi Bai Airport Watch the scenery in comfort as your driver takes you from Noi Bai Airport to the destination of your choice in Hanoi",
        "strLocation": "hanoi",
        "strOriginUrl": "https://www.getyourguide.com/hanoi-l205/ha-noi-private-airport-transfer-t41913/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Hanoi Private Airport Transfer in Either Direction",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 12:14:45"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 55,
        "strGuideLanguage": "spanish, dutch, english, french, german, japanese",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-248905-145.jpg",
        "strIntroduction": "What You'll Do Cycle through the streets of Hanoi, passing through markets, lakes, temples, Red River, and bridges on this exciting full-day tour Learn about the culture and customs of Hanoi, and experience the life of locals on Red River in Hanoi Visit West Lake (the biggest lake of Hanoi), Long Bien History Bridge, Old Quater of Hanoi Visit the Traditional Village of Ceramic Village Bat Trang Cycle through the banana and vegetable farmlands on Bai Giua of Red River Cycle through the streets of Hanoi, passing through markets, lakes, temples, Red River, and bridges on this exciting full-day tour Learn about the culture and customs of Hanoi, and experience the life of locals on Red River in Hanoi Visit West Lake (the biggest lake of Hanoi), Long Bien History Bridge, Old Quater of Hanoi Visit the Traditional Village of Ceramic Village Bat Trang Cycle through the banana and vegetable farmlands on Bai Giua of Red River Cycle through the streets of Hanoi, passing through markets, lakes, temples, Red River, and bridges on this exciting full-day tour Learn about the culture and customs of Hanoi, and experience the life of locals on Red River in Hanoi Visit West Lake (the biggest lake of Hanoi), Long Bien History Bridge, Old Quater of Hanoi Visit the Traditional Village of Ceramic Village Bat Trang Cycle through the banana and vegetable farmlands on Bai Giua of Red River",
        "strLocation": "hanoi",
        "strOriginUrl": "https://www.getyourguide.com/hanoi-l205/hanoi-bike-tour-small-group-t42309/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Hanoi Bike Tour Small-Group",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 12:14:57"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 4,
        "intUsdCost": 51,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-250448-145.jpg",
        "strIntroduction": "What You'll Do Visit the Temple of Literature, the site of Vietnam’s first university See the Ho Chi Minh Mausoleum Admire Hoan Kiem Lake and the Ngoc Son temple Explore Hanoi’s old quarter on an hour-long cyclo ride Visit the Temple of Literature, the site of Vietnam’s first university See the Ho Chi Minh Mausoleum Admire Hoan Kiem Lake and the Ngoc Son temple Explore Hanoi’s old quarter on an hour-long cyclo ride Visit the Temple of Literature, the site of Vietnam’s first university See the Ho Chi Minh Mausoleum Admire Hoan Kiem Lake and the Ngoc Son temple Explore Hanoi’s old quarter on an hour-long cyclo ride",
        "strLocation": "hanoi",
        "strOriginUrl": "https://www.getyourguide.com/hanoi-l205/hanoi-tour-from-cai-lan-ha-long-port-t42781/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Hanoi Full-Day Guided City Tour with Lunch",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 12:15:08"
    },
    {
        "intDurationHour": 72,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 1,
        "intUsdCost": 280,
        "strGuideLanguage": "english, french",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-305227-145.jpg",
        "strIntroduction": "What You'll Do Dicover the exotic three bays of Tonkin Gulf: Ha Long bay, Bai Tu Long bay and Lan Ha bay. Enjoy local food among thousands of islet. Visit Viet Hai, a village on mountain in Cat Ba national park. Cycling thru rice paddy field, visiting rock cave. Trekking to Bat cave. Visit the pristine Lan Ha bay. Have half day for kayaking and swimming at private beach. Dicover the exotic three bays of Tonkin Gulf: Ha Long bay, Bai Tu Long bay and Lan Ha bay. Enjoy local food among thousands of islet. Visit Viet Hai, a village on mountain in Cat Ba national park. Cycling thru rice paddy field, visiting rock cave. Trekking to Bat cave. Visit the pristine Lan Ha bay. Have half day for kayaking and swimming at private beach. Dicover the exotic three bays of Tonkin Gulf: Ha Long bay, Bai Tu Long bay and Lan Ha bay. Enjoy local food among thousands of islet. Visit Viet Hai, a village on mountain in Cat Ba national park. Cycling thru rice paddy field, visiting rock cave. Trekking to Bat cave. Visit the pristine Lan Ha bay. Have half day for kayaking and swimming at private beach.",
        "strLocation": "hanoi",
        "strOriginUrl": "https://www.getyourguide.com/hanoi-l205/discover-the-exotic-three-bays-of-tonkin-gulf-3d-2n-t43253/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Halong Bay 3-Day Cruise: Kayaking, Swimming & Transfer",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 12:15:21"
    },
    {
        "intDurationHour": 48,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 2,
        "intUsdCost": 220,
        "strGuideLanguage": "english, french",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-370171-145.jpg",
        "strIntroduction": "What You'll Do Cruise among the karst islands and islets of Ha Long Bay on board a junk-style boat Visit the floating fishing villages of Ha Long Bay by row boat Swim and kayak in the emerald waters Enjoy optional activities such as squid fishing at night Anchor in the peace and quiet of Drum Cave Admire the stalactite and stalagmites of Hang Sung Sot Transfer by shuttle bus through the Red River Delta Learn how to make a Vietnamese spring roll Cruise among the karst islands and islets of Ha Long Bay on board a junk-style boat Visit the floating fishing villages of Ha Long Bay by row boat Swim and kayak in the emerald waters Enjoy optional activities such as squid fishing at night Anchor in the peace and quiet of Drum Cave Admire the stalactite and stalagmites of Hang Sung Sot Transfer by shuttle bus through the Red River Delta Learn how to make a Vietnamese spring roll Cruise among the karst islands and islets of Ha Long Bay on board a junk-style boat Visit the floating fishing villages of Ha Long Bay by row boat Swim and kayak in the emerald waters Enjoy optional activities such as squid fishing at night Anchor in the peace and quiet of Drum Cave Admire the stalactite and stalagmites of Hang Sung Sot Transfer by shuttle bus through the Red River Delta Learn how to make a Vietnamese spring roll",
        "strLocation": "hanoi",
        "strOriginUrl": "https://www.getyourguide.com/hanoi-l205/gray-line-halong-cruise-2-days-1-night-t43294/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Halong Bay 2-Day Cruise with Transfer and Kayaking",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 12:15:34"
    },
    {
        "intDurationHour": 312,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 2590,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-258786-145.jpg",
        "strIntroduction": "What You'll Do Visit toHanoi, the Capital of Vietnam Visit to Sapa with Spectacular mountainous scenery & colourful ethnic minorities Staying overnight on cruise in Halong Bay: a natural world wonder with nearly 3,000 limestone islands Seeing Hoi An, A small ancient town with amazing architecture as well as a shopping haven Visit to CuChi Tunnels: a maze of underground tunnels built and used during Vietnam – American War Visit to HoChiMinh City the biggest and most vibrant city of Vietnam Trip to Mekong Delta thefamous for river life and floating villages Visit toHanoi, the Capital of Vietnam Visit to Sapa with Spectacular mountainous scenery & colourful ethnic minorities Staying overnight on cruise in Halong Bay: a natural world wonder with nearly 3,000 limestone islands Seeing Hoi An, A small ancient town with amazing architecture as well as a shopping haven Visit to CuChi Tunnels: a maze of underground tunnels built and used during Vietnam – American War Visit to HoChiMinh City the biggest and most vibrant city of Vietnam Trip to Mekong Delta thefamous for river life and floating villages Visit toHanoi, the Capital of Vietnam Visit to Sapa with Spectacular mountainous scenery & colourful ethnic minorities Staying overnight on cruise in Halong Bay: a natural world wonder with nearly 3,000 limestone islands Seeing Hoi An, A small ancient town with amazing architecture as well as a shopping haven Visit to CuChi Tunnels: a maze of underground tunnels built and used during Vietnam – American War Visit to HoChiMinh City the biggest and most vibrant city of Vietnam Trip to Mekong Delta thefamous for river life and floating villages",
        "strLocation": "hanoi",
        "strOriginUrl": "https://www.getyourguide.com/hanoi-l205/insights-and-highlights-of-vietnam-t43919/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Insights and Highlights of Vietnam",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 12:15:47"
    },
    {
        "intDurationHour": 5,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 32,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-272791-145.jpg",
        "strIntroduction": "What You'll Do Visit Ho Chi Minh Mausoleum, house-on-stilts and One-Pillar pagoda Explore the Temple of Literature Enjoy Vietnamese cuisine with bowl of traditional beef noodles for lunch Visit Ho Chi Minh Mausoleum, house-on-stilts and One-Pillar pagoda Explore the Temple of Literature Enjoy Vietnamese cuisine with bowl of traditional beef noodles for lunch Visit Ho Chi Minh Mausoleum, house-on-stilts and One-Pillar pagoda Explore the Temple of Literature Enjoy Vietnamese cuisine with bowl of traditional beef noodles for lunch",
        "strLocation": "hanoi",
        "strOriginUrl": "https://www.getyourguide.com/hanoi-l205/morning-private-city-tour-of-hanoi-with-lunch-t45836/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Morning Private City Tour of Hanoi with Lunch",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 12:16:00"
    },
    {
        "intDurationHour": 5,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 32,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-272800-145.jpg",
        "strIntroduction": "What You'll Do Visit the National Museum of Vietnamese History Explore Hoan Kiem Lake and Ngoc Son Temple Enjoy a traditional water puppet show at local theater Visit the National Museum of Vietnamese History Explore Hoan Kiem Lake and Ngoc Son Temple Enjoy a traditional water puppet show at local theater Visit the National Museum of Vietnamese History Explore Hoan Kiem Lake and Ngoc Son Temple Enjoy a traditional water puppet show at local theater",
        "strLocation": "hanoi",
        "strOriginUrl": "https://www.getyourguide.com/hanoi-l205/afternoon-private-city-tour-of-hanoi-t45838/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Afternoon Private City Tour of Hanoi",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 12:16:09"
    },
    {
        "intDurationHour": 72,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 195,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-424648-145.jpg",
        "strIntroduction": "What You'll Do Take a 2-day traditional junk boat cruise in Halong Bay Relax 1 night in a Hotel on Cat Ba Island Centre Sunbathe and swim at amazing beaches Look forward to a romantic experience that is perfect for couples Dine at Local Restaurant Enjoy in sea views and cool breezes while sampling Vietnamese and Western Enjoy the services of your Informative, friendly and professional guide Take a 2-day traditional junk boat cruise in Halong Bay Relax 1 night in a Hotel on Cat Ba Island Centre Sunbathe and swim at amazing beaches Look forward to a romantic experience that is perfect for couples Dine at Local Restaurant Enjoy in sea views and cool breezes while sampling Vietnamese and Western Enjoy the services of your Informative, friendly and professional guide Take a 2-day traditional junk boat cruise in Halong Bay Relax 1 night in a Hotel on Cat Ba Island Centre Sunbathe and swim at amazing beaches Look forward to a romantic experience that is perfect for couples Dine at Local Restaurant Enjoy in sea views and cool breezes while sampling Vietnamese and Western Enjoy the services of your Informative, friendly and professional guide",
        "strLocation": "hanoi",
        "strOriginUrl": "https://www.getyourguide.com/hanoi-l205/3-day-halong-bay-cruise-cat-ba-island-t46813/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "3-Day Halong Bay Cruise and Cat Ba Island",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 12:16:21"
    },
    {
        "intDurationHour": 96,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 390,
        "strGuideLanguage": "vietnamese, english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-285139-145.jpg",
        "strIntroduction": "What You'll Do Two night in the charming and luxurious cabin with large window and en-suite bathroom. One night before cruise at Hanoi Hotel. One way pick up airport – Hotel Hanoi Embarkation at Tuan Chau, the best Marina Pier in Halong. Enjoy the private Gray Line lounge. The longest routes among other cruise Operators, provide guests more time to discover diversified landscape of Halong bay. Visit Vung Vieng, the less-touristic floating village with magnificence of Limestone Mountain, floating life of locals and pure environment. Kayaking through an amazing tunnel under a karst mountain The most interesting activities within Day 2: Cycling thru the village, rain forest and rice fields; Trekking in the mountain; Kayaking thru Caves w Explore the Sung Sot (Surprise) Cave, one of the most stunning caves in all of Halong Bay BBQ buffet dinner with fresh seafood. Two night in the charming and luxurious cabin with large window and en-suite bathroom. One night before cruise at Hanoi Hotel. One way pick up airport – Hotel Hanoi Embarkation at Tuan Chau, the best Marina Pier in Halong. Enjoy the private Gray Line lounge. The longest routes among other cruise Operators, provide guests more time to discover diversified landscape of Halong bay. Visit Vung Vieng, the less-touristic floating village with magnificence of Limestone Mountain, floating life of locals and pure environment. Kayaking through an amazing tunnel under a karst mountain The most interesting activities within Day 2: Cycling thru the village, rain forest and rice fields; Trekking in the mountain; Kayaking thru Caves w Explore the Sung Sot (Surprise) Cave, one of the most stunning caves in all of Halong Bay BBQ buffet dinner with fresh seafood. Two night in the charming and luxurious cabin with large window and en-suite bathroom. One night before cruise at Hanoi Hotel. One way pick up airport – Hotel Hanoi Embarkation at Tuan Chau, the best Marina Pier in Halong. Enjoy the private Gray Line lounge. The longest routes among other cruise Operators, provide guests more time to discover diversified landscape of Halong bay. Visit Vung Vieng, the less-touristic floating village with magnificence of Limestone Mountain, floating life of locals and pure environment. Kayaking through an amazing tunnel under a karst mountain The most interesting activities within Day 2: Cycling thru the village, rain forest and rice fields; Trekking in the mountain; Kayaking thru Caves w Explore the Sung Sot (Surprise) Cave, one of the most stunning caves in all of Halong Bay BBQ buffet dinner with fresh seafood.",
        "strLocation": "hanoi",
        "strOriginUrl": "https://www.getyourguide.com/hanoi-l205/5-star-package-ha-noi-halong-4-days-t47317/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "5 Star Package Ha Noi – Halong 4 days",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 12:16:32"
    },
    {
        "intDurationHour": 48,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 135,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-300674-145.jpg",
        "strIntroduction": "What You'll Do Explore sapa with English-speaking guides from Hanoi Admire Sapa Town with its colorful traditional costumes Enjoy a long trek through rice terraces Visit Cat Cat village with a local guide Explore sapa with English-speaking guides from Hanoi Admire Sapa Town with its colorful traditional costumes Enjoy a long trek through rice terraces Visit Cat Cat village with a local guide Explore sapa with English-speaking guides from Hanoi Admire Sapa Town with its colorful traditional costumes Enjoy a long trek through rice terraces Visit Cat Cat village with a local guide",
        "strLocation": "hanoi",
        "strOriginUrl": "https://www.getyourguide.com/hanoi-l205/sapa-by-bus-2-days-1-night-t49139/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Sapa by bus: 2 days 1 night",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 12:16:42"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 1101,
        "strGuideLanguage": "vietnamese, english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-302397-145.jpg",
        "strIntroduction": "What You'll Do Enjoy the unique trip Travel across Vietnam Go birding for 19 days Enjoy the unique trip Travel across Vietnam Go birding for 19 days Enjoy the unique trip Travel across Vietnam Go birding for 19 days",
        "strLocation": "hanoi",
        "strOriginUrl": "https://www.getyourguide.com/hanoi-l205/vietnam-19-day-bird-watching-tours-t49360/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Vietnam 19-Day Bird Watching Tours",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 12:16:53"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 38,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-324884-145.jpg",
        "strIntroduction": "What You'll Do Enjoy an interesting 3.5-hour drive to Ha Long Stop at handicraft center in the Hai Duong Province Cruse on Ha Long Bay Visit Thien Cung Cave and Dau Go Cave Enjoy an interesting 3.5-hour drive to Ha Long Stop at handicraft center in the Hai Duong Province Cruse on Ha Long Bay Visit Thien Cung Cave and Dau Go Cave Enjoy an interesting 3.5-hour drive to Ha Long Stop at handicraft center in the Hai Duong Province Cruse on Ha Long Bay Visit Thien Cung Cave and Dau Go Cave",
        "strLocation": "hanoi",
        "strOriginUrl": "https://www.getyourguide.com/hanoi-l205/ha-long-bay-day-tour-and-cruise-from-hanoi-t51834/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Ha Long Bay Day Tour and Cruise from Hanoi",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 12:17:03"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 3,
        "intUsdCost": 66,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-324896-145.jpg",
        "strIntroduction": "What You'll Do Visit the historic capital of Vietnam and the famous ancient temples of Le and the Dinh Dynasties Take boat trip to visit Tam Coc Cycle for an hour on quiet roads through villages, rice fields, rivers and rocky outcrops in Tam Coc - Bich Dong Visit the historic capital of Vietnam and the famous ancient temples of Le and the Dinh Dynasties Take boat trip to visit Tam Coc Cycle for an hour on quiet roads through villages, rice fields, rivers and rocky outcrops in Tam Coc - Bich Dong Visit the historic capital of Vietnam and the famous ancient temples of Le and the Dinh Dynasties Take boat trip to visit Tam Coc Cycle for an hour on quiet roads through villages, rice fields, rivers and rocky outcrops in Tam Coc - Bich Dong",
        "strLocation": "hanoi",
        "strOriginUrl": "https://www.getyourguide.com/hanoi-l205/hoa-lu-and-ninh-binh-day-tour-t51836/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Hoa Lu and Ninh Binh Day Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 12:17:13"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 40,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-334142-145.jpg",
        "strIntroduction": "What You'll Do Visit important pagodas and temples, and admire the city’s lakes and parks Learn about Vietnamese history as well as its culture Sample delicious Vietnamese cuisine on the street just as the locals do Enjoy a traditional water puppet show Visit important pagodas and temples, and admire the city’s lakes and parks Learn about Vietnamese history as well as its culture Sample delicious Vietnamese cuisine on the street just as the locals do Enjoy a traditional water puppet show Visit important pagodas and temples, and admire the city’s lakes and parks Learn about Vietnamese history as well as its culture Sample delicious Vietnamese cuisine on the street just as the locals do Enjoy a traditional water puppet show",
        "strLocation": "hanoi",
        "strOriginUrl": "https://www.getyourguide.com/hanoi-l205/legendary-hanoi-city-full-day-tour-water-puppet-show-t52931/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Legendary Hanoi: Full-Day City Tour & Water Puppet Show",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 12:17:23"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 52,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-334528-145.jpg",
        "strIntroduction": "What You'll Do Discover famous sites with unique architecture aound Hanoi Learn about the history as well as culture In Hanoi Taste typical Vietnamese food Discover famous sites with unique architecture aound Hanoi Learn about the history as well as culture In Hanoi Taste typical Vietnamese food Discover famous sites with unique architecture aound Hanoi Learn about the history as well as culture In Hanoi Taste typical Vietnamese food",
        "strLocation": "hanoi",
        "strOriginUrl": "https://www.getyourguide.com/hanoi-l205/hanoi-city-tours-by-motorbike-t52987/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Hanoi City Tours by Motorbike",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 12:17:36"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 58,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-334640-145.jpg",
        "strIntroduction": "What You'll Do Discover famous sites with unique architecture in Hanoi by motorbike Have chances to find out history as well as culture at tourism spots in Hanoi Experience an authentic Vietnamese restaurant Enjoy traditional sweet desserts on the street Discover famous sites with unique architecture in Hanoi by motorbike Have chances to find out history as well as culture at tourism spots in Hanoi Experience an authentic Vietnamese restaurant Enjoy traditional sweet desserts on the street Discover famous sites with unique architecture in Hanoi by motorbike Have chances to find out history as well as culture at tourism spots in Hanoi Experience an authentic Vietnamese restaurant Enjoy traditional sweet desserts on the street",
        "strLocation": "hanoi",
        "strOriginUrl": "https://www.getyourguide.com/hanoi-l205/hanoi-night-lights-food-tour-by-motorbike-t53004/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Hanoi Night Lights Food Tour by Motorbike",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 12:17:47"
    },
    {
        "intDurationHour": 72,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 527,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-334648-145.jpg",
        "strIntroduction": "What You'll Do Explore the sights of Hanoi including The Ho Chi Minh Mausoleum Discover Hanoi City's old quarters on a 1-hour bike tour Enjoy an overnight stay on an Oriental Sails Cruise in the middle of Vietnam's greatest natural wonder, Ha Long Bay Explore the sights of Hanoi including The Ho Chi Minh Mausoleum Discover Hanoi City's old quarters on a 1-hour bike tour Enjoy an overnight stay on an Oriental Sails Cruise in the middle of Vietnam's greatest natural wonder, Ha Long Bay Explore the sights of Hanoi including The Ho Chi Minh Mausoleum Discover Hanoi City's old quarters on a 1-hour bike tour Enjoy an overnight stay on an Oriental Sails Cruise in the middle of Vietnam's greatest natural wonder, Ha Long Bay",
        "strLocation": "hanoi",
        "strOriginUrl": "https://www.getyourguide.com/hanoi-l205/hanoi-5-day-discovery-tour-t53005/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Hanoi 5-Day Discovery Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 12:17:59"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 58,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-335086-145.jpg",
        "strIntroduction": "What You'll Do Discover local markets around Hanoi by motorbike Find out characteristic things such as handicrafts Enjoy some unique local food Discover local markets around Hanoi by motorbike Find out characteristic things such as handicrafts Enjoy some unique local food Discover local markets around Hanoi by motorbike Find out characteristic things such as handicrafts Enjoy some unique local food",
        "strLocation": "hanoi",
        "strOriginUrl": "https://www.getyourguide.com/hanoi-l205/hanoi-shopping-and-food-market-tour-by-motorbike-t53048/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Hanoi: Shopping and Food Market Tour by Motorbike",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 12:18:09"
    },
    {
        "intDurationHour": 6,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 68,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-335097-145.jpg",
        "strIntroduction": "What You'll Do Enjoy the rural Red River landscape on the way to Bat Trang pottery village Explore the hancraft proccess of ceramic production Go shopping for unique ceramic items to take home Join in making ceramic things by yourself Enjoy the rural Red River landscape on the way to Bat Trang pottery village Explore the hancraft proccess of ceramic production Go shopping for unique ceramic items to take home Join in making ceramic things by yourself Enjoy the rural Red River landscape on the way to Bat Trang pottery village Explore the hancraft proccess of ceramic production Go shopping for unique ceramic items to take home Join in making ceramic things by yourself",
        "strLocation": "hanoi",
        "strOriginUrl": "https://www.getyourguide.com/hanoi-l205/bat-trang-pottery-ancient-village-by-motorbike-t53049/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Bat Trang Pottery ancient village by Motorbike",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 12:18:20"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 2,
        "intUsdCost": 36,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-336118-145.jpg",
        "strIntroduction": "What You'll Do Learn about Hanoi life and culture and try local food Sample delicious Vietnamese cuisine on the street Try local specialties influenced by French and Chinese cuisine Take in a spectacular night-time view of Hoan Kiem Lake from a secret cafe Learn about Hanoi life and culture and try local food Sample delicious Vietnamese cuisine on the street Try local specialties influenced by French and Chinese cuisine Take in a spectacular night-time view of Hoan Kiem Lake from a secret cafe Learn about Hanoi life and culture and try local food Sample delicious Vietnamese cuisine on the street Try local specialties influenced by French and Chinese cuisine Take in a spectacular night-time view of Hoan Kiem Lake from a secret cafe",
        "strLocation": "hanoi",
        "strOriginUrl": "https://www.getyourguide.com/hanoi-l205/hanoi-cyclo-and-street-food-tour-t53165/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Hanoi Bike and Street Food Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 12:18:31"
    },
    {
        "intDurationHour": 12,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 6,
        "intUsdCost": 46,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-426731-145.jpg",
        "strIntroduction": "What You'll Do Take the best itinarary in Halong Bay and see the most beautiful places of Halong Bay in 1 day Relax in the sun on the sundeck and enjoy delicious seafood onboard Let an expert guide take care of you from the beginning of your tour until the drop off at your hotel Take the best itinarary in Halong Bay and see the most beautiful places of Halong Bay in 1 day Relax in the sun on the sundeck and enjoy delicious seafood onboard Let an expert guide take care of you from the beginning of your tour until the drop off at your hotel Take the best itinarary in Halong Bay and see the most beautiful places of Halong Bay in 1 day Relax in the sun on the sundeck and enjoy delicious seafood onboard Let an expert guide take care of you from the beginning of your tour until the drop off at your hotel",
        "strLocation": "hanoi",
        "strOriginUrl": "https://www.getyourguide.com/hanoi-l205/hanoi-full-day-halong-bay-islands-and-cave-tour-t53981/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Hanoi: Full-Day Halong Bay Islands and Cave Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 12:18:42"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 77,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-344049-145.jpg",
        "strIntroduction": "What You'll Do Explore Hanoi's beauty on bike See local life style Discover the city wih local guides Explore Hanoi's beauty on bike See local life style Discover the city wih local guides Explore Hanoi's beauty on bike See local life style Discover the city wih local guides",
        "strLocation": "hanoi",
        "strOriginUrl": "https://www.getyourguide.com/hanoi-l205/hanoi-fabulous-food-and-sights-tour-t54074/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Hanoi Fabulous Food and Sights Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 12:18:53"
    }
]