[
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 31,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-442796-145.jpg",
        "strIntroduction": "What You'll Do Vietnamese water puppet show and Old Quarter walking tour. Skip-the- ticket-lines with pre-booked admission to a puppetry performance. Stroll the streets of the Old Quarter and visit traditional shops. Discover the history and contemporary life of Hanoi via expert commentary. Vietnamese water puppet show and Old Quarter walking tour. Skip-the- ticket-lines with pre-booked admission to a puppetry performance. Stroll the streets of the Old Quarter and visit traditional shops. Discover the history and contemporary life of Hanoi via expert commentary. Vietnamese water puppet show and Old Quarter walking tour. Skip-the- ticket-lines with pre-booked admission to a puppetry performance. Stroll the streets of the Old Quarter and visit traditional shops. Discover the history and contemporary life of Hanoi via expert commentary.",
        "strLocation": "hanoi",
        "strOriginUrl": "https://www.getyourguide.com/hanoi-l205/water-puppet-show-and-old-quarter-walking-tour-of-hanoi-t67377/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Water Puppet Show and Old Quarter Walking Tour of Hanoi",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 12:40:51"
    },
    {
        "intDurationHour": 48,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 159,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-443207-145.jpg",
        "strIntroduction": "What You'll Do Enjoy a 2-day Ha Long Bay luxury junk boat cruise and explore the UNESCO World Heritage-listed bay with an attentive crew Paddle a sea kayak to the Cave of Thien Canh son and dive into the waters around bai tu long bay Relax on the sundeck, enjoy a cocktail and take in the sights of limestone islets dotting the picturesque bay Enjoy all meals on board, including a seafood lunch and dinner Master the art of Vietnamese cuisine with an onboard cooking class Sleep soundly in your air-conditioned, ensuite single or twin deluxe cabin and arise with morning tai chi Enjoy a 2-day Ha Long Bay luxury junk boat cruise and explore the UNESCO World Heritage-listed bay with an attentive crew Paddle a sea kayak to the Cave of Thien Canh son and dive into the waters around bai tu long bay Relax on the sundeck, enjoy a cocktail and take in the sights of limestone islets dotting the picturesque bay Enjoy all meals on board, including a seafood lunch and dinner Master the art of Vietnamese cuisine with an onboard cooking class Sleep soundly in your air-conditioned, ensuite single or twin deluxe cabin and arise with morning tai chi Enjoy a 2-day Ha Long Bay luxury junk boat cruise and explore the UNESCO World Heritage-listed bay with an attentive crew Paddle a sea kayak to the Cave of Thien Canh son and dive into the waters around bai tu long bay Relax on the sundeck, enjoy a cocktail and take in the sights of limestone islets dotting the picturesque bay Enjoy all meals on board, including a seafood lunch and dinner Master the art of Vietnamese cuisine with an onboard cooking class Sleep soundly in your air-conditioned, ensuite single or twin deluxe cabin and arise with morning tai chi",
        "strLocation": "hanoi",
        "strOriginUrl": "https://www.getyourguide.com/hanoi-l205/halong-bay-getaway-2-days-1-night-on-viola-cruise-4-t67429/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Halong Bay Getaway 2 Days 1 Night on Viola Cruise 4****",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 12:41:15"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 33,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-445661-145.jpg",
        "strIntroduction": "What You'll Do Visit the largest complex of Buddhist temples in Vietnam Take a boat trip exploring the Trang An ecotourism complex Relax with comfortable bus travel Visit the largest complex of Buddhist temples in Vietnam Take a boat trip exploring the Trang An ecotourism complex Relax with comfortable bus travel Visit the largest complex of Buddhist temples in Vietnam Take a boat trip exploring the Trang An ecotourism complex Relax with comfortable bus travel",
        "strLocation": "hanoi",
        "strOriginUrl": "https://www.getyourguide.com/hanoi-l205/from-hanoi-bai-dinh-and-trang-an-full-day-eco-tour-t67759/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "From Hanoi: Bai Dinh and Trang An Full-Day Eco Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 12:41:31"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 2,
        "intUsdCost": 31,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-445978-145.jpg",
        "strIntroduction": "What You'll Do Visit the Ho Chi Minh Complex - the heart of Hanoi Explore the Temple of Literature Take a cyclo tour around Hanoi's Old Quarter Visit the Ho Chi Minh Complex - the heart of Hanoi Explore the Temple of Literature Take a cyclo tour around Hanoi's Old Quarter Visit the Ho Chi Minh Complex - the heart of Hanoi Explore the Temple of Literature Take a cyclo tour around Hanoi's Old Quarter",
        "strLocation": "hanoi",
        "strOriginUrl": "https://www.getyourguide.com/hanoi-l205/hanoi-full-day-tour-t67816/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Hanoi Full-Day Small Group Guided Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 12:41:49"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 32,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-446049-145.jpg",
        "strIntroduction": "What You'll Do Take a 4-hour countryside bike tour from Hanoi Cross the Red River via the century-old Long Bien Bridge Drop in to a local artist’s home to admire Vietnamese fine arts Explore the densely cultivated farmland of Red River Island Visit a pottery-making village and see how ceramics are made Enjoy a cup of coffee or tea at West Lake during sunset Take a 4-hour countryside bike tour from Hanoi Cross the Red River via the century-old Long Bien Bridge Drop in to a local artist’s home to admire Vietnamese fine arts Explore the densely cultivated farmland of Red River Island Visit a pottery-making village and see how ceramics are made Enjoy a cup of coffee or tea at West Lake during sunset Take a 4-hour countryside bike tour from Hanoi Cross the Red River via the century-old Long Bien Bridge Drop in to a local artist’s home to admire Vietnamese fine arts Explore the densely cultivated farmland of Red River Island Visit a pottery-making village and see how ceramics are made Enjoy a cup of coffee or tea at West Lake during sunset",
        "strLocation": "hanoi",
        "strOriginUrl": "https://www.getyourguide.com/hanoi-l205/small-group-hanoi-countryside-half-day-bike-tour-t67825/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Small-Group Hanoi Countryside Half-Day Bike Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 12:42:06"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 2,
        "intUsdCost": 34,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-446442-145.jpg",
        "strIntroduction": "What You'll Do Take a day trip from Hanoi to the Perfume Pagoda temple complex Explore the wealth of temples and shrines found at this sprawling religious center Enjoy lunch in a local restaurant Take a day trip from Hanoi to the Perfume Pagoda temple complex Explore the wealth of temples and shrines found at this sprawling religious center Enjoy lunch in a local restaurant Take a day trip from Hanoi to the Perfume Pagoda temple complex Explore the wealth of temples and shrines found at this sprawling religious center Enjoy lunch in a local restaurant",
        "strLocation": "hanoi",
        "strOriginUrl": "https://www.getyourguide.com/hanoi-l205/holy-perfume-pagoda-day-trip-small-group-tour-t67872/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Holy Perfume Pagoda Day Trip Small Group Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 12:42:22"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 55,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-446760-145.jpg",
        "strIntroduction": "What You'll Do Hear traditional legends as your guide helps you follow the storyline at a water puppet theater Enjoy a selection of Vietnamese dishes at a dinner buffet Relax with a small-group tour Hear traditional legends as your guide helps you follow the storyline at a water puppet theater Enjoy a selection of Vietnamese dishes at a dinner buffet Relax with a small-group tour Hear traditional legends as your guide helps you follow the storyline at a water puppet theater Enjoy a selection of Vietnamese dishes at a dinner buffet Relax with a small-group tour",
        "strLocation": "hanoi",
        "strOriginUrl": "https://www.getyourguide.com/hanoi-l205/hanoi-water-puppet-show-with-buffet-dinner-t67919/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Hanoi: Water Puppet Show with Buffet Dinner",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 12:42:36"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 38,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-447148-145.jpg",
        "strIntroduction": "What You'll Do Stroll from Hoan Kiem Lake to the Old Quarter Visit the Ho Chi Minh Mausoleum, Temple of Literature and One Pillar Pagoda Learn about Vietnamese customs at the Museum of Ethnology Stroll from Hoan Kiem Lake to the Old Quarter Visit the Ho Chi Minh Mausoleum, Temple of Literature and One Pillar Pagoda Learn about Vietnamese customs at the Museum of Ethnology Stroll from Hoan Kiem Lake to the Old Quarter Visit the Ho Chi Minh Mausoleum, Temple of Literature and One Pillar Pagoda Learn about Vietnamese customs at the Museum of Ethnology",
        "strLocation": "hanoi",
        "strOriginUrl": "https://www.getyourguide.com/hanoi-l205/hanoi-full-day-small-group-tour-with-lunch-t67962/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Hanoi Full-Day Small-Group Tour with Lunch",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 12:42:53"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 40,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-447266-145.jpg",
        "strIntroduction": "What You'll Do Explore the beautiful Perfume Pagoda Enjoy a row-boat trip Go trekking up to Huong Tich cave Explore the beautiful Perfume Pagoda Enjoy a row-boat trip Go trekking up to Huong Tich cave Explore the beautiful Perfume Pagoda Enjoy a row-boat trip Go trekking up to Huong Tich cave",
        "strLocation": "hanoi",
        "strOriginUrl": "https://www.getyourguide.com/hanoi-l205/from-hanoi-perfume-pagoda-full-day-guided-tour-t67973/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "From Hanoi: Perfume Pagoda Full-Day Guided Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 12:43:07"
    },
    {
        "intDurationHour": 10,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 52,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-448659-145.jpg",
        "strIntroduction": "What You'll Do Enjoy breathtaking views of the bay and its magnificent limestone rock formations Explore the area's floating villages and learn about the daily life of residents Savor a tasty Vietnamese lunch Visit Thien Cung cave Enjoy breathtaking views of the bay and its magnificent limestone rock formations Explore the area's floating villages and learn about the daily life of residents Savor a tasty Vietnamese lunch Visit Thien Cung cave Enjoy breathtaking views of the bay and its magnificent limestone rock formations Explore the area's floating villages and learn about the daily life of residents Savor a tasty Vietnamese lunch Visit Thien Cung cave",
        "strLocation": "hanoi",
        "strOriginUrl": "https://www.getyourguide.com/hanoi-l205/from-hanoi-halong-bay-small-group-day-cruise-t68156/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "From Hanoi: Halong Bay Small-Group Day Cruise",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 12:43:21"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 2,
        "intUsdCost": 39,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-451359-145.jpg",
        "strIntroduction": "What You'll Do Join a tour that combines street food & mini restaurants together Watch and taste around 6-8 particular dishes Hear about the history for the old quarter in Hanoi Join a tour that combines street food & mini restaurants together Watch and taste around 6-8 particular dishes Hear about the history for the old quarter in Hanoi Join a tour that combines street food & mini restaurants together Watch and taste around 6-8 particular dishes Hear about the history for the old quarter in Hanoi",
        "strLocation": "hanoi",
        "strOriginUrl": "https://www.getyourguide.com/hanoi-l205/private-hanoi-street-tour-t68598/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Private Hanoi Street Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 12:43:36"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 41,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-451405-145.jpg",
        "strIntroduction": "What You'll Do Enjoy World Natural Heritage sightseeing Have lunch with seafood served on board Visit fishing villages Kayak on Halong Bay Enjoy World Natural Heritage sightseeing Have lunch with seafood served on board Visit fishing villages Kayak on Halong Bay Enjoy World Natural Heritage sightseeing Have lunch with seafood served on board Visit fishing villages Kayak on Halong Bay",
        "strLocation": "hanoi",
        "strOriginUrl": "https://www.getyourguide.com/hanoi-l205/halong-bay-running-t68600/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Halong Bay Running",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 12:43:52"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 101,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-453176-145.jpg",
        "strIntroduction": "What You'll Do Enjoy the tranquil atmosphere of poetic Hue City. Visit the Thien Mu Pagoda, one of the most famous Vietnamese landmarks. Take a leisurely boat trip on Perfume River. Enjoy the tranquil atmosphere of poetic Hue City. Visit the Thien Mu Pagoda, one of the most famous Vietnamese landmarks. Take a leisurely boat trip on Perfume River. Enjoy the tranquil atmosphere of poetic Hue City. Visit the Thien Mu Pagoda, one of the most famous Vietnamese landmarks. Take a leisurely boat trip on Perfume River.",
        "strLocation": "hanoi",
        "strOriginUrl": "https://www.getyourguide.com/hanoi-l205/private-hue-city-tour-full-day-from-hanoi-t68893/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Private Hue City Tour Full Day from Hanoi",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 12:44:05"
    },
    {
        "intDurationHour": 10,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 1,
        "intUsdCost": 48,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-453525-145.jpg",
        "strIntroduction": "What You'll Do Take a trip from Hanoi for a day cruise on Halong Bay Enjoy the breathtaking views of the bay and its magnificent limestone rock formations. Explore the area's floating villages and learn about daily life for residents. Visit Thien Cung cave. Savor a tasty Vietnamese lunch. Participate in fun optional activities like kayaking. Take a trip from Hanoi for a day cruise on Halong Bay Enjoy the breathtaking views of the bay and its magnificent limestone rock formations. Explore the area's floating villages and learn about daily life for residents. Visit Thien Cung cave. Savor a tasty Vietnamese lunch. Participate in fun optional activities like kayaking. Take a trip from Hanoi for a day cruise on Halong Bay Enjoy the breathtaking views of the bay and its magnificent limestone rock formations. Explore the area's floating villages and learn about daily life for residents. Visit Thien Cung cave. Savor a tasty Vietnamese lunch. Participate in fun optional activities like kayaking.",
        "strLocation": "hanoi",
        "strOriginUrl": "https://www.getyourguide.com/hanoi-l205/small-group-halong-bay-day-cruise-t68953/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Small-Group Halong Bay Day Cruise",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 12:44:22"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 24,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-453562-145.jpg",
        "strIntroduction": "What You'll Do Explore the local streets on a walking tour of the city Enjoy drinking local beer (bia hoi) and hotpot (lau) Stroll in Dong Xuan market Taste delicious local food Explore the local streets on a walking tour of the city Enjoy drinking local beer (bia hoi) and hotpot (lau) Stroll in Dong Xuan market Taste delicious local food Explore the local streets on a walking tour of the city Enjoy drinking local beer (bia hoi) and hotpot (lau) Stroll in Dong Xuan market Taste delicious local food",
        "strLocation": "hanoi",
        "strOriginUrl": "https://www.getyourguide.com/hanoi-l205/hanoi-evening-street-food-tour-t68955/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Hanoi Evening Street Food Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 12:44:39"
    },
    {
        "intDurationHour": 10,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 38,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-455096-145.jpg",
        "strIntroduction": "What You'll Do Hoa Lu and Tam Coc biking and boat day trip from Hanoi Tour Hoa Lu and Tam Coc Enjoy the epic landscapes of northern Vietnam with a professional guide Perfect for all fitness levels Round-trip hotel transportation is included Hoa Lu and Tam Coc biking and boat day trip from Hanoi Tour Hoa Lu and Tam Coc Enjoy the epic landscapes of northern Vietnam with a professional guide Perfect for all fitness levels Round-trip hotel transportation is included Hoa Lu and Tam Coc biking and boat day trip from Hanoi Tour Hoa Lu and Tam Coc Enjoy the epic landscapes of northern Vietnam with a professional guide Perfect for all fitness levels Round-trip hotel transportation is included",
        "strLocation": "hanoi",
        "strOriginUrl": "https://www.getyourguide.com/hanoi-l205/hoa-lu-and-tam-coc-biking-and-boat-day-trip-from-hanoi-t69158/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Hoa Lu and Tam Coc Biking and Boat Day Trip from Hanoi",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 12:44:54"
    },
    {
        "intDurationHour": 10,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 48,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-455174-145.jpg",
        "strIntroduction": "What You'll Do Enjoy a Halong Bay day cruise from Hanoi Go kayaking in the emerald-green waters Enjoy a seafood lunch on board Enjoy a Halong Bay day cruise from Hanoi Go kayaking in the emerald-green waters Enjoy a seafood lunch on board Enjoy a Halong Bay day cruise from Hanoi Go kayaking in the emerald-green waters Enjoy a seafood lunch on board",
        "strLocation": "hanoi",
        "strOriginUrl": "https://www.getyourguide.com/hanoi-l205/full-day-halong-bay-with-kayaking-t69212/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Full-Day Halong Bay with Kayaking",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 12:45:22"
    },
    {
        "intDurationHour": 72,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 215,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-455357-145.jpg",
        "strIntroduction": "What You'll Do Enjoy trekking tours to visit wonderful villages of hill tribe people. Enjoy spectacular landscapes of Mu Cang Chai, Tu Le and rice terraces. Enjoy homestay in villages. Enjoy trekking tours to visit wonderful villages of hill tribe people. Enjoy spectacular landscapes of Mu Cang Chai, Tu Le and rice terraces. Enjoy homestay in villages. Enjoy trekking tours to visit wonderful villages of hill tribe people. Enjoy spectacular landscapes of Mu Cang Chai, Tu Le and rice terraces. Enjoy homestay in villages.",
        "strLocation": "hanoi",
        "strOriginUrl": "https://www.getyourguide.com/hanoi-l205/trekking-mu-cang-chai-and-rice-terraces-tour-t69242/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Trekking Mu Cang Chai and Rice Terraces Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 12:45:43"
    },
    {
        "intDurationHour": 10,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 106,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-455856-145.jpg",
        "strIntroduction": "What You'll Do Visit Nam Dinh, the land of heroic people, spirit culture, pagodas & cathedrals Gain a great perspective on the daily life of the local Savor the authentic Vietnamese food See the real countryside of Vietnam with various ancient architectures Visit Nam Dinh, the land of heroic people, spirit culture, pagodas & cathedrals Gain a great perspective on the daily life of the local Savor the authentic Vietnamese food See the real countryside of Vietnam with various ancient architectures Visit Nam Dinh, the land of heroic people, spirit culture, pagodas & cathedrals Gain a great perspective on the daily life of the local Savor the authentic Vietnamese food See the real countryside of Vietnam with various ancient architectures",
        "strLocation": "hanoi",
        "strOriginUrl": "https://www.getyourguide.com/hanoi-l205/countryside-day-trip-in-nam-dinh-province-from-hanoi-t69307/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Countryside Day Trip in Nam Dinh Province from Hanoi",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 12:45:59"
    },
    {
        "intDurationHour": 12,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 64,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-487479-145.jpg",
        "strIntroduction": "What You'll Do Enjoy transport by air-conditioned mini-van between Hanoi and Halong Bay including hotel pickup and drop off Cruise aboard a traditional Chinese Junk on Halong Bay, a UNESCO listed World Heritage site Visit a fishing village and learn about the culture and customs of the Halong Bay locals Eat a delicious seafood lunch Travel in a small group, with a maximum of 16 passengers allowing a unique and intimate adventure experience Enjoy transport by air-conditioned mini-van between Hanoi and Halong Bay including hotel pickup and drop off Cruise aboard a traditional Chinese Junk on Halong Bay, a UNESCO listed World Heritage site Visit a fishing village and learn about the culture and customs of the Halong Bay locals Eat a delicious seafood lunch Travel in a small group, with a maximum of 16 passengers allowing a unique and intimate adventure experience Enjoy transport by air-conditioned mini-van between Hanoi and Halong Bay including hotel pickup and drop off Cruise aboard a traditional Chinese Junk on Halong Bay, a UNESCO listed World Heritage site Visit a fishing village and learn about the culture and customs of the Halong Bay locals Eat a delicious seafood lunch Travel in a small group, with a maximum of 16 passengers allowing a unique and intimate adventure experience",
        "strLocation": "hanoi",
        "strOriginUrl": "https://www.getyourguide.com/hanoi-l205/halong-bay-small-group-adventure-tour-from-hanoi-t69354/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Halong Bay Small Group Adventure Tour from Hanoi",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 12:46:15"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 33,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-486329-145.jpg",
        "strIntroduction": "What You'll Do Discover hundreds of food stalls around the streets Have a chance to taste from a local delicious Pho to egg coffee, from Bun Cha to dim sum Let your professional local guide help you to experience great food Discover hundreds of food stalls around the streets Have a chance to taste from a local delicious Pho to egg coffee, from Bun Cha to dim sum Let your professional local guide help you to experience great food Discover hundreds of food stalls around the streets Have a chance to taste from a local delicious Pho to egg coffee, from Bun Cha to dim sum Let your professional local guide help you to experience great food",
        "strLocation": "hanoi",
        "strOriginUrl": "https://www.getyourguide.com/hanoi-l205/private-hanoi-street-food-tour-t69474/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Private Hanoi Street Food Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 12:46:30"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 44,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-457178-145.jpg",
        "strIntroduction": "What You'll Do Get an insight into the life of Ho Chi Minh Visit the Temple of Literature Visit the infamous Hanoi Hilton Get an insight into the life of Ho Chi Minh Visit the Temple of Literature Visit the infamous Hanoi Hilton Get an insight into the life of Ho Chi Minh Visit the Temple of Literature Visit the infamous Hanoi Hilton",
        "strLocation": "hanoi",
        "strOriginUrl": "https://www.getyourguide.com/hanoi-l205/ho-chi-minh-s-hanoi-small-group-adventure-tour-t69516/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Ho Chi Minh's Hanoi Small Group Adventure Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 12:46:46"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 39,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-457586-145.jpg",
        "strIntroduction": "What You'll Do Enjoy a sampan boat trip through the caves Bike from Tam Coc to Bich Dong Enjoy buffet lunch featuring Vietnamese cuisine Enjoy a sampan boat trip through the caves Bike from Tam Coc to Bich Dong Enjoy buffet lunch featuring Vietnamese cuisine Enjoy a sampan boat trip through the caves Bike from Tam Coc to Bich Dong Enjoy buffet lunch featuring Vietnamese cuisine",
        "strLocation": "hanoi",
        "strOriginUrl": "https://www.getyourguide.com/hanoi-l205/full-day-hoa-lu-and-tam-coc-tour-from-hanoi-t69517/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Full Day Hoa Lu and Tam Coc Tour from Hanoi",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 12:47:01"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 89,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-457273-145.jpg",
        "strIntroduction": "What You'll Do Discover Bat Trang Ceramic Village which is on the left bank of Red river Explore Dong Ky Carpentry Village known as the ‘firecracker village’ Enjoy private transfer and the service of a friendly guide Discover Bat Trang Ceramic Village which is on the left bank of Red river Explore Dong Ky Carpentry Village known as the ‘firecracker village’ Enjoy private transfer and the service of a friendly guide Discover Bat Trang Ceramic Village which is on the left bank of Red river Explore Dong Ky Carpentry Village known as the ‘firecracker village’ Enjoy private transfer and the service of a friendly guide",
        "strLocation": "hanoi",
        "strOriginUrl": "https://www.getyourguide.com/hanoi-l205/bat-trang-ceramic-dong-ky-carpentry-village-trip-t69535/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Bat Trang Ceramic & Dong Ky Carpentry Village Trip",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 12:47:17"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 89,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-457305-145.jpg",
        "strIntroduction": "What You'll Do Discover Tay Phuong Pagoda which was built in the 8th century Visit Thay Pagoda Explore Van Phuc Silk Village Discover Tay Phuong Pagoda which was built in the 8th century Visit Thay Pagoda Explore Van Phuc Silk Village Discover Tay Phuong Pagoda which was built in the 8th century Visit Thay Pagoda Explore Van Phuc Silk Village",
        "strLocation": "hanoi",
        "strOriginUrl": "https://www.getyourguide.com/hanoi-l205/tay-phuong-pagoda-thay-pagoda-van-phuc-silk-village-t69539/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Tay Phuong Pagoda, Thay Pagoda & Van Phuc Silk Village",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 12:47:33"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 99,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-457330-145.jpg",
        "strIntroduction": "What You'll Do Enjoy a private transfer with professional guide Discover Hoa Lu and Trang An Enjoy Vietnamese lunch at local restaurant Enjoy a private transfer with professional guide Discover Hoa Lu and Trang An Enjoy Vietnamese lunch at local restaurant Enjoy a private transfer with professional guide Discover Hoa Lu and Trang An Enjoy Vietnamese lunch at local restaurant",
        "strLocation": "hanoi",
        "strOriginUrl": "https://www.getyourguide.com/hanoi-l205/hoa-lu-trang-an-grottoes-private-full-day-tour-t69543/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Hoa Lu & Trang An Grottoes Private Full Day Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 12:47:48"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 79,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-472652-145.jpg",
        "strIntroduction": "What You'll Do Discover the Perfume Pagoda Visit shrines and temples Enjoy private transfer and the service of a friendly guide Discover the Perfume Pagoda Visit shrines and temples Enjoy private transfer and the service of a friendly guide Discover the Perfume Pagoda Visit shrines and temples Enjoy private transfer and the service of a friendly guide",
        "strLocation": "hanoi",
        "strOriginUrl": "https://www.getyourguide.com/hanoi-l205/private-day-trip-to-perfume-pagoda-from-hanoi-t69547/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Private Day Trip to Perfume Pagoda from Hanoi",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 12:48:01"
    },
    {
        "intDurationHour": 10,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 1,
        "intUsdCost": 52,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-457636-145.jpg",
        "strIntroduction": "What You'll Do Enjoy a Halong Bay day cruise with private transport from Hanoi Visit Thien Cung Cave and Dau Go Cave with a private guide Paddle a kayak or ride in a bamboo boat around UNESCO-listed waters Enjoy a fresh seafood lunch with traditional dishes served at a private table Enjoy a Halong Bay day cruise with private transport from Hanoi Visit Thien Cung Cave and Dau Go Cave with a private guide Paddle a kayak or ride in a bamboo boat around UNESCO-listed waters Enjoy a fresh seafood lunch with traditional dishes served at a private table Enjoy a Halong Bay day cruise with private transport from Hanoi Visit Thien Cung Cave and Dau Go Cave with a private guide Paddle a kayak or ride in a bamboo boat around UNESCO-listed waters Enjoy a fresh seafood lunch with traditional dishes served at a private table",
        "strLocation": "hanoi",
        "strOriginUrl": "https://www.getyourguide.com/hanoi-l205/full-day-small-group-halong-bay-islands-and-caves-tour-t69592/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Full-Day Small Group Halong Bay Islands and Caves Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 12:48:16"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 29,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-458156-145.jpg",
        "strIntroduction": "What You'll Do Enjoy a half-day Hanoi sightseeing tour Visit the Ho Chi Minh Mausoleum at Ba Dinh Square Learn about Confucianism at the Temple of Literature Stroll past ancient homes and search for souvenirs Enjoy a half-day Hanoi sightseeing tour Visit the Ho Chi Minh Mausoleum at Ba Dinh Square Learn about Confucianism at the Temple of Literature Stroll past ancient homes and search for souvenirs Enjoy a half-day Hanoi sightseeing tour Visit the Ho Chi Minh Mausoleum at Ba Dinh Square Learn about Confucianism at the Temple of Literature Stroll past ancient homes and search for souvenirs",
        "strLocation": "hanoi",
        "strOriginUrl": "https://www.getyourguide.com/hanoi-l205/hanoi-half-day-tour-t69649/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Hanoi Half-Day Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 12:48:30"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 36,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-459016-145.jpg",
        "strIntroduction": "What You'll Do Visit the Ho Chi Minh complex including Ho Chi Minh Mausoleum and the One-Pillar pagoda Explore the Temple of Literature – the first university of Vietnam and the place dedicating to Confucian Enjoy Hoan Kiem Lake and Ngoc Son temple Visit the Ho Chi Minh complex including Ho Chi Minh Mausoleum and the One-Pillar pagoda Explore the Temple of Literature – the first university of Vietnam and the place dedicating to Confucian Enjoy Hoan Kiem Lake and Ngoc Son temple Visit the Ho Chi Minh complex including Ho Chi Minh Mausoleum and the One-Pillar pagoda Explore the Temple of Literature – the first university of Vietnam and the place dedicating to Confucian Enjoy Hoan Kiem Lake and Ngoc Son temple",
        "strLocation": "hanoi",
        "strOriginUrl": "https://www.getyourguide.com/hanoi-l205/half-day-hanoi-city-tour-in-the-morning-t69793/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Half-Day Hanoi City Tour in the Morning",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 12:48:45"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 36,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-459043-145.jpg",
        "strIntroduction": "What You'll Do Visit the impressive Museum of Ethnology Take a cyclo tour of Hanoi's vibrant Old Quarter and Hoan Kiem Lake Enjoy the Thang Long Water Puppet Show Visit the impressive Museum of Ethnology Take a cyclo tour of Hanoi's vibrant Old Quarter and Hoan Kiem Lake Enjoy the Thang Long Water Puppet Show Visit the impressive Museum of Ethnology Take a cyclo tour of Hanoi's vibrant Old Quarter and Hoan Kiem Lake Enjoy the Thang Long Water Puppet Show",
        "strLocation": "hanoi",
        "strOriginUrl": "https://www.getyourguide.com/hanoi-l205/hanoi-half-day-private-tour-in-the-afternoon-t69797/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Hanoi: Half Day Private Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 12:48:58"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 38,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-460003-145.jpg",
        "strIntroduction": "What You'll Do See the Outer Citadel of the ancient capital of Vietnam Ride in a traditional sampan past a patchwork of rice fields Take a 45-minute bike ride to Bich Dong Pagoda Enjoy Vietnamese cuisine for lunch Upgrade to a private tour with personalized commentary and transport See the Outer Citadel of the ancient capital of Vietnam Ride in a traditional sampan past a patchwork of rice fields Take a 45-minute bike ride to Bich Dong Pagoda Enjoy Vietnamese cuisine for lunch Upgrade to a private tour with personalized commentary and transport See the Outer Citadel of the ancient capital of Vietnam Ride in a traditional sampan past a patchwork of rice fields Take a 45-minute bike ride to Bich Dong Pagoda Enjoy Vietnamese cuisine for lunch Upgrade to a private tour with personalized commentary and transport",
        "strLocation": "hanoi",
        "strOriginUrl": "https://www.getyourguide.com/hanoi-l205/full-day-eco-and-bike-tour-to-hoa-lu-tam-coc-t69939/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Full-Day Eco and Bike Tour to Hoa Lu & Tam Coc",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 12:49:16"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 65,
        "strGuideLanguage": "vietnamese, english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-460370-145.jpg",
        "strIntroduction": "What You'll Do Enjoy an informative cooking lesson in a traditional Vietnamese home Get a glimpse into local cuisine and culture Savor an authentic meal that you helped prepare Learn family recipes passed down through generations from a local cook Enjoy a delicious Vietnamese meal that you helped prepare, with dishes you won't find in restaurants Enjoy an informative cooking lesson in a traditional Vietnamese home Get a glimpse into local cuisine and culture Savor an authentic meal that you helped prepare Learn family recipes passed down through generations from a local cook Enjoy a delicious Vietnamese meal that you helped prepare, with dishes you won't find in restaurants Enjoy an informative cooking lesson in a traditional Vietnamese home Get a glimpse into local cuisine and culture Savor an authentic meal that you helped prepare Learn family recipes passed down through generations from a local cook Enjoy a delicious Vietnamese meal that you helped prepare, with dishes you won't find in restaurants",
        "strLocation": "hanoi",
        "strOriginUrl": "https://www.getyourguide.com/hanoi-l205/hanoi-private-cooking-experience-in-a-local-home-t69990/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Hanoi: Private Cooking Experience in a Local Home",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 12:49:33"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 41,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-460490-145.jpg",
        "strIntroduction": "What You'll Do Visit Perfume Pagoda, one of the most important religious sites for Buddhists in Vietnam Learn about ancient Buddhist architecture from the Le dynasty Arrive at Yen and Thien Tru Harbor by rowboat Visit Perfume Pagoda, one of the most important religious sites for Buddhists in Vietnam Learn about ancient Buddhist architecture from the Le dynasty Arrive at Yen and Thien Tru Harbor by rowboat Visit Perfume Pagoda, one of the most important religious sites for Buddhists in Vietnam Learn about ancient Buddhist architecture from the Le dynasty Arrive at Yen and Thien Tru Harbor by rowboat",
        "strLocation": "hanoi",
        "strOriginUrl": "https://www.getyourguide.com/hanoi-l205/from-hanoi-full-day-perfume-pagoda-guided-tour-t70010/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "From Hanoi: Full-Day Perfume Pagoda Guided Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 12:49:49"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 46,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-460563-145.jpg",
        "strIntroduction": "What You'll Do Visit Hoa Lu, the ancient capital of Vietnam Explore limestone caves and fishing villages along the rive in a sampan boat See temples from the Dinh and Le dynasties Visit Hoa Lu, the ancient capital of Vietnam Explore limestone caves and fishing villages along the rive in a sampan boat See temples from the Dinh and Le dynasties Visit Hoa Lu, the ancient capital of Vietnam Explore limestone caves and fishing villages along the rive in a sampan boat See temples from the Dinh and Le dynasties",
        "strLocation": "hanoi",
        "strOriginUrl": "https://www.getyourguide.com/hanoi-l205/from-hanoi-full-day-hoa-lu-to-tam-coc-in-ninh-binh-t70021/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "From Hanoi: Full-Day Hoa Lu to Tam Coc in Ninh Binh",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 12:50:14"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 20,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-461815-145.jpg",
        "strIntroduction": "What You'll Do Flexibility to customize your itinerary to your own preferences. Explore the local streets on a walking tour of the city. Choice of morning or afternoon departure. Free hotel pick-up and drop-off included. Get inside tips from a local. Flexibility to customize your itinerary to your own preferences. Explore the local streets on a walking tour of the city. Choice of morning or afternoon departure. Free hotel pick-up and drop-off included. Get inside tips from a local. Flexibility to customize your itinerary to your own preferences. Explore the local streets on a walking tour of the city. Choice of morning or afternoon departure. Free hotel pick-up and drop-off included. Get inside tips from a local.",
        "strLocation": "hanoi",
        "strOriginUrl": "https://www.getyourguide.com/hanoi-l205/hanoi-old-quarter-half-day-walking-tour-t70197/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Hanoi Old Quarter Half-Day Walking Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 12:50:37"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 35,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-462193-145.jpg",
        "strIntroduction": "What You'll Do Hanoi city sightseeing by cyclo and on foot. Explore the Old Quarter on a walking tour. Enjoy a cyclo ride through the ‘36 Old Streets’. Taste local cuisine at street vendors and eateries. Hanoi city sightseeing by cyclo and on foot. Explore the Old Quarter on a walking tour. Enjoy a cyclo ride through the ‘36 Old Streets’. Taste local cuisine at street vendors and eateries. Hanoi city sightseeing by cyclo and on foot. Explore the Old Quarter on a walking tour. Enjoy a cyclo ride through the ‘36 Old Streets’. Taste local cuisine at street vendors and eateries.",
        "strLocation": "hanoi",
        "strOriginUrl": "https://www.getyourguide.com/hanoi-l205/hanoi-cyclo-and-walking-small-group-tour-t70251/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Hanoi Cyclo and Walking Small Group Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 12:50:54"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 36,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-462592-145.jpg",
        "strIntroduction": "What You'll Do Half-day private city sightseeing tour of Hanoi. Visit the Ho Chi Minh Mausoleum, One Pillar Pagoda and the Temple of Literature. Stroll the Old Quarter with a personal guide. Hotel pick-up and drop off by private vehicle included. Half-day private city sightseeing tour of Hanoi. Visit the Ho Chi Minh Mausoleum, One Pillar Pagoda and the Temple of Literature. Stroll the Old Quarter with a personal guide. Hotel pick-up and drop off by private vehicle included. Half-day private city sightseeing tour of Hanoi. Visit the Ho Chi Minh Mausoleum, One Pillar Pagoda and the Temple of Literature. Stroll the Old Quarter with a personal guide. Hotel pick-up and drop off by private vehicle included.",
        "strLocation": "hanoi",
        "strOriginUrl": "https://www.getyourguide.com/hanoi-l205/private-tour-half-day-hanoi-city-tour-t70328/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Private Tour: Half Day Hanoi City Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 12:51:10"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 48,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-463546-145.jpg",
        "strIntroduction": "What You'll Do Enjoy a cyclo ride around the Old Quarter of Hanoi See the Ho Chi Minh Mausoleum and many other sights Enjoy local lunch Watch the water puppet show in the evening Enjoy a cyclo ride around the Old Quarter of Hanoi See the Ho Chi Minh Mausoleum and many other sights Enjoy local lunch Watch the water puppet show in the evening Enjoy a cyclo ride around the Old Quarter of Hanoi See the Ho Chi Minh Mausoleum and many other sights Enjoy local lunch Watch the water puppet show in the evening",
        "strLocation": "hanoi",
        "strOriginUrl": "https://www.getyourguide.com/hanoi-l205/hanoi-cyclo-ride-water-puppet-show-t70447/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Hanoi Cyclo Ride & Water Puppet Show",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 12:51:23"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 45,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-463758-145.jpg",
        "strIntroduction": "What You'll Do Discover the Pagoda on top of a 300 meter high mountain Sail on a small boat before walking up the mountain Enjoy local food Visit a series of the oldest and most beautiful temples along the way to the Perfume Pagoda Explore farming daily lives Discover the Pagoda on top of a 300 meter high mountain Sail on a small boat before walking up the mountain Enjoy local food Visit a series of the oldest and most beautiful temples along the way to the Perfume Pagoda Explore farming daily lives Discover the Pagoda on top of a 300 meter high mountain Sail on a small boat before walking up the mountain Enjoy local food Visit a series of the oldest and most beautiful temples along the way to the Perfume Pagoda Explore farming daily lives",
        "strLocation": "hanoi",
        "strOriginUrl": "https://www.getyourguide.com/hanoi-l205/perfume-pagoda-full-day-from-hanoi-t70477/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Perfume Pagoda Full Day from Hanoi",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 12:51:36"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 44,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-463826-145.jpg",
        "strIntroduction": "What You'll Do Explore Ho Chi Minh Mausoleum Discover Hanoi Old quarter Visit Hoan kiem Lake See the First University of Vietnam Watch a Vietnamese Water Puppet Theature Show Explore Ho Chi Minh Mausoleum Discover Hanoi Old quarter Visit Hoan kiem Lake See the First University of Vietnam Watch a Vietnamese Water Puppet Theature Show Explore Ho Chi Minh Mausoleum Discover Hanoi Old quarter Visit Hoan kiem Lake See the First University of Vietnam Watch a Vietnamese Water Puppet Theature Show",
        "strLocation": "hanoi",
        "strOriginUrl": "https://www.getyourguide.com/hanoi-l205/hanoi-full-day-city-tour-t70481/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Hanoi Full Day City Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 12:51:52"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 56,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-463798-145.jpg",
        "strIntroduction": "What You'll Do Discover a local market and try exotic ingredients Hear traditional legends as your guide helps you follow the storyline at a water puppet theater Enjoy a selection of Vietnamese dishes at Sen Tay Ho restaurant’s dinner buffet Witness a performance that offers a glimpse into traditional Vietnamese culture Discover a local market and try exotic ingredients Hear traditional legends as your guide helps you follow the storyline at a water puppet theater Enjoy a selection of Vietnamese dishes at Sen Tay Ho restaurant’s dinner buffet Witness a performance that offers a glimpse into traditional Vietnamese culture Discover a local market and try exotic ingredients Hear traditional legends as your guide helps you follow the storyline at a water puppet theater Enjoy a selection of Vietnamese dishes at Sen Tay Ho restaurant’s dinner buffet Witness a performance that offers a glimpse into traditional Vietnamese culture",
        "strLocation": "hanoi",
        "strOriginUrl": "https://www.getyourguide.com/hanoi-l205/water-puppet-show-with-buffet-dinner-from-hanoi-t70482/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Water Puppet Show with Buffet Dinner from Hanoi",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 12:52:04"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 55,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-463841-145.jpg",
        "strIntroduction": "What You'll Do Cruise to Halong Bay in 4 hours Visit thousand-year-old Halong Bay Caves Explore the caves and grottos inside the huge kast mountains which rise up from the Ocean Enjoy Halong Bay Seafood as you visit floating villages and fishermen houses Swim in the crystal-cear waters of Halong Bay Cruise to Halong Bay in 4 hours Visit thousand-year-old Halong Bay Caves Explore the caves and grottos inside the huge kast mountains which rise up from the Ocean Enjoy Halong Bay Seafood as you visit floating villages and fishermen houses Swim in the crystal-cear waters of Halong Bay Cruise to Halong Bay in 4 hours Visit thousand-year-old Halong Bay Caves Explore the caves and grottos inside the huge kast mountains which rise up from the Ocean Enjoy Halong Bay Seafood as you visit floating villages and fishermen houses Swim in the crystal-cear waters of Halong Bay",
        "strLocation": "hanoi",
        "strOriginUrl": "https://www.getyourguide.com/hanoi-l205/hanoi-halong-bay-full-day-t70484/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Hanoi - Halong Bay Full Day",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 12:52:22"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 480,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-463894-145.jpg",
        "strIntroduction": "What You'll Do Visit Ceramic Bat Trang Village Explore Silk village and buy some real Vietnam Silk Discover a Carpenter Village named Dong Ky Village Enjoy snake food Visit Ceramic Bat Trang Village Explore Silk village and buy some real Vietnam Silk Discover a Carpenter Village named Dong Ky Village Enjoy snake food Visit Ceramic Bat Trang Village Explore Silk village and buy some real Vietnam Silk Discover a Carpenter Village named Dong Ky Village Enjoy snake food",
        "strLocation": "hanoi",
        "strOriginUrl": "https://www.getyourguide.com/hanoi-l205/handicraft-villages-full-day-tour-from-hanoi-t70487/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Handicraft Villages Full Day Tour from Hanoi",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 12:52:38"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 46,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-463917-145.jpg",
        "strIntroduction": "What You'll Do Visit Halong Bay on land on a day trip from Hanoi Enjoy a boat ride and visit 3 caves Visit the Big Grotto \" Bich Dong\" or Dinh and Le King Temple Enjoy local food with Rocky Goat meat Visit Halong Bay on land on a day trip from Hanoi Enjoy a boat ride and visit 3 caves Visit the Big Grotto \" Bich Dong\" or Dinh and Le King Temple Enjoy local food with Rocky Goat meat Visit Halong Bay on land on a day trip from Hanoi Enjoy a boat ride and visit 3 caves Visit the Big Grotto \" Bich Dong\" or Dinh and Le King Temple Enjoy local food with Rocky Goat meat",
        "strLocation": "hanoi",
        "strOriginUrl": "https://www.getyourguide.com/hanoi-l205/hoa-lu-tam-coc-day-trip-from-hanoi-t70489/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Hoa Lu & Tam Coc Day Trip from Hanoi",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 12:52:53"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 36,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-463900-145.jpg",
        "strIntroduction": "What You'll Do Enjoy a Hanoi cyclo tour Ride past prominent landmarks in the Old Quarter and French Quarter Visit Hoan Kiem Lake and watch a 1-hour show at the theater Enjoy a Hanoi cyclo tour Ride past prominent landmarks in the Old Quarter and French Quarter Visit Hoan Kiem Lake and watch a 1-hour show at the theater Enjoy a Hanoi cyclo tour Ride past prominent landmarks in the Old Quarter and French Quarter Visit Hoan Kiem Lake and watch a 1-hour show at the theater",
        "strLocation": "hanoi",
        "strOriginUrl": "https://www.getyourguide.com/hanoi-l205/hanoi-cyclo-city-tour-water-puppet-show-t70491/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Hanoi Cyclo City Tour & Water Puppet Show",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 12:53:09"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 60,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-463936-145.jpg",
        "strIntroduction": "What You'll Do Learn the secrets of Vietnamese cuisine Take a cooking class at Hanoi's Cooking Center Tour the Chau Long Market and learn about Vietnamese ingredients before you start your cooking class Enjoy a scrumptious Vietnamese lunch Learn the secrets of Vietnamese cuisine Take a cooking class at Hanoi's Cooking Center Tour the Chau Long Market and learn about Vietnamese ingredients before you start your cooking class Enjoy a scrumptious Vietnamese lunch Learn the secrets of Vietnamese cuisine Take a cooking class at Hanoi's Cooking Center Tour the Chau Long Market and learn about Vietnamese ingredients before you start your cooking class Enjoy a scrumptious Vietnamese lunch",
        "strLocation": "hanoi",
        "strOriginUrl": "https://www.getyourguide.com/hanoi-l205/vietnamese-cooking-class-at-hanoi-s-cooking-center-t70492/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Vietnamese Cooking Class at Hanoi's Cooking Center",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 12:53:23"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 52,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-464335-145.jpg",
        "strIntroduction": "What You'll Do Visit Bai Dinh Pagoda, housing the largest bronze Buddha statue in Vietnam Explore UNESCO-listed Trang An and the grotto complex by sampan Enjoy lunch at a local restaurant Visit Bai Dinh Pagoda, housing the largest bronze Buddha statue in Vietnam Explore UNESCO-listed Trang An and the grotto complex by sampan Enjoy lunch at a local restaurant Visit Bai Dinh Pagoda, housing the largest bronze Buddha statue in Vietnam Explore UNESCO-listed Trang An and the grotto complex by sampan Enjoy lunch at a local restaurant",
        "strLocation": "hanoi",
        "strOriginUrl": "https://www.getyourguide.com/hanoi-l205/day-trip-trang-an-grottoes-and-bai-dinh-from-hanoi-t70552/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Day Trip: Trang An Grottoes and Bai Dinh from Hanoi",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 12:53:44"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 38,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-464357-145.jpg",
        "strIntroduction": "What You'll Do Go on a comprehensive tour of the city See Tran Quoc Pagoda and Ho Chi Minh Mausoleum, as well as other sights Visit Bat Trang or the Vietnam Museum of Ethnology Go on a comprehensive tour of the city See Tran Quoc Pagoda and Ho Chi Minh Mausoleum, as well as other sights Visit Bat Trang or the Vietnam Museum of Ethnology Go on a comprehensive tour of the city See Tran Quoc Pagoda and Ho Chi Minh Mausoleum, as well as other sights Visit Bat Trang or the Vietnam Museum of Ethnology",
        "strLocation": "hanoi",
        "strOriginUrl": "https://www.getyourguide.com/hanoi-l205/highlights-of-hanoi-full-day-tour-t70553/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Highlights of Hanoi Full-Day Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 12:54:00"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 11,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-464383-145.jpg",
        "strIntroduction": "What You'll Do Avoid the hassle and lines with this private airport transfer Enjoy the luxury of your own vehicle and professional driver Available 24-hours a day, 7-days a week Avoid the hassle and lines with this private airport transfer Enjoy the luxury of your own vehicle and professional driver Available 24-hours a day, 7-days a week Avoid the hassle and lines with this private airport transfer Enjoy the luxury of your own vehicle and professional driver Available 24-hours a day, 7-days a week",
        "strLocation": "hanoi",
        "strOriginUrl": "https://www.getyourguide.com/hanoi-l205/hanoi-private-airport-transfer-to-hotel-t70555/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Hanoi: Private Airport Transfer to Hotel",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 12:54:15"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 52,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-464422-145.jpg",
        "strIntroduction": "What You'll Do Half-day cooking session at a local home in Hanoi Learn to communicate with vendors at the market Prepare marinades and decorate Vietnamese dishes Enjoy lunch from a menu of typical cuisine Half-day cooking session at a local home in Hanoi Learn to communicate with vendors at the market Prepare marinades and decorate Vietnamese dishes Enjoy lunch from a menu of typical cuisine Half-day cooking session at a local home in Hanoi Learn to communicate with vendors at the market Prepare marinades and decorate Vietnamese dishes Enjoy lunch from a menu of typical cuisine",
        "strLocation": "hanoi",
        "strOriginUrl": "https://www.getyourguide.com/hanoi-l205/hanoi-half-day-cooking-class-w-locals-t70559/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Hanoi: Half-Day Cooking Class w/ Locals",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 12:54:27"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 280,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-464569-145.jpg",
        "strIntroduction": "What You'll Do Enjoy Hanoi daily life on a 1-hour cycle tour through the old street Visit the Temple of Literature, formerly the University of Vietnam 1000 years ago Explore One Pillar Pagoda built in 1049, the oldest pagoda and the symbol of Vietnam Enjoy Hanoi daily life on a 1-hour cycle tour through the old street Visit the Temple of Literature, formerly the University of Vietnam 1000 years ago Explore One Pillar Pagoda built in 1049, the oldest pagoda and the symbol of Vietnam Enjoy Hanoi daily life on a 1-hour cycle tour through the old street Visit the Temple of Literature, formerly the University of Vietnam 1000 years ago Explore One Pillar Pagoda built in 1049, the oldest pagoda and the symbol of Vietnam",
        "strLocation": "hanoi",
        "strOriginUrl": "https://www.getyourguide.com/hanoi-l205/hanoi-half-day-city-tour-t70577/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Hanoi: Half-Day City Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 12:54:38"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 27,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-464779-145.jpg",
        "strIntroduction": "What You'll Do Visit the major sites of Hanoi and discover life of local people Enjoy a tasty lunch at a local restaurant in the Old Quarter of Hanoi Explore Dong Xuan market, the biggest market of the city Visit the major sites of Hanoi and discover life of local people Enjoy a tasty lunch at a local restaurant in the Old Quarter of Hanoi Explore Dong Xuan market, the biggest market of the city Visit the major sites of Hanoi and discover life of local people Enjoy a tasty lunch at a local restaurant in the Old Quarter of Hanoi Explore Dong Xuan market, the biggest market of the city",
        "strLocation": "hanoi",
        "strOriginUrl": "https://www.getyourguide.com/hanoi-l205/hanoi-city-walking-tour-of-old-quarter-t70603/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Hanoi City Walking Tour of Old Quarter",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 12:54:53"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 9,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-477425-145.jpg",
        "strIntroduction": "What You'll Do Travel efficiently to your hotel in Hanoi Ride in a spacious sedan or minivan for up to 10 people Drive with a professional and reliable driver Travel efficiently to your hotel in Hanoi Ride in a spacious sedan or minivan for up to 10 people Drive with a professional and reliable driver Travel efficiently to your hotel in Hanoi Ride in a spacious sedan or minivan for up to 10 people Drive with a professional and reliable driver",
        "strLocation": "hanoi",
        "strOriginUrl": "https://www.getyourguide.com/hanoi-l205/hanoi-private-airport-arrival-transfer-t70604/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Hanoi Private Airport Arrival Transfer",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 12:55:05"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 9,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-464833-145.jpg",
        "strIntroduction": "What You'll Do Travel efficiently to the airport Ride in a spacious vehicle Drive with a professional and reliable driver Travel efficiently to the airport Ride in a spacious vehicle Drive with a professional and reliable driver Travel efficiently to the airport Ride in a spacious vehicle Drive with a professional and reliable driver",
        "strLocation": "hanoi",
        "strOriginUrl": "https://www.getyourguide.com/hanoi-l205/hanoi-airport-departure-transfer-t70605/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Hanoi Airport Departure Transfer",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 12:55:19"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 18,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-464862-145.jpg",
        "strIntroduction": "What You'll Do Take a 3-hour street food walking tour of Hanoi Sample local dishes, sweets and drinks as you wander around Hanoi’s Old Quarter Get inside tips on Hanoi’s best street food from your local guide Take a 3-hour street food walking tour of Hanoi Sample local dishes, sweets and drinks as you wander around Hanoi’s Old Quarter Get inside tips on Hanoi’s best street food from your local guide Take a 3-hour street food walking tour of Hanoi Sample local dishes, sweets and drinks as you wander around Hanoi’s Old Quarter Get inside tips on Hanoi’s best street food from your local guide",
        "strLocation": "hanoi",
        "strOriginUrl": "https://www.getyourguide.com/hanoi-l205/hanoi-food-walking-tour-t70606/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Hanoi Food Walking Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 12:55:30"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 33,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-464900-145.jpg",
        "strIntroduction": "What You'll Do Explore Hanoi night market tour with a local guide Head outdoors and stroll past the street stalls Sample Vietnamese fare and browse for souvenirs Explore Hanoi night market tour with a local guide Head outdoors and stroll past the street stalls Sample Vietnamese fare and browse for souvenirs Explore Hanoi night market tour with a local guide Head outdoors and stroll past the street stalls Sample Vietnamese fare and browse for souvenirs",
        "strLocation": "hanoi",
        "strOriginUrl": "https://www.getyourguide.com/hanoi-l205/hanoi-night-market-and-street-food-tour-t70609/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Hanoi Night Market and Street Food Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 12:55:42"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 35,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-464922-145.jpg",
        "strIntroduction": "What You'll Do Enjoy a full-day Hanoi city sightseeing tour Visit the Ho Chi Minh complex, Temple of Literature and Ngoc Son Temple View Vietnamese art at the Bat Trang ceramic village or Museum of Ethnology Watch a water puppet show (if option selected) Enjoy a Vietnamese lunch Enjoy a full-day Hanoi city sightseeing tour Visit the Ho Chi Minh complex, Temple of Literature and Ngoc Son Temple View Vietnamese art at the Bat Trang ceramic village or Museum of Ethnology Watch a water puppet show (if option selected) Enjoy a Vietnamese lunch Enjoy a full-day Hanoi city sightseeing tour Visit the Ho Chi Minh complex, Temple of Literature and Ngoc Son Temple View Vietnamese art at the Bat Trang ceramic village or Museum of Ethnology Watch a water puppet show (if option selected) Enjoy a Vietnamese lunch",
        "strLocation": "hanoi",
        "strOriginUrl": "https://www.getyourguide.com/hanoi-l205/hanoi-city-full-day-tour-t70610/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Hanoi City Full-Day Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 12:55:56"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 21,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-465345-145.jpg",
        "strIntroduction": "What You'll Do Be shown the most special places and be guided to the best restaurants and food stalls in Hanoi Old Quarter Explore the local streets and soak up the atmosphere on a walking tour of the city Taste fantastic local flavors in one of the best cities for finding street food Be shown the most special places and be guided to the best restaurants and food stalls in Hanoi Old Quarter Explore the local streets and soak up the atmosphere on a walking tour of the city Taste fantastic local flavors in one of the best cities for finding street food Be shown the most special places and be guided to the best restaurants and food stalls in Hanoi Old Quarter Explore the local streets and soak up the atmosphere on a walking tour of the city Taste fantastic local flavors in one of the best cities for finding street food",
        "strLocation": "hanoi",
        "strOriginUrl": "https://www.getyourguide.com/hanoi-l205/hanoi-half-day-old-quarter-food-tasting-tour-t70655/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Hanoi: Half-Day Old Quarter Food Tasting Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 12:56:11"
    },
    {
        "intDurationHour": 10,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 44,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-465412-145.jpg",
        "strIntroduction": "What You'll Do Ride through the Red River Delta observing rice fields, water buffalo and farmers Tour the imestone karst formations of the countless islets of Halong Bay Travel by traditional wooden junk and in a bamboo boat to see the sights from the water Ride through the Red River Delta observing rice fields, water buffalo and farmers Tour the imestone karst formations of the countless islets of Halong Bay Travel by traditional wooden junk and in a bamboo boat to see the sights from the water Ride through the Red River Delta observing rice fields, water buffalo and farmers Tour the imestone karst formations of the countless islets of Halong Bay Travel by traditional wooden junk and in a bamboo boat to see the sights from the water",
        "strLocation": "hanoi",
        "strOriginUrl": "https://www.getyourguide.com/hanoi-l205/from-hanoi-full-day-halong-bay-island-cave-tour-t70660/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "From Hanoi: Full-Day Halong Bay Island & Cave Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 12:56:24"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 46,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-465457-145.jpg",
        "strIntroduction": "What You'll Do Explore the many landmarks of Hanoi during a full-day city tour Visit the final resting place of the Vietnamese leader Ho Chi Minh at his mausoleum Learn about the diverse ethnic groups that populate Vietnam at the Museum of Ethnology Explore the many landmarks of Hanoi during a full-day city tour Visit the final resting place of the Vietnamese leader Ho Chi Minh at his mausoleum Learn about the diverse ethnic groups that populate Vietnam at the Museum of Ethnology Explore the many landmarks of Hanoi during a full-day city tour Visit the final resting place of the Vietnamese leader Ho Chi Minh at his mausoleum Learn about the diverse ethnic groups that populate Vietnam at the Museum of Ethnology",
        "strLocation": "hanoi",
        "strOriginUrl": "https://www.getyourguide.com/hanoi-l205/hanoi-full-day-city-tour-t70663/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Hanoi: Full-Day City Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 12:56:37"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 46,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-465776-145.jpg",
        "strIntroduction": "What You'll Do Discover Mai Chau valley on a bike tour Enjoy the scenic drive to Hòa Bình Province Ride a bicycle to local villages with your informative guide Have lunch at a traditional family home Discover Mai Chau valley on a bike tour Enjoy the scenic drive to Hòa Bình Province Ride a bicycle to local villages with your informative guide Have lunch at a traditional family home Discover Mai Chau valley on a bike tour Enjoy the scenic drive to Hòa Bình Province Ride a bicycle to local villages with your informative guide Have lunch at a traditional family home",
        "strLocation": "hanoi",
        "strOriginUrl": "https://www.getyourguide.com/hanoi-l205/full-day-mai-chau-trip-from-hanoi-t70693/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Full-Day Mai Châu Trip from Hanoi",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 12:56:54"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 37,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-466217-145.jpg",
        "strIntroduction": "What You'll Do Experience Hanoi's street food offerings on a 3-hour tasting tour Wander through the Old Quarter's street stalls and past the French Quarter's stylized architecture Sip local beverages and sample both vegetarian and meat-centric dishes Watch local chefs demonstrate their culinary skills as they craft each dish Learn the traditions of Vietnamese food culture End the tour with a hard-to-find egg coffee from a hidden cafe overlooking Hoan Kiem lake Experience Hanoi's street food offerings on a 3-hour tasting tour Wander through the Old Quarter's street stalls and past the French Quarter's stylized architecture Sip local beverages and sample both vegetarian and meat-centric dishes Watch local chefs demonstrate their culinary skills as they craft each dish Learn the traditions of Vietnamese food culture End the tour with a hard-to-find egg coffee from a hidden cafe overlooking Hoan Kiem lake Experience Hanoi's street food offerings on a 3-hour tasting tour Wander through the Old Quarter's street stalls and past the French Quarter's stylized architecture Sip local beverages and sample both vegetarian and meat-centric dishes Watch local chefs demonstrate their culinary skills as they craft each dish Learn the traditions of Vietnamese food culture End the tour with a hard-to-find egg coffee from a hidden cafe overlooking Hoan Kiem lake",
        "strLocation": "hanoi",
        "strOriginUrl": "https://www.getyourguide.com/hanoi-l205/evening-group-tour-of-hanoi-s-street-food-t70739/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Evening Group Tour of Hanoi's Street Food",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 12:57:09"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 44,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-466240-145.jpg",
        "strIntroduction": "What You'll Do Explore the Ninh Binh region of Vietnam Discover the limestone caves of Tam Coc Revel in the peaceful scenery Explore the Ninh Binh region of Vietnam Discover the limestone caves of Tam Coc Revel in the peaceful scenery Explore the Ninh Binh region of Vietnam Discover the limestone caves of Tam Coc Revel in the peaceful scenery",
        "strLocation": "hanoi",
        "strOriginUrl": "https://www.getyourguide.com/hanoi-l205/hoa-lu-and-tam-coc-day-tour-boat-ride-from-hanoi-t70740/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Hoa Lu and Tam Coc Day Tour & Boat Ride from Hanoi",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 12:57:25"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 21,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-466260-145.jpg",
        "strIntroduction": "What You'll Do Experience a food walking tour of Hanoi’s Old Quarter Stroll through the ‘36 Old Streets' of Hanoi in search of authentic tastes Taste dishes from street stalls and local eateries Hear expert commentary on Vietnamese cuisine Experience a food walking tour of Hanoi’s Old Quarter Stroll through the ‘36 Old Streets' of Hanoi in search of authentic tastes Taste dishes from street stalls and local eateries Hear expert commentary on Vietnamese cuisine Experience a food walking tour of Hanoi’s Old Quarter Stroll through the ‘36 Old Streets' of Hanoi in search of authentic tastes Taste dishes from street stalls and local eateries Hear expert commentary on Vietnamese cuisine",
        "strLocation": "hanoi",
        "strOriginUrl": "https://www.getyourguide.com/hanoi-l205/old-quarter-street-food-walking-tour-from-hanoi-t70742/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Old Quarter Street Food Walking tour from Hanoi",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 12:57:40"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 32,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-466301-145.jpg",
        "strIntroduction": "What You'll Do Take a half-day trip to Bat Trang and Dong Ky See craftspeople at work in these pottery and woodcarving villages Shop for the perfect souvenir to bring home Relax with hotel pick-up and drop-off from Hanoi included Take a half-day trip to Bat Trang and Dong Ky See craftspeople at work in these pottery and woodcarving villages Shop for the perfect souvenir to bring home Relax with hotel pick-up and drop-off from Hanoi included Take a half-day trip to Bat Trang and Dong Ky See craftspeople at work in these pottery and woodcarving villages Shop for the perfect souvenir to bring home Relax with hotel pick-up and drop-off from Hanoi included",
        "strLocation": "hanoi",
        "strOriginUrl": "https://www.getyourguide.com/hanoi-l205/half-day-bat-trang-ceramic-village-tour-from-hanoi-t70745/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Half-Day Bat Trang Ceramic Village Tour from Hanoi",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 12:57:52"
    },
    {
        "intDurationHour": 10,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 52,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-466333-145.jpg",
        "strIntroduction": "What You'll Do Discover the UNESCO-listed Halong Bay Set sail aboard a deluxe junk boat for Dao Tung Lam Bay Visit Ga Choi Island and Paradise Cave Enjoy a buffet lunch and purchase a cocktail Discover the UNESCO-listed Halong Bay Set sail aboard a deluxe junk boat for Dao Tung Lam Bay Visit Ga Choi Island and Paradise Cave Enjoy a buffet lunch and purchase a cocktail Discover the UNESCO-listed Halong Bay Set sail aboard a deluxe junk boat for Dao Tung Lam Bay Visit Ga Choi Island and Paradise Cave Enjoy a buffet lunch and purchase a cocktail",
        "strLocation": "hanoi",
        "strOriginUrl": "https://www.getyourguide.com/hanoi-l205/full-day-group-tour-to-halong-bay-on-a-deluxe-cruise-t70747/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Full-Day Group Tour to Halong Bay on a Deluxe Cruise",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 12:58:08"
    },
    {
        "intDurationHour": 48,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 93,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-466398-145.jpg",
        "strIntroduction": "What You'll Do Enjoy a day away from the hustle and bustle of the city Hike up the 1000 Steps Cave See an authentic Thai performance Enjoy a day away from the hustle and bustle of the city Hike up the 1000 Steps Cave See an authentic Thai performance Enjoy a day away from the hustle and bustle of the city Hike up the 1000 Steps Cave See an authentic Thai performance",
        "strLocation": "hanoi",
        "strOriginUrl": "https://www.getyourguide.com/hanoi-l205/overnight-tour-to-mai-chau-from-hanoi-t70750/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Overnight Tour to Mai Chau from Hanoi",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 12:58:21"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 47,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-466780-145.jpg",
        "strIntroduction": "What You'll Do Ride through the local countryside on a bicycle tour See the beauty of Mai Chau Valley from a scenic viewing point Have a tradition Vietnamese lunch in a local village Ride through the local countryside on a bicycle tour See the beauty of Mai Chau Valley from a scenic viewing point Have a tradition Vietnamese lunch in a local village Ride through the local countryside on a bicycle tour See the beauty of Mai Chau Valley from a scenic viewing point Have a tradition Vietnamese lunch in a local village",
        "strLocation": "hanoi",
        "strOriginUrl": "https://www.getyourguide.com/hanoi-l205/from-hanoi-full-day-mai-chau-tour-w-lunch-t70795/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "From Hanoi: Full-Day Mai Chau Tour w/ Lunch",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 12:58:43"
    },
    {
        "intDurationHour": 48,
        "intOption": null,
        "intReviewStar": 2,
        "intReviewVisitor": 1,
        "intUsdCost": 96,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-466801-145.jpg",
        "strIntroduction": "What You'll Do Sail through Ha Long Bay, considered by the Vietnamese to be heaven on the earth Have a romantic dinner in Fairy Cave with a fascinating fruit and vegetable carving performance Swim in the emerald waters of Ti Tov Island or climb to the top for panoramic views of the bay Sail through Ha Long Bay, considered by the Vietnamese to be heaven on the earth Have a romantic dinner in Fairy Cave with a fascinating fruit and vegetable carving performance Swim in the emerald waters of Ti Tov Island or climb to the top for panoramic views of the bay Sail through Ha Long Bay, considered by the Vietnamese to be heaven on the earth Have a romantic dinner in Fairy Cave with a fascinating fruit and vegetable carving performance Swim in the emerald waters of Ti Tov Island or climb to the top for panoramic views of the bay",
        "strLocation": "hanoi",
        "strOriginUrl": "https://www.getyourguide.com/hanoi-l205/from-hanoi-2-day-ha-long-bay-cruise-w-cave-dinner-t70796/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "From Hanoi: 2-Day Ha Long Bay Cruise w/ Cave Dinner",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 12:59:05"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 37,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-467507-145.jpg",
        "strIntroduction": "What You'll Do Visit the birthplace of silk weaving in Van Phuc silk village Stroll through a northern Vietnamese village with communal houses, fish ponds, and ancient Banyan trees Learn how handmade silk is produced and then shop for some silk products Visit the birthplace of silk weaving in Van Phuc silk village Stroll through a northern Vietnamese village with communal houses, fish ponds, and ancient Banyan trees Learn how handmade silk is produced and then shop for some silk products Visit the birthplace of silk weaving in Van Phuc silk village Stroll through a northern Vietnamese village with communal houses, fish ponds, and ancient Banyan trees Learn how handmade silk is produced and then shop for some silk products",
        "strLocation": "hanoi",
        "strOriginUrl": "https://www.getyourguide.com/hanoi-l205/from-hanoi-half-day-van-phuc-silk-tour-t70868/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "From Hanoi: Half-Day Van Phuc Silk Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 12:59:19"
    },
    {
        "intDurationHour": 5,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 68,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-467493-145.jpg",
        "strIntroduction": "What You'll Do Meditate on an organic Vietnamese farm Use fresh, native, and unique seasonal ingredients in your cooking class Learn how to balance your yin and yang and apply it to your cooking Meditate on an organic Vietnamese farm Use fresh, native, and unique seasonal ingredients in your cooking class Learn how to balance your yin and yang and apply it to your cooking Meditate on an organic Vietnamese farm Use fresh, native, and unique seasonal ingredients in your cooking class Learn how to balance your yin and yang and apply it to your cooking",
        "strLocation": "hanoi",
        "strOriginUrl": "https://www.getyourguide.com/hanoi-l205/from-hanoi-half-day-zen-meditation-cooking-class-t70869/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "From Hanoi: Half-Day Zen Meditation & Cooking Class",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 12:59:36"
    },
    {
        "intDurationHour": 48,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 115,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-467574-145.jpg",
        "strIntroduction": "What You'll Do Sail through the many islets found in the bay Visit Ti Top Island for a fantastic view of Ha Long Bay Explore one of the largest and most beautiful grotto in Halong Bay, Surprise Cave (Hang Sung Sot) Sail through the many islets found in the bay Visit Ti Top Island for a fantastic view of Ha Long Bay Explore one of the largest and most beautiful grotto in Halong Bay, Surprise Cave (Hang Sung Sot) Sail through the many islets found in the bay Visit Ti Top Island for a fantastic view of Ha Long Bay Explore one of the largest and most beautiful grotto in Halong Bay, Surprise Cave (Hang Sung Sot)",
        "strLocation": "hanoi",
        "strOriginUrl": "https://www.getyourguide.com/hanoi-l205/from-hanoi-15-day-halong-bay-overnight-cruise-tour-t70887/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "From Hanoi: 1.5-Day Ha Long Bay Overnight Cruise Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 12:59:49"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 36,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-468115-145.jpg",
        "strIntroduction": "What You'll Do Explore the entire Ho Chi Minh Complex Visit the Temple of Literature, formerly the first university in Vietnam from 1000 years ago See a large tortoise kept in a glass coffin at Hoan Kiem Lake Explore the entire Ho Chi Minh Complex Visit the Temple of Literature, formerly the first university in Vietnam from 1000 years ago See a large tortoise kept in a glass coffin at Hoan Kiem Lake Explore the entire Ho Chi Minh Complex Visit the Temple of Literature, formerly the first university in Vietnam from 1000 years ago See a large tortoise kept in a glass coffin at Hoan Kiem Lake",
        "strLocation": "hanoi",
        "strOriginUrl": "https://www.getyourguide.com/hanoi-l205/hanoi-full-day-sightseeing-tour-w-lunch-t70960/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Hanoi: Full-Day Sightseeing Tour w/ Lunch",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 13:00:02"
    },
    {
        "intDurationHour": 10,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 48,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-468684-145.jpg",
        "strIntroduction": "What You'll Do Visit a beautiful cave Marvel at the beautiful sights Travel by boat and see the sights from the water Visit a beautiful cave Marvel at the beautiful sights Travel by boat and see the sights from the water Visit a beautiful cave Marvel at the beautiful sights Travel by boat and see the sights from the water",
        "strLocation": "hanoi",
        "strOriginUrl": "https://www.getyourguide.com/hanoi-l205/halong-day-cruise-from-hanoi-t71036/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Halong Day Cruise from Hanoi",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 13:00:17"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 43,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-468728-145.jpg",
        "strIntroduction": "What You'll Do Take a day trip to the Perfume Pagoda from Hanoi Visit Trinh Temple, Huong Tich Cave and the Perfume Pagoda Learn about local culture, religion and traditions from your guide Enjoy personalized attention in a small group Take a day trip to the Perfume Pagoda from Hanoi Visit Trinh Temple, Huong Tich Cave and the Perfume Pagoda Learn about local culture, religion and traditions from your guide Enjoy personalized attention in a small group Take a day trip to the Perfume Pagoda from Hanoi Visit Trinh Temple, Huong Tich Cave and the Perfume Pagoda Learn about local culture, religion and traditions from your guide Enjoy personalized attention in a small group",
        "strLocation": "hanoi",
        "strOriginUrl": "https://www.getyourguide.com/hanoi-l205/day-trip-to-perfume-pagoda-from-hanoi-t71043/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Day Trip to Perfume Pagoda from Hanoi",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 13:00:31"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 99,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-469859-145.jpg",
        "strIntroduction": "What You'll Do Explore the northern Vietnamese countryside Admire two temples of the Dinh and Le dynasties Discover the interiors of three caves Explore the northern Vietnamese countryside Admire two temples of the Dinh and Le dynasties Discover the interiors of three caves Explore the northern Vietnamese countryside Admire two temples of the Dinh and Le dynasties Discover the interiors of three caves",
        "strLocation": "hanoi",
        "strOriginUrl": "https://www.getyourguide.com/hanoi-l205/private-tour-hoa-lu-and-tan-coc-caves-full-day-tour-t71213/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Private Tour: Hoa Lu and Tan Coc Caves Full-Day Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 13:00:48"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 43,
        "strGuideLanguage": "vietnamese, english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-470090-145.jpg",
        "strIntroduction": "What You'll Do Drive through the country side of the Red River Delta to Halong City Enjoy fresh seafood lunch Cruise the Halong Bay Visit Thien Cung (Heaven Palace Grotto) Enjoy a rowing boat trip or kayaking Drive through the country side of the Red River Delta to Halong City Enjoy fresh seafood lunch Cruise the Halong Bay Visit Thien Cung (Heaven Palace Grotto) Enjoy a rowing boat trip or kayaking Drive through the country side of the Red River Delta to Halong City Enjoy fresh seafood lunch Cruise the Halong Bay Visit Thien Cung (Heaven Palace Grotto) Enjoy a rowing boat trip or kayaking",
        "strLocation": "hanoi",
        "strOriginUrl": "https://www.getyourguide.com/hanoi-l205/halong-day-tour-with-bamboo-boat-or-kayaking-t71243/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Halong Day Tour with Bamboo Boat or Kayaking",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 13:01:04"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 29,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-470106-145.jpg",
        "strIntroduction": "What You'll Do Explore the local culture streets foods and cuisine Try local meat, vegetarian dishes and local beverages Be led by an Informative, friendly and professional guide Chat with the many street vendors and listen to their views on the local food culture Explore the local culture streets foods and cuisine Try local meat, vegetarian dishes and local beverages Be led by an Informative, friendly and professional guide Chat with the many street vendors and listen to their views on the local food culture Explore the local culture streets foods and cuisine Try local meat, vegetarian dishes and local beverages Be led by an Informative, friendly and professional guide Chat with the many street vendors and listen to their views on the local food culture",
        "strLocation": "hanoi",
        "strOriginUrl": "https://www.getyourguide.com/hanoi-l205/evening-group-tour-of-hanoi-s-street-food-t71244/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Evening Group Tour of Hanoi's Street Food",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 13:01:20"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 43,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-470110-145.jpg",
        "strIntroduction": "What You'll Do Enjoy a small-group tour of Hoa Lu and Tam Coc Travel to Ninh Binh province from Hanoi Visit royal temples dating back to the Dinh and Le dynasties Ride a sampan to ancient caves and marvel at the UNESCO-listed landscape Climb steps to Bich Dong Pagoda Dine on Vietnamese dishes for lunch Enjoy a small-group tour of Hoa Lu and Tam Coc Travel to Ninh Binh province from Hanoi Visit royal temples dating back to the Dinh and Le dynasties Ride a sampan to ancient caves and marvel at the UNESCO-listed landscape Climb steps to Bich Dong Pagoda Dine on Vietnamese dishes for lunch Enjoy a small-group tour of Hoa Lu and Tam Coc Travel to Ninh Binh province from Hanoi Visit royal temples dating back to the Dinh and Le dynasties Ride a sampan to ancient caves and marvel at the UNESCO-listed landscape Climb steps to Bich Dong Pagoda Dine on Vietnamese dishes for lunch",
        "strLocation": "hanoi",
        "strOriginUrl": "https://www.getyourguide.com/hanoi-l205/hoa-lu-and-tam-coc-day-tour-from-hanoi-t71245/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Hoa Lu and Tam Coc Day Tour from Hanoi",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 13:01:37"
    },
    {
        "intDurationHour": 10,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 44,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-470795-145.jpg",
        "strIntroduction": "What You'll Do Travel by boat and see the sights from the water Explore Halong Bay Relax on a four-hour cruise Travel by boat and see the sights from the water Explore Halong Bay Relax on a four-hour cruise Travel by boat and see the sights from the water Explore Halong Bay Relax on a four-hour cruise",
        "strLocation": "hanoi",
        "strOriginUrl": "https://www.getyourguide.com/hanoi-l205/halong-day-cruise-from-hanoi-t71325/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Halong Day Cruise from Hanoi",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 13:01:57"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 46,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-470828-145.jpg",
        "strIntroduction": "What You'll Do Enjoy a day away from the hustle and bustle of the city Get free hotel pick-up and drop-off See native wildlife in their natural environment Enjoy a day away from the hustle and bustle of the city Get free hotel pick-up and drop-off See native wildlife in their natural environment Enjoy a day away from the hustle and bustle of the city Get free hotel pick-up and drop-off See native wildlife in their natural environment",
        "strLocation": "hanoi",
        "strOriginUrl": "https://www.getyourguide.com/hanoi-l205/full-day-small-group-eco-tour-to-hoa-lu-and-tam-coc-t71327/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Full-Day Small Group Eco Tour to Hoa Lu and Tam Coc",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 13:02:12"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 20,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-472578-145.jpg",
        "strIntroduction": "What You'll Do Take a boat trip visit famous cave and see the landscape of river and moutain in Ninh Binh Explore the biggest and holy pagoda in Vietnam Eat a Vietnamese lunch at local restaurant Take a boat trip visit famous cave and see the landscape of river and moutain in Ninh Binh Explore the biggest and holy pagoda in Vietnam Eat a Vietnamese lunch at local restaurant Take a boat trip visit famous cave and see the landscape of river and moutain in Ninh Binh Explore the biggest and holy pagoda in Vietnam Eat a Vietnamese lunch at local restaurant",
        "strLocation": "hanoi",
        "strOriginUrl": "https://www.getyourguide.com/hanoi-l205/full-day-excursion-to-visit-bai-dinh-trang-t71536/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Day Trip to Bai Dinh Trang An",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 13:02:28"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 2,
        "intUsdCost": 69,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-472597-145.jpg",
        "strIntroduction": "What You'll Do Visit the impressive Ho Chi Minh Mausoleum and the ancient Temple of Literature Discover Hanoi Old Quarter by one-hour bike ride End by seeing a traditional Vietnamese water puppet show Visit the impressive Ho Chi Minh Mausoleum and the ancient Temple of Literature Discover Hanoi Old Quarter by one-hour bike ride End by seeing a traditional Vietnamese water puppet show Visit the impressive Ho Chi Minh Mausoleum and the ancient Temple of Literature Discover Hanoi Old Quarter by one-hour bike ride End by seeing a traditional Vietnamese water puppet show",
        "strLocation": "hanoi",
        "strOriginUrl": "https://www.getyourguide.com/hanoi-l205/hanoi-city-private-full-day-tour-including-bike-ride-t71539/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Hanoi City private Full-Day Tour including Bike Ride",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 13:02:45"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 68,
        "strGuideLanguage": "spanish",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-472650-145.jpg",
        "strIntroduction": "What You'll Do Explore Ho Chi Minh's mausoleum with his Stilt house See the first university of Vietnam Dsicover the heart of Hanoi, Hoan Kiem Lake and its history Explore Ho Chi Minh's mausoleum with his Stilt house See the first university of Vietnam Dsicover the heart of Hanoi, Hoan Kiem Lake and its history Explore Ho Chi Minh's mausoleum with his Stilt house See the first university of Vietnam Dsicover the heart of Hanoi, Hoan Kiem Lake and its history",
        "strLocation": "hanoi",
        "strOriginUrl": "https://www.getyourguide.com/hanoi-l205/hanoi-full-day-city-tour-t71541/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Hanoi Full Day City Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 13:02:57"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 70,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-472641-145.jpg",
        "strIntroduction": "What You'll Do Visit Thay and Tay phuong pagoda Discover Van Phuc to learn how to make silk while you shop Enjoy the company of a professional and friendly guide Visit Thay and Tay phuong pagoda Discover Van Phuc to learn how to make silk while you shop Enjoy the company of a professional and friendly guide Visit Thay and Tay phuong pagoda Discover Van Phuc to learn how to make silk while you shop Enjoy the company of a professional and friendly guide",
        "strLocation": "hanoi",
        "strOriginUrl": "https://www.getyourguide.com/hanoi-l205/thay-and-tay-phuong-pagoda-van-phuc-silk-village-tour-t71545/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Thay and Tay Phuong Pagoda - Van Phuc Silk Village tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 13:03:08"
    },
    {
        "intDurationHour": 10,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 66,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-472879-145.jpg",
        "strIntroduction": "What You'll Do Sail past limestone islets and rocky promontories in the UNESCO World Heritage site Eat a delicious seafood lunch as you sail the bay's emerald waters Explore fascinating grottoes like Thien Cung and Dau Go with a private guide Drive through scenic landscapes via private vehicle and visit Dong Trieu ceramic village Sail past limestone islets and rocky promontories in the UNESCO World Heritage site Eat a delicious seafood lunch as you sail the bay's emerald waters Explore fascinating grottoes like Thien Cung and Dau Go with a private guide Drive through scenic landscapes via private vehicle and visit Dong Trieu ceramic village Sail past limestone islets and rocky promontories in the UNESCO World Heritage site Eat a delicious seafood lunch as you sail the bay's emerald waters Explore fascinating grottoes like Thien Cung and Dau Go with a private guide Drive through scenic landscapes via private vehicle and visit Dong Trieu ceramic village",
        "strLocation": "hanoi",
        "strOriginUrl": "https://www.getyourguide.com/hanoi-l205/private-halong-bay-sailing-cruise-from-hanoi-t71581/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Private Halong Bay Sailing Cruise from Hanoi",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 13:03:22"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 82,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-474215-145.jpg",
        "strIntroduction": "What You'll Do Drive along narrow and winding mountain roads to reach your destination surrounded by sheer cliffs and the jungle Spend your day hiking to Silver Waterfall or visiting a temple dedicated to the Goddess of the Jungle Visit the Tam Dao in the beauty of fog at an elevation of almost 1200 meters Drive along narrow and winding mountain roads to reach your destination surrounded by sheer cliffs and the jungle Spend your day hiking to Silver Waterfall or visiting a temple dedicated to the Goddess of the Jungle Visit the Tam Dao in the beauty of fog at an elevation of almost 1200 meters Drive along narrow and winding mountain roads to reach your destination surrounded by sheer cliffs and the jungle Spend your day hiking to Silver Waterfall or visiting a temple dedicated to the Goddess of the Jungle Visit the Tam Dao in the beauty of fog at an elevation of almost 1200 meters",
        "strLocation": "hanoi",
        "strOriginUrl": "https://www.getyourguide.com/hanoi-l205/from-hanoi-full-day-private-tam-dao-trip-t71742/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "From Hanoi: Full-Day Private Tam Dao Trip",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 13:03:33"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 99,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-474382-145.jpg",
        "strIntroduction": "What You'll Do Have the opportunity to do some gardening with Vietnamese farmers and learn more about wet rice cultivation Explore Thay Pagoda, a complex of temples, communal houses, and a pagoda nestled at the foot of a large limestone cliff formation Visit Tay Phuong Pagoda, the most beautiful pagoda in North Vietnam with ancient architecture Have the opportunity to do some gardening with Vietnamese farmers and learn more about wet rice cultivation Explore Thay Pagoda, a complex of temples, communal houses, and a pagoda nestled at the foot of a large limestone cliff formation Visit Tay Phuong Pagoda, the most beautiful pagoda in North Vietnam with ancient architecture Have the opportunity to do some gardening with Vietnamese farmers and learn more about wet rice cultivation Explore Thay Pagoda, a complex of temples, communal houses, and a pagoda nestled at the foot of a large limestone cliff formation Visit Tay Phuong Pagoda, the most beautiful pagoda in North Vietnam with ancient architecture",
        "strLocation": "hanoi",
        "strOriginUrl": "https://www.getyourguide.com/hanoi-l205/from-hanoi-full-day-north-countryside-gardening-tour-t71753/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "From Hanoi: Full-Day North Countryside & Gardening Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 13:03:44"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 83,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-474409-145.jpg",
        "strIntroduction": "What You'll Do Visit the primeval rainforest of Ba Vi National Park with spectacular views of the Red River Delta Discover the flora and fauna while hiking through the jungle See a temple dedicated to the God of the Jungle Visit the primeval rainforest of Ba Vi National Park with spectacular views of the Red River Delta Discover the flora and fauna while hiking through the jungle See a temple dedicated to the God of the Jungle Visit the primeval rainforest of Ba Vi National Park with spectacular views of the Red River Delta Discover the flora and fauna while hiking through the jungle See a temple dedicated to the God of the Jungle",
        "strLocation": "hanoi",
        "strOriginUrl": "https://www.getyourguide.com/hanoi-l205/from-hanoi-full-day-private-ba-vi-national-park-tour-t71762/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "From Hanoi: Full-Day Private BA Vi National Park Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 13:03:59"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 47,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-476629-145.jpg",
        "strIntroduction": "What You'll Do Enjoy a day away from the hustle and bustle of the city. Family friendly. Cycle the city streets to absorb the local atmosphere. Lunch included. All entrance fees included. Free hotel pick-up and drop off included. Enjoy a day away from the hustle and bustle of the city. Family friendly. Cycle the city streets to absorb the local atmosphere. Lunch included. All entrance fees included. Free hotel pick-up and drop off included. Enjoy a day away from the hustle and bustle of the city. Family friendly. Cycle the city streets to absorb the local atmosphere. Lunch included. All entrance fees included. Free hotel pick-up and drop off included.",
        "strLocation": "hanoi",
        "strOriginUrl": "https://www.getyourguide.com/hanoi-l205/discover-mai-chau-from-hanoi-t72008/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Discover Mai Chau from Hanoi",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 13:04:13"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 63,
        "strGuideLanguage": "spanish",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-478920-145.jpg",
        "strIntroduction": "What You'll Do Expore a traditional trade village with it's high quality ceramic and pottery products. Understand more about the historical and traditional values in each handicraft product. Have a chance to produce a complete pottery product by yourself. Expore a traditional trade village with it's high quality ceramic and pottery products. Understand more about the historical and traditional values in each handicraft product. Have a chance to produce a complete pottery product by yourself. Expore a traditional trade village with it's high quality ceramic and pottery products. Understand more about the historical and traditional values in each handicraft product. Have a chance to produce a complete pottery product by yourself.",
        "strLocation": "hanoi",
        "strOriginUrl": "https://www.getyourguide.com/hanoi-l205/bat-trang-ceramic-village-full-day-tour-from-hanoi-t72130/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Bat Trang Ceramic Village - Full Day Tour from Hanoi",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 13:04:25"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 43,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-478981-145.jpg",
        "strIntroduction": "What You'll Do Full-day Hanoi sightseeing tour. Visit the Ho Chi Minh Mausoleum, Tran Quoc Pagoda and One Pillar Pagoda. Walk to Quan Thanh Temple. Learn about Vietnamese customs at the Museum of Ethnology. Stop for lunch at a local restaurant. Stroll the Old Quarter for photo opportunities. Full-day Hanoi sightseeing tour. Visit the Ho Chi Minh Mausoleum, Tran Quoc Pagoda and One Pillar Pagoda. Walk to Quan Thanh Temple. Learn about Vietnamese customs at the Museum of Ethnology. Stop for lunch at a local restaurant. Stroll the Old Quarter for photo opportunities. Full-day Hanoi sightseeing tour. Visit the Ho Chi Minh Mausoleum, Tran Quoc Pagoda and One Pillar Pagoda. Walk to Quan Thanh Temple. Learn about Vietnamese customs at the Museum of Ethnology. Stop for lunch at a local restaurant. Stroll the Old Quarter for photo opportunities.",
        "strLocation": "hanoi",
        "strOriginUrl": "https://www.getyourguide.com/hanoi-l205/full-day-hanoi-city-history-tour-t72402/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Full-Day Hanoi City History Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 13:04:37"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 50,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-479022-145.jpg",
        "strIntroduction": "What You'll Do Family friendly. Ideal choice for families. Enjoy a day away from the hustle and bustle of the city. Free hotel pick-up and drop off included. Lunch included. Informative, friendly and professional guide. Family friendly. Ideal choice for families. Enjoy a day away from the hustle and bustle of the city. Free hotel pick-up and drop off included. Lunch included. Informative, friendly and professional guide. Family friendly. Ideal choice for families. Enjoy a day away from the hustle and bustle of the city. Free hotel pick-up and drop off included. Lunch included. Informative, friendly and professional guide.",
        "strLocation": "hanoi",
        "strOriginUrl": "https://www.getyourguide.com/hanoi-l205/cuc-phuong-national-park-trekking-day-trip-t72403/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Cuc Phuong National Park Trekking Day Trip",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 13:04:53"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 9,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-479086-145.jpg",
        "strIntroduction": "What You'll Do All taxes, fuel surcharges and service fees included. Family friendly. Airport transfer. Excellent value for money. All taxes, fuel surcharges and service fees included. Family friendly. Airport transfer. Excellent value for money. All taxes, fuel surcharges and service fees included. Family friendly. Airport transfer. Excellent value for money.",
        "strLocation": "hanoi",
        "strOriginUrl": "https://www.getyourguide.com/hanoi-l205/hanoi-airport-on-arrival-private-transfer-t72406/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Hanoi Airport on Arrival Private Transfer",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 13:05:07"
    },
    {
        "intDurationHour": 10,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 43,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-480823-145.jpg",
        "strIntroduction": "What You'll Do Experience a full day of sightseeing at Halong Bay Board a traditional wooden junk to explore the UNESCO-listed waters Enjoy a seafood lunch served on board Visit Thien Cung Cave (Heavenly Palace Cave) by bamboo boat Experience a full day of sightseeing at Halong Bay Board a traditional wooden junk to explore the UNESCO-listed waters Enjoy a seafood lunch served on board Visit Thien Cung Cave (Heavenly Palace Cave) by bamboo boat Experience a full day of sightseeing at Halong Bay Board a traditional wooden junk to explore the UNESCO-listed waters Enjoy a seafood lunch served on board Visit Thien Cung Cave (Heavenly Palace Cave) by bamboo boat",
        "strLocation": "hanoi",
        "strOriginUrl": "https://www.getyourguide.com/hanoi-l205/full-day-halong-bay-tour-including-bamboo-boat-t72625/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Full Day Halong Bay Tour Including Bamboo Boat",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 13:05:21"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 25,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-480865-145.jpg",
        "strIntroduction": "What You'll Do Enjoy a Hanoi street food tour with an expert guide Explore the Old Quarter and Dong Xuan market on foot Taste a variety of Vietnamese dishes and learn about Hanoian cuisine Sip an egg coffee at a family-run shop Enjoy a Hanoi street food tour with an expert guide Explore the Old Quarter and Dong Xuan market on foot Taste a variety of Vietnamese dishes and learn about Hanoian cuisine Sip an egg coffee at a family-run shop Enjoy a Hanoi street food tour with an expert guide Explore the Old Quarter and Dong Xuan market on foot Taste a variety of Vietnamese dishes and learn about Hanoian cuisine Sip an egg coffee at a family-run shop",
        "strLocation": "hanoi",
        "strOriginUrl": "https://www.getyourguide.com/hanoi-l205/private-street-food-tour-adventure-in-hanoi-t72627/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Private Street Food Tour Adventure in Hanoi",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 13:05:34"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 75,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-482261-145.jpg",
        "strIntroduction": "What You'll Do Hear personalized commentary from a private guide See ancient temples and discover the dynasties of Hoa Lu Ride a bike along rural roads and rice fields Drift down the Ngo Dong River from Tam Coc to three caves Enjoy Vietnamese cuisine for lunch Hear personalized commentary from a private guide See ancient temples and discover the dynasties of Hoa Lu Ride a bike along rural roads and rice fields Drift down the Ngo Dong River from Tam Coc to three caves Enjoy Vietnamese cuisine for lunch Hear personalized commentary from a private guide See ancient temples and discover the dynasties of Hoa Lu Ride a bike along rural roads and rice fields Drift down the Ngo Dong River from Tam Coc to three caves Enjoy Vietnamese cuisine for lunch",
        "strLocation": "hanoi",
        "strOriginUrl": "https://www.getyourguide.com/hanoi-l205/private-tour-hoa-lu-and-tam-coc-boat-and-bike-day-trip-t72796/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Private Tour: Hoa Lu and Tam Coc Boat and Bike Day Trip",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 13:05:53"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 62,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-482303-145.jpg",
        "strIntroduction": "What You'll Do Visit historic Ba Dinh complex Enjoy a private guide for a more personalized experience Marvel at the sights Visit historic Ba Dinh complex Enjoy a private guide for a more personalized experience Marvel at the sights Visit historic Ba Dinh complex Enjoy a private guide for a more personalized experience Marvel at the sights",
        "strLocation": "hanoi",
        "strOriginUrl": "https://www.getyourguide.com/hanoi-l205/private-hanoi-full-day-city-tour-t72800/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Private Hanoi Full-Day City Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 13:06:12"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 25,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-482335-145.jpg",
        "strIntroduction": "What You'll Do Get several menus to choose from Soak up the atmosphere on a walking tour Enjoy a tour that's üerfect for all ages and skill levels Get several menus to choose from Soak up the atmosphere on a walking tour Enjoy a tour that's üerfect for all ages and skill levels Get several menus to choose from Soak up the atmosphere on a walking tour Enjoy a tour that's üerfect for all ages and skill levels",
        "strLocation": "hanoi",
        "strOriginUrl": "https://www.getyourguide.com/hanoi-l205/private-tour-hanoi-street-food-around-the-old-quarter-t72801/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Private Tour: Hanoi Street Food Around the Old Quarter",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 13:06:27"
    }
]