[
    {
        "intDurationHour": 48,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 2,
        "intUsdCost": 681,
        "strGuideLanguage": "english, spanish, french, german, italian, portuguese",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-54029-145.jpg",
        "strIntroduction": "What You'll Do Explore Peter the Great's \"Window on the West,\" Russia's Imperial capital for 200 years See whatever YOU want to see in St. Petersburg over two full days Explore Peter the Great's \"Window on the West,\" Russia's Imperial capital for 200 years See whatever YOU want to see in St. Petersburg over two full days Explore Peter the Great's \"Window on the West,\" Russia's Imperial capital for 200 years See whatever YOU want to see in St. Petersburg over two full days",
        "strLocation": "st petersburg",
        "strOriginUrl": "https://www.getyourguide.com/st-petersburg-l43/st-petersburg-flexible-private-2-day-shore-excursion-t12970/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "St. Petersburg Flexible Private 2-Day Shore Excursion",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 15:29:45"
    },
    {
        "intDurationHour": 72,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 1022,
        "strGuideLanguage": "english, spanish, french, german, italian, portuguese",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-54031-145.jpg",
        "strIntroduction": "What You'll Do Discover the magical city of St. Petersburg accompanied by a private guide Enjoy sights such as the Hermitage and St. Petersburg Ballet Discover the magical city of St. Petersburg accompanied by a private guide Enjoy sights such as the Hermitage and St. Petersburg Ballet Discover the magical city of St. Petersburg accompanied by a private guide Enjoy sights such as the Hermitage and St. Petersburg Ballet",
        "strLocation": "st petersburg",
        "strOriginUrl": "https://www.getyourguide.com/st-petersburg-l43/st-petersburg-customized-3-day-city-tour-t12971/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "St. Petersburg Customized 3-Day City Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 15:29:55"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 118,
        "strGuideLanguage": "russian",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-68286-145.jpg",
        "strIntroduction": "What You'll Do Avoid St. Petersburg's notorious traffic problems with our experienced drivers Enjoy easy transportation between the airport and your hotel Clear your conscience – all transfers are 100% carbon offset Avoid St. Petersburg's notorious traffic problems with our experienced drivers Enjoy easy transportation between the airport and your hotel Clear your conscience – all transfers are 100% carbon offset Avoid St. Petersburg's notorious traffic problems with our experienced drivers Enjoy easy transportation between the airport and your hotel Clear your conscience – all transfers are 100% carbon offset",
        "strLocation": "st petersburg",
        "strOriginUrl": "https://www.getyourguide.com/st-petersburg-l43/private-one-way-airport-transfer-to-st-petersburg-t16094/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Private One Way Airport Transfer to St. Petersburg",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 15:30:08"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 8,
        "intUsdCost": 60,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-95094-145.jpg",
        "strIntroduction": "What You'll Do Arrive in St Petersburg safe in the knowledge that your transfer awaits Travel in comfortable, air-conditioned vehicles of various sizes to suit Enjoy a reliable, punctual and professional service Get a door-to-door service even late at night and early morning Arrive in St Petersburg safe in the knowledge that your transfer awaits Travel in comfortable, air-conditioned vehicles of various sizes to suit Enjoy a reliable, punctual and professional service Get a door-to-door service even late at night and early morning Arrive in St Petersburg safe in the knowledge that your transfer awaits Travel in comfortable, air-conditioned vehicles of various sizes to suit Enjoy a reliable, punctual and professional service Get a door-to-door service even late at night and early morning",
        "strLocation": "st petersburg",
        "strOriginUrl": "https://www.getyourguide.com/st-petersburg-l43/st-petersburg-private-airport-transfers-t21086/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "St Petersburg Private Airport Transfers",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 15:30:19"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 2,
        "intUsdCost": 48,
        "strGuideLanguage": "spanish, english, german",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-95346-145.jpg",
        "strIntroduction": "What You'll Do Skip the line at the Saint Petersburg Hermitage Museum Visit the ceremonial rooms, art treasures and world-famous paintings by international artists See paintings by Picasso and even Leonardo da Vinci Skip the line at the Saint Petersburg Hermitage Museum Visit the ceremonial rooms, art treasures and world-famous paintings by international artists See paintings by Picasso and even Leonardo da Vinci Skip the line at the Saint Petersburg Hermitage Museum Visit the ceremonial rooms, art treasures and world-famous paintings by international artists See paintings by Picasso and even Leonardo da Vinci",
        "strLocation": "st petersburg",
        "strOriginUrl": "https://www.getyourguide.com/st-petersburg-l43/skip-the-line-saint-petersburg-hermitage-museum-t21126/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Skip the Line: Saint Petersburg Hermitage Museum",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 15:30:33"
    },
    {
        "intDurationHour": 5,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 2,
        "intUsdCost": 68,
        "strGuideLanguage": "spanish, english, german",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-96817-145.jpg",
        "strIntroduction": "What You'll Do Visit the great Peterhof Palace Tour the splendid grounds Make the most of no waiting time! Visit the great Peterhof Palace Tour the splendid grounds Make the most of no waiting time! Visit the great Peterhof Palace Tour the splendid grounds Make the most of no waiting time!",
        "strLocation": "st petersburg",
        "strOriginUrl": "https://www.getyourguide.com/st-petersburg-l43/st-petersburg-peterhof-the-russian-versailles-t21340/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "St. Petersburg - Peterhof: The Russian Versailles",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 15:30:46"
    },
    {
        "intDurationHour": 6,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 63,
        "strGuideLanguage": "spanish, english, german",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-96821-145.jpg",
        "strIntroduction": "What You'll Do Visit Catherine Palace and admire the impressive architecture and gardens Discover the world-famous Amber Room in Catherine Palace Explore Pavlovsk Palace, home of Paul I Visit Catherine Palace and admire the impressive architecture and gardens Discover the world-famous Amber Room in Catherine Palace Explore Pavlovsk Palace, home of Paul I Visit Catherine Palace and admire the impressive architecture and gardens Discover the world-famous Amber Room in Catherine Palace Explore Pavlovsk Palace, home of Paul I",
        "strLocation": "st petersburg",
        "strOriginUrl": "https://www.getyourguide.com/st-petersburg-l43/pushkin-and-pavlovsk-private-day-trip-t21341/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Pushkin and Pavlovsk: Private Day Trip",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 15:30:56"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 36,
        "strGuideLanguage": "english, german, russian",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-96824-145.jpg",
        "strIntroduction": "What You'll Do Discover the most important sights of the city with a professional tour guide Visit the stunning Peter and Paul Fortress and Cathedral Capture the beauty of St. Petersburg with numerous opportunities to take photographs Discover the most important sights of the city with a professional tour guide Visit the stunning Peter and Paul Fortress and Cathedral Capture the beauty of St. Petersburg with numerous opportunities to take photographs Discover the most important sights of the city with a professional tour guide Visit the stunning Peter and Paul Fortress and Cathedral Capture the beauty of St. Petersburg with numerous opportunities to take photographs",
        "strLocation": "st petersburg",
        "strOriginUrl": "https://www.getyourguide.com/st-petersburg-l43/st-petersburg-city-and-peter-and-paul-fortress-tour-t21342/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "St. Petersburg: City and Fortress Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 15:31:08"
    },
    {
        "intDurationHour": 7,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 81,
        "strGuideLanguage": "spanish, english, french, german, italian, portuguese",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-115170-145.jpg",
        "strIntroduction": "What You'll Do Head to the suburbs of St. Petersburg to explore the magnificent Pavlovsk and Gatchina Palaces Learn about the fascinating history of Tsar Pavel, Catherine the Great, and more of Russia's amazing history Head to the suburbs of St. Petersburg to explore the magnificent Pavlovsk and Gatchina Palaces Learn about the fascinating history of Tsar Pavel, Catherine the Great, and more of Russia's amazing history Head to the suburbs of St. Petersburg to explore the magnificent Pavlovsk and Gatchina Palaces Learn about the fascinating history of Tsar Pavel, Catherine the Great, and more of Russia's amazing history",
        "strLocation": "st petersburg",
        "strOriginUrl": "https://www.getyourguide.com/st-petersburg-l43/pavlovsk-and-gatchina-full-day-t24076/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Pavlovsk and Gatchina - Full-Day Tour from St. Petersburg",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 15:31:19"
    },
    {
        "intDurationHour": 48,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 280,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-116264-145.jpg",
        "strIntroduction": "What You'll Do Explore the most important landmarks and historical sights of St. Petersburg on this 2-day tour Take a guided tour of the amazing Hermitage Museum Discover the impressive and ornate interior of Catherine's Palace Learn about the fascinating history of the Church of Spilt Blood Admire the fountains and the parks of Peterhof Residence See the historic Peter and Paul fortress on a guided inside tour Tour the Yusupov Palace and the Rasputin Basement Explore the most important landmarks and historical sights of St. Petersburg on this 2-day tour Take a guided tour of the amazing Hermitage Museum Discover the impressive and ornate interior of Catherine's Palace Learn about the fascinating history of the Church of Spilt Blood Admire the fountains and the parks of Peterhof Residence See the historic Peter and Paul fortress on a guided inside tour Tour the Yusupov Palace and the Rasputin Basement Explore the most important landmarks and historical sights of St. Petersburg on this 2-day tour Take a guided tour of the amazing Hermitage Museum Discover the impressive and ornate interior of Catherine's Palace Learn about the fascinating history of the Church of Spilt Blood Admire the fountains and the parks of Peterhof Residence See the historic Peter and Paul fortress on a guided inside tour Tour the Yusupov Palace and the Rasputin Basement",
        "strLocation": "st petersburg",
        "strOriginUrl": "https://www.getyourguide.com/st-petersburg-l43/visa-free-st-petersburg-2-day-group-tour-t24245/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Visa Free: St. Petersburg 2-Day Highlights Group Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 15:31:32"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 56,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-123917-145.jpg",
        "strIntroduction": "What You'll Do Explore the grandeur of St. Petersburg and enjoy picturesque views from the Spit of St. Basil Island Visit the Peter and Paul Fortress, wander past the Summer Gardens, and see the church where Emperor Alexander II was assassinated Try some tasty Russian snacks along the bustling Nevsky Prospect and enjoy the majesty of St. Isaac’s Cathedral Discover St. Petersburg's local Life, culture, heritage, and history by foot Explore the grandeur of St. Petersburg and enjoy picturesque views from the Spit of St. Basil Island Visit the Peter and Paul Fortress, wander past the Summer Gardens, and see the church where Emperor Alexander II was assassinated Try some tasty Russian snacks along the bustling Nevsky Prospect and enjoy the majesty of St. Isaac’s Cathedral Discover St. Petersburg's local Life, culture, heritage, and history by foot Explore the grandeur of St. Petersburg and enjoy picturesque views from the Spit of St. Basil Island Visit the Peter and Paul Fortress, wander past the Summer Gardens, and see the church where Emperor Alexander II was assassinated Try some tasty Russian snacks along the bustling Nevsky Prospect and enjoy the majesty of St. Isaac’s Cathedral Discover St. Petersburg's local Life, culture, heritage, and history by foot",
        "strLocation": "st petersburg",
        "strOriginUrl": "https://www.getyourguide.com/st-petersburg-l43/st-petersburg-small-group-walking-tour-t25444/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "St. Petersburg: Small Group Walking Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 15:31:46"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 56,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-123923-145.jpg",
        "strIntroduction": "What You'll Do Enjoy a drink of traditional honey beer at a unique bar operated by a Russian aerobatics team Discover a backyard dedicated to the Wizard of Oz Visit important Soviet landmarks and learn about Russian history and culture in St. Petersburg Enjoy a drink of traditional honey beer at a unique bar operated by a Russian aerobatics team Discover a backyard dedicated to the Wizard of Oz Visit important Soviet landmarks and learn about Russian history and culture in St. Petersburg Enjoy a drink of traditional honey beer at a unique bar operated by a Russian aerobatics team Discover a backyard dedicated to the Wizard of Oz Visit important Soviet landmarks and learn about Russian history and culture in St. Petersburg",
        "strLocation": "st petersburg",
        "strOriginUrl": "https://www.getyourguide.com/st-petersburg-l43/3-hour-walking-tour-hidden-st-petersburg-t25445/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "3-Hour Walking Tour: Hidden St. Petersburg",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 15:31:57"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 31,
        "strGuideLanguage": "spanish, english, french, german, italian",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-129625-145.jpg",
        "strIntroduction": "What You'll Do Visit one of the largest art museums in the world Enjoy one of the world's greatest collections of Western European paintings See masterpieces by Raphael, Leonardo, and Rembrandt Marvel at the magnificent halls of the Winter Palace Enrich your experience with the insightful commentary of your informative guide Visit one of the largest art museums in the world Enjoy one of the world's greatest collections of Western European paintings See masterpieces by Raphael, Leonardo, and Rembrandt Marvel at the magnificent halls of the Winter Palace Enrich your experience with the insightful commentary of your informative guide Visit one of the largest art museums in the world Enjoy one of the world's greatest collections of Western European paintings See masterpieces by Raphael, Leonardo, and Rembrandt Marvel at the magnificent halls of the Winter Palace Enrich your experience with the insightful commentary of your informative guide",
        "strLocation": "st petersburg",
        "strOriginUrl": "https://www.getyourguide.com/st-petersburg-l43/guided-tour-of-the-hermitage-t26254/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Private Guided Tour of the Hermitage Museum",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 15:32:07"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 66,
        "strGuideLanguage": "spanish, english, french, german, italian, russian",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-129808-145.jpg",
        "strIntroduction": "What You'll Do Admire the most magnificent sights of St. Petersburg, including St. Isaac Cathedral and the Winter Palace, now home to the Hermitage Museum See the Baroque architecture of Nickolskiy Cathedral Drive along Nevsky Prospect and see the city's upscale stores Go to the Church of Savior-on-the-Spilled-Blood, built on the site where Tsar Alexander II was assassinated See elaborate palaces that were once occupied by the greatest Russian noble families Cross to Hare Island and explore the oldest part of the city at Peter and Paul Fortress and Cathedral Drive along the banks of rivers and canals and see some of St. Petersburg's romantic bridges Admire the most magnificent sights of St. Petersburg, including St. Isaac Cathedral and the Winter Palace, now home to the Hermitage Museum See the Baroque architecture of Nickolskiy Cathedral Drive along Nevsky Prospect and see the city's upscale stores Go to the Church of Savior-on-the-Spilled-Blood, built on the site where Tsar Alexander II was assassinated See elaborate palaces that were once occupied by the greatest Russian noble families Cross to Hare Island and explore the oldest part of the city at Peter and Paul Fortress and Cathedral Drive along the banks of rivers and canals and see some of St. Petersburg's romantic bridges Admire the most magnificent sights of St. Petersburg, including St. Isaac Cathedral and the Winter Palace, now home to the Hermitage Museum See the Baroque architecture of Nickolskiy Cathedral Drive along Nevsky Prospect and see the city's upscale stores Go to the Church of Savior-on-the-Spilled-Blood, built on the site where Tsar Alexander II was assassinated See elaborate palaces that were once occupied by the greatest Russian noble families Cross to Hare Island and explore the oldest part of the city at Peter and Paul Fortress and Cathedral Drive along the banks of rivers and canals and see some of St. Petersburg's romantic bridges",
        "strLocation": "st petersburg",
        "strOriginUrl": "https://www.getyourguide.com/st-petersburg-l43/st-petersburg-city-tour-peter-and-paul-fortress-t26283/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "St. Petersburg City Tour & Peter and Paul Fortress",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 15:32:18"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 5,
        "intUsdCost": 320,
        "strGuideLanguage": "spanish, english, german",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-130389-145.jpg",
        "strIntroduction": "What You'll Do Enjoy exploring Peterhof gardens See the unique fountain system of Peterhof Discover the magnificent Catherine’s Palace See the mysterious Amber Room Enjoy exploring Peterhof gardens See the unique fountain system of Peterhof Discover the magnificent Catherine’s Palace See the mysterious Amber Room Enjoy exploring Peterhof gardens See the unique fountain system of Peterhof Discover the magnificent Catherine’s Palace See the mysterious Amber Room",
        "strLocation": "st petersburg",
        "strOriginUrl": "https://www.getyourguide.com/st-petersburg-l43/peterhoff-and-catherine-s-palace-tour-t26385/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Skip-The-Line: Peterhof and Catherine's Palace Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 15:32:31"
    },
    {
        "intDurationHour": 5,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 143,
        "strGuideLanguage": "spanish, english, german",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-130392-145.jpg",
        "strIntroduction": "What You'll Do Visit Peter and Paul Fortress, the original citadel of St. Petersburg Admire the late Neoclassical architecture of St. Isaac's Cathedral, the largest Russian Orthodox church in the city Walk inside and see the mosaics at Church of the Savior on Blood, located where Tsar Alexander II was assassinated Learn about the tsars of Russian the revolutions the people started against their rulers Visit Peter and Paul Fortress, the original citadel of St. Petersburg Admire the late Neoclassical architecture of St. Isaac's Cathedral, the largest Russian Orthodox church in the city Walk inside and see the mosaics at Church of the Savior on Blood, located where Tsar Alexander II was assassinated Learn about the tsars of Russian the revolutions the people started against their rulers Visit Peter and Paul Fortress, the original citadel of St. Petersburg Admire the late Neoclassical architecture of St. Isaac's Cathedral, the largest Russian Orthodox church in the city Walk inside and see the mosaics at Church of the Savior on Blood, located where Tsar Alexander II was assassinated Learn about the tsars of Russian the revolutions the people started against their rulers",
        "strLocation": "st petersburg",
        "strOriginUrl": "https://www.getyourguide.com/st-petersburg-l43/complete-city-tour-of-st-petersburg-t26387/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "St. Petersburg: 5-Hour City Tour with Cathedral Visits",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 15:32:42"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 2,
        "intUsdCost": 111,
        "strGuideLanguage": "spanish, english, german",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-130395-145.jpg",
        "strIntroduction": "What You'll Do Learn the stories behind the pieces in the Hermitage collection Walk through the historic interiors of the Winter Palace View the extraordinary Peacock Clock See the brilliant paintings of da Vinci, Rafael, Rembrandt, and many other masters Admire the only sculpture by Michelangelo in Russia Learn the stories behind the pieces in the Hermitage collection Walk through the historic interiors of the Winter Palace View the extraordinary Peacock Clock See the brilliant paintings of da Vinci, Rafael, Rembrandt, and many other masters Admire the only sculpture by Michelangelo in Russia Learn the stories behind the pieces in the Hermitage collection Walk through the historic interiors of the Winter Palace View the extraordinary Peacock Clock See the brilliant paintings of da Vinci, Rafael, Rembrandt, and many other masters Admire the only sculpture by Michelangelo in Russia",
        "strLocation": "st petersburg",
        "strOriginUrl": "https://www.getyourguide.com/st-petersburg-l43/private-tour-hermitage-museum-t26388/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "St. Petersburg: Private 3-Hour Hermitage Museum Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 15:32:54"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 56,
        "strGuideLanguage": "english, german",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-137786-145.jpg",
        "strIntroduction": "What You'll Do Enjoy a varied tour through the historic city center between the Peter and Paul Fortress and Palace Square Experience a city excursion to the life and work of Germans in St. Petersburg Enjoy a relaxing boat tour on the city's canals Enjoy a varied tour through the historic city center between the Peter and Paul Fortress and Palace Square Experience a city excursion to the life and work of Germans in St. Petersburg Enjoy a relaxing boat tour on the city's canals Enjoy a varied tour through the historic city center between the Peter and Paul Fortress and Palace Square Experience a city excursion to the life and work of Germans in St. Petersburg Enjoy a relaxing boat tour on the city's canals",
        "strLocation": "st petersburg",
        "strOriginUrl": "https://www.getyourguide.com/st-petersburg-l43/tour-of-st-petersburg-during-white-nights-t27387/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Tour of St. Petersburg During \"White Nights\"",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 15:33:05"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 80,
        "strGuideLanguage": "spanish, english, french, german, italian, portuguese, russian",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-138745-145.jpg",
        "strIntroduction": "What You'll Do Skip the line and explore the collections of the Hermitage Museum on a private tour Learn about the foundation of the royal art collection and experience the splendor of the former royal residence Admire masterpieces by Leonardo da Vinci, Raphael, Michelangelo, Dutch Masters, French Impressionists, and others Skip the line and explore the collections of the Hermitage Museum on a private tour Learn about the foundation of the royal art collection and experience the splendor of the former royal residence Admire masterpieces by Leonardo da Vinci, Raphael, Michelangelo, Dutch Masters, French Impressionists, and others Skip the line and explore the collections of the Hermitage Museum on a private tour Learn about the foundation of the royal art collection and experience the splendor of the former royal residence Admire masterpieces by Leonardo da Vinci, Raphael, Michelangelo, Dutch Masters, French Impressionists, and others",
        "strLocation": "st petersburg",
        "strOriginUrl": "https://www.getyourguide.com/st-petersburg-l43/private-guided-tour-of-the-state-hermitage-in-st-petersburg-t27557/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Saint Petersburg: 3-Hour Private Guide Tour of the Hermitage",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 15:33:15"
    },
    {
        "intDurationHour": 48,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 9,
        "intUsdCost": 315,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-138944-145.jpg",
        "strIntroduction": "What You'll Do Explore the imperial palaces of St. Petersburg on a 2-day visa free shore excursion Drive down the main Nevsky Prospekt, built by Peter the Great to link St.Petersburg with Moscow and Novgorod Learn about life in the city during the Soviet regime and following perestroika Get early admission to the world-famous Hermitage to skip the lines and avoid the queues Take a hydrofoil along the Neva River the the fountains of Peterhof Palace Sample traditional Russian meals at local restaurants See the ornate Church of Spilt Blood, a memorial to the Russian Emperor Alexander II Visit the former royal residence of Saint Michael's Castle with its façades of different architectural styles Go to Yusupov Palace on the quiet Moika River and see where Rasputin was assasinated Explore the imperial palaces of St. Petersburg on a 2-day visa free shore excursion Drive down the main Nevsky Prospekt, built by Peter the Great to link St.Petersburg with Moscow and Novgorod Learn about life in the city during the Soviet regime and following perestroika Get early admission to the world-famous Hermitage to skip the lines and avoid the queues Take a hydrofoil along the Neva River the the fountains of Peterhof Palace Sample traditional Russian meals at local restaurants See the ornate Church of Spilt Blood, a memorial to the Russian Emperor Alexander II Visit the former royal residence of Saint Michael's Castle with its façades of different architectural styles Go to Yusupov Palace on the quiet Moika River and see where Rasputin was assasinated Explore the imperial palaces of St. Petersburg on a 2-day visa free shore excursion Drive down the main Nevsky Prospekt, built by Peter the Great to link St.Petersburg with Moscow and Novgorod Learn about life in the city during the Soviet regime and following perestroika Get early admission to the world-famous Hermitage to skip the lines and avoid the queues Take a hydrofoil along the Neva River the the fountains of Peterhof Palace Sample traditional Russian meals at local restaurants See the ornate Church of Spilt Blood, a memorial to the Russian Emperor Alexander II Visit the former royal residence of Saint Michael's Castle with its façades of different architectural styles Go to Yusupov Palace on the quiet Moika River and see where Rasputin was assasinated",
        "strLocation": "st petersburg",
        "strOriginUrl": "https://www.getyourguide.com/st-petersburg-l43/2-day-visa-free-st-petersburg-highlights-tour-t27591/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "2-Day Visa Free St. Petersburg Highlights Private Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 15:33:26"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 70,
        "strGuideLanguage": "spanish, english, french, german, italian, russian",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-141975-145.jpg",
        "strIntroduction": "What You'll Do Learn the history of St. Petersburg and its founder, Peter the Great Take a walk down the Nevsky Prospect, the main thoroughfare in St. Petersburg Admire St. Petersburg's famous cathedrals including Our Lady of Kazan Learn about the city and its people in the Russian Museum or at the Ethnographical Museum Explore the Summer Gardens and visit Peter the Great’s log cabin, the oldest house in the city Admire the Palace Embankment and the breathtaking spire of St. Apostles Peter and Paul Cathedral Learn the history of St. Petersburg and its founder, Peter the Great Take a walk down the Nevsky Prospect, the main thoroughfare in St. Petersburg Admire St. Petersburg's famous cathedrals including Our Lady of Kazan Learn about the city and its people in the Russian Museum or at the Ethnographical Museum Explore the Summer Gardens and visit Peter the Great’s log cabin, the oldest house in the city Admire the Palace Embankment and the breathtaking spire of St. Apostles Peter and Paul Cathedral Learn the history of St. Petersburg and its founder, Peter the Great Take a walk down the Nevsky Prospect, the main thoroughfare in St. Petersburg Admire St. Petersburg's famous cathedrals including Our Lady of Kazan Learn about the city and its people in the Russian Museum or at the Ethnographical Museum Explore the Summer Gardens and visit Peter the Great’s log cabin, the oldest house in the city Admire the Palace Embankment and the breathtaking spire of St. Apostles Peter and Paul Cathedral",
        "strLocation": "st petersburg",
        "strOriginUrl": "https://www.getyourguide.com/st-petersburg-l43/private-sightseeing-tour-of-st-petersburg-t28077/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "St. Petersburg: Private Sightseeing Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 15:33:38"
    },
    {
        "intDurationHour": 6,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 541,
        "strGuideLanguage": "spanish, chinese, english, french, german, hebrew, italian, portuguese, russian",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-142256-145.jpg",
        "strIntroduction": "What You'll Do Feel the spirit of Dostoyevsky in St. Petersburg's Kolomna district See the house where Raskolnikov lived, and follow his path to the flat of the old moneylender Visit the Dostoyevsky Museum in the flat where he wrote his last novel, “The Brothers Karamazov” Meet the writer's great-grandson, Dmitry Dostoyevsky (depends on availability) Feel the spirit of Dostoyevsky in St. Petersburg's Kolomna district See the house where Raskolnikov lived, and follow his path to the flat of the old moneylender Visit the Dostoyevsky Museum in the flat where he wrote his last novel, “The Brothers Karamazov” Meet the writer's great-grandson, Dmitry Dostoyevsky (depends on availability) Feel the spirit of Dostoyevsky in St. Petersburg's Kolomna district See the house where Raskolnikov lived, and follow his path to the flat of the old moneylender Visit the Dostoyevsky Museum in the flat where he wrote his last novel, “The Brothers Karamazov” Meet the writer's great-grandson, Dmitry Dostoyevsky (depends on availability)",
        "strLocation": "st petersburg",
        "strOriginUrl": "https://www.getyourguide.com/st-petersburg-l43/city-of-dostoevsky-st-petersburg-tour-t28121/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "6-Hour Tour of St. Petersburg: The City of Dostoyevsky",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 15:33:52"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 427,
        "strGuideLanguage": "spanish, english, french, german, hebrew, italian, russian",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-142451-145.jpg",
        "strIntroduction": "What You'll Do Explore St. Petersburg through its Jewish heritage Drive past the grand palaces of the Russian tsars and hear about their Jewish connections Visit the Yesod Cultural Centre and learn about the activities of today's Jews in St. Petersburg Go to the Moorish style Grand Choral Synagogue Discover the last resting place of prominent Jews at the Jewish section of Preobrazhenskoe Cemetery Explore the finest collection of Russian art at the State Russian Museum Explore St. Petersburg through its Jewish heritage Drive past the grand palaces of the Russian tsars and hear about their Jewish connections Visit the Yesod Cultural Centre and learn about the activities of today's Jews in St. Petersburg Go to the Moorish style Grand Choral Synagogue Discover the last resting place of prominent Jews at the Jewish section of Preobrazhenskoe Cemetery Explore the finest collection of Russian art at the State Russian Museum Explore St. Petersburg through its Jewish heritage Drive past the grand palaces of the Russian tsars and hear about their Jewish connections Visit the Yesod Cultural Centre and learn about the activities of today's Jews in St. Petersburg Go to the Moorish style Grand Choral Synagogue Discover the last resting place of prominent Jews at the Jewish section of Preobrazhenskoe Cemetery Explore the finest collection of Russian art at the State Russian Museum",
        "strLocation": "st petersburg",
        "strOriginUrl": "https://www.getyourguide.com/st-petersburg-l43/jewish-st-petersburg-city-tour-with-private-guide-t28164/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Jewish St. Petersburg & Russian Museum with Private Guide",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 15:34:07"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 181,
        "strGuideLanguage": "spanish, english, french, russian",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-142593-145.jpg",
        "strIntroduction": "What You'll Do See the general city sights with a focus on the history of the Romanov family Visit Menshikov Palace, one of the first stone buildings in St. Petersburg See Peter and Paul Fortress and Cathedral, where all the Romanovs were buried Learn about Mikhailovsky (St. Michael's) Castle, the hideout of Paul the 1st Admire The Church of Our Savior on Spilled Blood Tour Yussupov Palace, one of the most beautiful mansions in the city See the general city sights with a focus on the history of the Romanov family Visit Menshikov Palace, one of the first stone buildings in St. Petersburg See Peter and Paul Fortress and Cathedral, where all the Romanovs were buried Learn about Mikhailovsky (St. Michael's) Castle, the hideout of Paul the 1st Admire The Church of Our Savior on Spilled Blood Tour Yussupov Palace, one of the most beautiful mansions in the city See the general city sights with a focus on the history of the Romanov family Visit Menshikov Palace, one of the first stone buildings in St. Petersburg See Peter and Paul Fortress and Cathedral, where all the Romanovs were buried Learn about Mikhailovsky (St. Michael's) Castle, the hideout of Paul the 1st Admire The Church of Our Savior on Spilled Blood Tour Yussupov Palace, one of the most beautiful mansions in the city",
        "strLocation": "st petersburg",
        "strOriginUrl": "https://www.getyourguide.com/st-petersburg-l43/st-petersburg-romanov-s-secrets-exclusive-tour-t28186/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "St. Petersburg Romanov's Secrets Exclusive Day Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 15:34:21"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 211,
        "strGuideLanguage": "spanish, yiddish (former ji), chinese, english, french, german, italian, russian",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-143602-145.jpg",
        "strIntroduction": "What You'll Do Take a private tour of the art gallery that is ranked in the top 5 art museums in the world Enjoy skip-the-line privileges that allow you to bypass the long lines normally outside the Hermitage Benefit from the expertise of your knowledgeable and informative guide Take a private tour of the art gallery that is ranked in the top 5 art museums in the world Enjoy skip-the-line privileges that allow you to bypass the long lines normally outside the Hermitage Benefit from the expertise of your knowledgeable and informative guide Take a private tour of the art gallery that is ranked in the top 5 art museums in the world Enjoy skip-the-line privileges that allow you to bypass the long lines normally outside the Hermitage Benefit from the expertise of your knowledgeable and informative guide",
        "strLocation": "st petersburg",
        "strOriginUrl": "https://www.getyourguide.com/st-petersburg-l43/skip-the-line-private-hermitage-exclusive-tour-t28360/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Skip the Line: Private St. Petersburg Hermitage Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 15:34:33"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 3,
        "intUsdCost": 34,
        "strGuideLanguage": "english, french, italian",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-396973-145.jpg",
        "strIntroduction": "What You'll Do See the major highlights of St. Petersburg on a private half-day tour Admire the rivers and canals of St. Petersburg and see romantic bridges connecting the city's islands Drive along the famous Nevsky Prospect Marvel at the grand façade of the Hermitage See the golden dome of St. Isaac's Cathedral Go to the final resting place of Peter the Great and Russian tsars at Peter and Paul Fortress and Cathedral See the major highlights of St. Petersburg on a private half-day tour Admire the rivers and canals of St. Petersburg and see romantic bridges connecting the city's islands Drive along the famous Nevsky Prospect Marvel at the grand façade of the Hermitage See the golden dome of St. Isaac's Cathedral Go to the final resting place of Peter the Great and Russian tsars at Peter and Paul Fortress and Cathedral See the major highlights of St. Petersburg on a private half-day tour Admire the rivers and canals of St. Petersburg and see romantic bridges connecting the city's islands Drive along the famous Nevsky Prospect Marvel at the grand façade of the Hermitage See the golden dome of St. Isaac's Cathedral Go to the final resting place of Peter the Great and Russian tsars at Peter and Paul Fortress and Cathedral",
        "strLocation": "st petersburg",
        "strOriginUrl": "https://www.getyourguide.com/st-petersburg-l43/st-petersburg-tour-with-visit-to-peter-and-paul-fortress-t28551/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "St. Petersburg & Peter and Paul Fortress Private Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 15:34:44"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 18,
        "intUsdCost": 48,
        "strGuideLanguage": "english, french, italian",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-396949-145.jpg",
        "strIntroduction": "What You'll Do Visit the small town of Tsarskoye Selo south of St. Petersburg to explore the parks and palaces of Russian emperors Wander through the 3 parks and landscaped gardens of Catherine Park Marvel at the famous Amber Room, recreated in 2003 with panels of amber, gold leaf and mirrors Admire one of the greatest examples of Russian Baroque at Catherine Palace Visit the small town of Tsarskoye Selo south of St. Petersburg to explore the parks and palaces of Russian emperors Wander through the 3 parks and landscaped gardens of Catherine Park Marvel at the famous Amber Room, recreated in 2003 with panels of amber, gold leaf and mirrors Admire one of the greatest examples of Russian Baroque at Catherine Palace Visit the small town of Tsarskoye Selo south of St. Petersburg to explore the parks and palaces of Russian emperors Wander through the 3 parks and landscaped gardens of Catherine Park Marvel at the famous Amber Room, recreated in 2003 with panels of amber, gold leaf and mirrors Admire one of the greatest examples of Russian Baroque at Catherine Palace",
        "strLocation": "st petersburg",
        "strOriginUrl": "https://www.getyourguide.com/st-petersburg-l43/catherine-palace-and-park-tour-t28618/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "St Petersburg Catherine Palace and Park Half-Day Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 15:34:55"
    },
    {
        "intDurationHour": 72,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 340,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-155322-145.jpg",
        "strIntroduction": "What You'll Do The history of St. Petersburg and its founder Peter the Great and the Romanov Dynasty St. Petersburg as the cultural capital of Russia and Soviet Union, the city of 3 Russian Revolutions Learn about life in the city during the Soviet regime and following Perestroika Get early admission to the world-famous Hermitage to skip-the-lines and avoid the queues Take a hydrofoil along the Neva River to the fountains of Peterhof Palace Go to Yusupov Palace on the quiet Moika River and see where Rasputin was assasinated Visit the famous summer residences of Russian Tzars: Catherine Palace and Grand Palace of Petergof Enjoy the magnificent cathedrals of our city The history of St. Petersburg and its founder Peter the Great and the Romanov Dynasty St. Petersburg as the cultural capital of Russia and Soviet Union, the city of 3 Russian Revolutions Learn about life in the city during the Soviet regime and following Perestroika Get early admission to the world-famous Hermitage to skip-the-lines and avoid the queues Take a hydrofoil along the Neva River to the fountains of Peterhof Palace Go to Yusupov Palace on the quiet Moika River and see where Rasputin was assasinated Visit the famous summer residences of Russian Tzars: Catherine Palace and Grand Palace of Petergof Enjoy the magnificent cathedrals of our city The history of St. Petersburg and its founder Peter the Great and the Romanov Dynasty St. Petersburg as the cultural capital of Russia and Soviet Union, the city of 3 Russian Revolutions Learn about life in the city during the Soviet regime and following Perestroika Get early admission to the world-famous Hermitage to skip-the-lines and avoid the queues Take a hydrofoil along the Neva River to the fountains of Peterhof Palace Go to Yusupov Palace on the quiet Moika River and see where Rasputin was assasinated Visit the famous summer residences of Russian Tzars: Catherine Palace and Grand Palace of Petergof Enjoy the magnificent cathedrals of our city",
        "strLocation": "st petersburg",
        "strOriginUrl": "https://www.getyourguide.com/st-petersburg-l43/visa-free-3-day-highlights-tour-of-st-petersburg-t29442/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Visa-Free 3-day Highlights Private St. Petersburg tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 15:35:05"
    },
    {
        "intDurationHour": 5,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 72,
        "strGuideLanguage": "english, french, italian",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-191603-145.jpg",
        "strIntroduction": "What You'll Do Visit Peterhof, the Russian Versailles, on a tour by private car Explore the Upper Gardens and Lower Park, considered masterpieces of landscape design Tour the Grand Palace and marvel at the interiors representing the styles of different époques Visit Peterhof, the Russian Versailles, on a tour by private car Explore the Upper Gardens and Lower Park, considered masterpieces of landscape design Tour the Grand Palace and marvel at the interiors representing the styles of different époques Visit Peterhof, the Russian Versailles, on a tour by private car Explore the Upper Gardens and Lower Park, considered masterpieces of landscape design Tour the Grand Palace and marvel at the interiors representing the styles of different époques",
        "strLocation": "st petersburg",
        "strOriginUrl": "https://www.getyourguide.com/st-petersburg-l43/peterhof-grand-palace-and-lower-park-tour-by-car-t31396/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Peterhof Grand Palace & Lower Park: 5-Hour Tour by Car",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 15:35:18"
    },
    {
        "intDurationHour": 5,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 3,
        "intUsdCost": 40,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-172517-145.jpg",
        "strIntroduction": "What You'll Do Visit Peterhof, often referred to as the Russian Versailles Enjoy a boat ride on the Gulf of Finland Tour the interior of the Great Palace Admire the fountains of the Lower Park Visit Peterhof, often referred to as the Russian Versailles Enjoy a boat ride on the Gulf of Finland Tour the interior of the Great Palace Admire the fountains of the Lower Park Visit Peterhof, often referred to as the Russian Versailles Enjoy a boat ride on the Gulf of Finland Tour the interior of the Great Palace Admire the fountains of the Lower Park",
        "strLocation": "st petersburg",
        "strOriginUrl": "https://www.getyourguide.com/st-petersburg-l43/private-tour-to-peterhof-lower-park-and-great-palace-t32816/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Peterhof: 5-Hour Lower Park and Great Palace Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 15:35:30"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 6,
        "intUsdCost": 17,
        "strGuideLanguage": "english, german",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-182249-145.jpg",
        "strIntroduction": "What You'll Do Discover the highlights of St. Petersburg and get an impression of the varied history of the city Enjoy the fantastic views from the historical city center and see the Peter and Paul Fortress Listen to stories and anecdotes about the founding of the city, Peter the Great, and present day life Discover the highlights of St. Petersburg and get an impression of the varied history of the city Enjoy the fantastic views from the historical city center and see the Peter and Paul Fortress Listen to stories and anecdotes about the founding of the city, Peter the Great, and present day life Discover the highlights of St. Petersburg and get an impression of the varied history of the city Enjoy the fantastic views from the historical city center and see the Peter and Paul Fortress Listen to stories and anecdotes about the founding of the city, Peter the Great, and present day life",
        "strLocation": "st petersburg",
        "strOriginUrl": "https://www.getyourguide.com/st-petersburg-l43/st-petersburg-2-hour-introductory-tour-t34258/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "St. Petersburg: 2-Hour Introductory Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 15:35:44"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 40,
        "strGuideLanguage": "german",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-338018-145.jpg",
        "strIntroduction": "What You'll Do Experience a guided tour through the historic center of St. Petersburg Learn about the life and work German personalities See if desired the blockade Memorial Cemetery Piskarewskoje north of the city Experience a guided tour through the historic center of St. Petersburg Learn about the life and work German personalities See if desired the blockade Memorial Cemetery Piskarewskoje north of the city Experience a guided tour through the historic center of St. Petersburg Learn about the life and work German personalities See if desired the blockade Memorial Cemetery Piskarewskoje north of the city",
        "strLocation": "st petersburg",
        "strOriginUrl": "https://www.getyourguide.com/st-petersburg-l43/city-excursion-on-the-topic-german-in-st-petersburg-t34274/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "St. Petersburg: Afternoon Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 15:35:56"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 2,
        "intUsdCost": 50,
        "strGuideLanguage": "english, russian",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-182742-145.jpg",
        "strIntroduction": "What You'll Do Experience the historical center of Saint Petersburg while riding on a Segway Choose between an hour or 2-hour tour See the Peter the I statue, Twelve College building, the Old Saint Petersburg Stock Exchange, and more Pass by the Hermitage building en route to the Kazan Cathedral and St. Isaac's Cathedral Experience the historical center of Saint Petersburg while riding on a Segway Choose between an hour or 2-hour tour See the Peter the I statue, Twelve College building, the Old Saint Petersburg Stock Exchange, and more Pass by the Hermitage building en route to the Kazan Cathedral and St. Isaac's Cathedral Experience the historical center of Saint Petersburg while riding on a Segway Choose between an hour or 2-hour tour See the Peter the I statue, Twelve College building, the Old Saint Petersburg Stock Exchange, and more Pass by the Hermitage building en route to the Kazan Cathedral and St. Isaac's Cathedral",
        "strLocation": "st petersburg",
        "strOriginUrl": "https://www.getyourguide.com/st-petersburg-l43/2-hour-segway-tour-around-saint-petersburg-t34340/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Saint Petersburg Guided Segway Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 15:36:10"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 35,
        "strGuideLanguage": "english, french, italian",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-191610-145.jpg",
        "strIntroduction": "What You'll Do See the major highlights of St. Petersburg on a private half-day tour Admire the rivers and canals of St. Petersburg and see romantic bridges connecting the city's islands Drive along the famous Nevsky Prospect Marvel at the grand façade of the Hermitage Visit St. Isaac's Cathedral, one of the most impressive cathedrals of the city See the major highlights of St. Petersburg on a private half-day tour Admire the rivers and canals of St. Petersburg and see romantic bridges connecting the city's islands Drive along the famous Nevsky Prospect Marvel at the grand façade of the Hermitage Visit St. Isaac's Cathedral, one of the most impressive cathedrals of the city See the major highlights of St. Petersburg on a private half-day tour Admire the rivers and canals of St. Petersburg and see romantic bridges connecting the city's islands Drive along the famous Nevsky Prospect Marvel at the grand façade of the Hermitage Visit St. Isaac's Cathedral, one of the most impressive cathedrals of the city",
        "strLocation": "st petersburg",
        "strOriginUrl": "https://www.getyourguide.com/st-petersburg-l43/st-petersburg-st-isaacs-private-tour-with-transport-t35695/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "St. Petersburg & St. Isaacs Private Tour with Transport",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 15:36:22"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 41,
        "strGuideLanguage": "english, french, italian",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-191593-145.jpg",
        "strIntroduction": "What You'll Do Explore one of the world's greatest art collections on a guided tour of St. Petersburg's Hermitage See art treasures by Da Vinci, Rembrandt, Van Dyke, Rubens and more Wander through some of the most elaborate state rooms of the Winter Palace Get access to the Old Hermitage, New Hermitage and Small Hermitage Stay on and explore on your own with complimentary museum entrance Explore one of the world's greatest art collections on a guided tour of St. Petersburg's Hermitage See art treasures by Da Vinci, Rembrandt, Van Dyke, Rubens and more Wander through some of the most elaborate state rooms of the Winter Palace Get access to the Old Hermitage, New Hermitage and Small Hermitage Stay on and explore on your own with complimentary museum entrance Explore one of the world's greatest art collections on a guided tour of St. Petersburg's Hermitage See art treasures by Da Vinci, Rembrandt, Van Dyke, Rubens and more Wander through some of the most elaborate state rooms of the Winter Palace Get access to the Old Hermitage, New Hermitage and Small Hermitage Stay on and explore on your own with complimentary museum entrance",
        "strLocation": "st petersburg",
        "strOriginUrl": "https://www.getyourguide.com/st-petersburg-l43/hermitage-museum-private-tour-with-transportation-t35702/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Hermitage Museum Private Tour with Transportation",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 15:36:35"
    },
    {
        "intDurationHour": 5,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 48,
        "strGuideLanguage": "english, french, italian",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-191598-145.jpg",
        "strIntroduction": "What You'll Do Drive along the famous Nevsky Prospect Admire the golden dome of St. Isaac's Cathedral, and the spire of the Admiralty See romantic bridges over the rivers and canals of St. Petersburg Go to Peter and Paul Fortress to discover the origin of St. Petersburg Explore the galleries of the Hermitage Museum and see masterpieces by Da Vinci, Picasso, Raphael and more Drive along the famous Nevsky Prospect Admire the golden dome of St. Isaac's Cathedral, and the spire of the Admiralty See romantic bridges over the rivers and canals of St. Petersburg Go to Peter and Paul Fortress to discover the origin of St. Petersburg Explore the galleries of the Hermitage Museum and see masterpieces by Da Vinci, Picasso, Raphael and more Drive along the famous Nevsky Prospect Admire the golden dome of St. Isaac's Cathedral, and the spire of the Admiralty See romantic bridges over the rivers and canals of St. Petersburg Go to Peter and Paul Fortress to discover the origin of St. Petersburg Explore the galleries of the Hermitage Museum and see masterpieces by Da Vinci, Picasso, Raphael and more",
        "strLocation": "st petersburg",
        "strOriginUrl": "https://www.getyourguide.com/st-petersburg-l43/st-petersburg-hermitage-private-tour-with-transport-t35704/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "St. Petersburg and Hermitage Half-Day Private Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 15:36:47"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 43,
        "strGuideLanguage": "english, french, italian",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-191714-145.jpg",
        "strIntroduction": "What You'll Do Visit Pavlovsk Palace, a fine example of Classicism Learn about the life of Paul I and his family Walk in Pavlovsk Park, one of the largest landscape parks in Europe Visit Pavlovsk Palace, a fine example of Classicism Learn about the life of Paul I and his family Walk in Pavlovsk Park, one of the largest landscape parks in Europe Visit Pavlovsk Palace, a fine example of Classicism Learn about the life of Paul I and his family Walk in Pavlovsk Park, one of the largest landscape parks in Europe",
        "strLocation": "st petersburg",
        "strOriginUrl": "https://www.getyourguide.com/st-petersburg-l43/pavlovsk-private-tour-t35716/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Pavlovsk Private Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 15:36:58"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 21,
        "strGuideLanguage": "english, french, italian",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-192134-145.jpg",
        "strIntroduction": "What You'll Do Take a private tour through the Russian Museum, in the heart of St. Petersburg Explore the Mikhailovsky Palace, an impressive former imperial residence See works by famous Russian artists, such as Levitsky, Brullov, Repin, and more Visit the Benois Wing and see its brilliant collection of Russian avant-garde Take a private tour through the Russian Museum, in the heart of St. Petersburg Explore the Mikhailovsky Palace, an impressive former imperial residence See works by famous Russian artists, such as Levitsky, Brullov, Repin, and more Visit the Benois Wing and see its brilliant collection of Russian avant-garde Take a private tour through the Russian Museum, in the heart of St. Petersburg Explore the Mikhailovsky Palace, an impressive former imperial residence See works by famous Russian artists, such as Levitsky, Brullov, Repin, and more Visit the Benois Wing and see its brilliant collection of Russian avant-garde",
        "strLocation": "st petersburg",
        "strOriginUrl": "https://www.getyourguide.com/st-petersburg-l43/st-petersburg-russian-museum-private-walking-tour-t35767/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "St. Petersburg Russian Museum Private Walking Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 15:37:09"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 36,
        "strGuideLanguage": "english, french, italian",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-192141-145.jpg",
        "strIntroduction": "What You'll Do Visit the Russian Museum and enjoy skip-the-line access along with a private tour See the works in the major museum building, Mikhailovsky Palace, a former imperial residence Admire art by famous Russians, including Levitsky, Brullov, Repin, Aivazovsky, Savrasov, and more Walk through the Benois Wing and see a brilliant collection of Russian avant-garde art Visit the Russian Museum and enjoy skip-the-line access along with a private tour See the works in the major museum building, Mikhailovsky Palace, a former imperial residence Admire art by famous Russians, including Levitsky, Brullov, Repin, Aivazovsky, Savrasov, and more Walk through the Benois Wing and see a brilliant collection of Russian avant-garde art Visit the Russian Museum and enjoy skip-the-line access along with a private tour See the works in the major museum building, Mikhailovsky Palace, a former imperial residence Admire art by famous Russians, including Levitsky, Brullov, Repin, Aivazovsky, Savrasov, and more Walk through the Benois Wing and see a brilliant collection of Russian avant-garde art",
        "strLocation": "st petersburg",
        "strOriginUrl": "https://www.getyourguide.com/st-petersburg-l43/russian-museum-private-tour-st-petersburg-transfer-t35768/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "St. Petersburg: Russian Museum Private 2.5-Hour Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 15:37:20"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 37,
        "strGuideLanguage": "english, french, italian",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-192224-145.jpg",
        "strIntroduction": "What You'll Do Visit the Yusupov Palace, one of St. Petersburg's most iconic locations Walk through beautiful palace interiors, and admire the gorgeous Moorish Room See the Yusupovs' impressive home theater Visit the Yusupov Palace, one of St. Petersburg's most iconic locations Walk through beautiful palace interiors, and admire the gorgeous Moorish Room See the Yusupovs' impressive home theater Visit the Yusupov Palace, one of St. Petersburg's most iconic locations Walk through beautiful palace interiors, and admire the gorgeous Moorish Room See the Yusupovs' impressive home theater",
        "strLocation": "st petersburg",
        "strOriginUrl": "https://www.getyourguide.com/st-petersburg-l43/st-petersburg-yusupov-palace-private-walking-tour-t35781/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Yusupov Palace Private Walking Tour: St. Petersburg",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 15:37:32"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 47,
        "strGuideLanguage": "english, french, italian",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-192237-145.jpg",
        "strIntroduction": "What You'll Do Enjoy priority admission to St. Petersburg’s Yusupov Palace See the Yusupov’s magnificent home theater Learn about the murder of Rasputin, which took place here Admire the stunning palace interiors Enjoy priority admission to St. Petersburg’s Yusupov Palace See the Yusupov’s magnificent home theater Learn about the murder of Rasputin, which took place here Admire the stunning palace interiors Enjoy priority admission to St. Petersburg’s Yusupov Palace See the Yusupov’s magnificent home theater Learn about the murder of Rasputin, which took place here Admire the stunning palace interiors",
        "strLocation": "st petersburg",
        "strOriginUrl": "https://www.getyourguide.com/st-petersburg-l43/st-petersburg-yusupov-palace-private-tour-transfer-t35785/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "St. Petersburg: Skip-the-Line Yusupov Palace Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 15:37:45"
    },
    {
        "intDurationHour": 12,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 1,
        "intUsdCost": 90,
        "strGuideLanguage": "english, french",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-192278-145.jpg",
        "strIntroduction": "What You'll Do Discover Veliky Novgorod, one of the most ancient Russia's cities Admire St. Sophia, the best preserved 11th-century churches in all of Russia Visit the fascinating wooden architecture museum of \"Vitoslavlitsy\" Walk along the fortress walls of Novgorod's Kremlin Discover Veliky Novgorod, one of the most ancient Russia's cities Admire St. Sophia, the best preserved 11th-century churches in all of Russia Visit the fascinating wooden architecture museum of \"Vitoslavlitsy\" Walk along the fortress walls of Novgorod's Kremlin Discover Veliky Novgorod, one of the most ancient Russia's cities Admire St. Sophia, the best preserved 11th-century churches in all of Russia Visit the fascinating wooden architecture museum of \"Vitoslavlitsy\" Walk along the fortress walls of Novgorod's Kremlin",
        "strLocation": "st petersburg",
        "strOriginUrl": "https://www.getyourguide.com/st-petersburg-l43/private-day-trip-to-novgorod-from-st-petersburg-t35791/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Veliky Novgorod, Private Day Tour from St. Petersburg",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 15:37:58"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 50,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-192557-145.jpg",
        "strIntroduction": "What You'll Do Learn about life in Leningrad during the Soviet era Visit the Political History Museum, and see its collection of objects on political movements Tour the Sergei Kirov Museum, the largest museum dedicated to a Communist Party leader in Leningrad Learn about life in Leningrad during the Soviet era Visit the Political History Museum, and see its collection of objects on political movements Tour the Sergei Kirov Museum, the largest museum dedicated to a Communist Party leader in Leningrad Learn about life in Leningrad during the Soviet era Visit the Political History Museum, and see its collection of objects on political movements Tour the Sergei Kirov Museum, the largest museum dedicated to a Communist Party leader in Leningrad",
        "strLocation": "st petersburg",
        "strOriginUrl": "https://www.getyourguide.com/st-petersburg-l43/soviet-leningrad-private-tour-with-transportation-t35834/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "St. Petersburg: Half-Day Soviet Leningrad Private Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 15:38:10"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 52,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-192597-145.jpg",
        "strIntroduction": "What You'll Do Visit the Dostoevsky Memorial Apartment See Raskolnikov's house and other places described in Dostoevsky's novels Pay a visit to Dostoevsky’s grave in Tikhvin Cemetery Visit the Dostoevsky Memorial Apartment See Raskolnikov's house and other places described in Dostoevsky's novels Pay a visit to Dostoevsky’s grave in Tikhvin Cemetery Visit the Dostoevsky Memorial Apartment See Raskolnikov's house and other places described in Dostoevsky's novels Pay a visit to Dostoevsky’s grave in Tikhvin Cemetery",
        "strLocation": "st petersburg",
        "strOriginUrl": "https://www.getyourguide.com/st-petersburg-l43/dostoevsky-s-st-petersburg-private-tour-with-transport-t35839/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Dostoevsky’s St. Petersburg: Private 3-Hour Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 15:38:24"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 27,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-193689-145.jpg",
        "strIntroduction": "What You'll Do Uprising Square, with bas-reliefs on the revolutionary events Avtovo, the true underground palace Kirov Plant, with bas-reliefs of the Soviet heavy industry Admiralty, one of the deepest subway stations in the world Uprising Square, with bas-reliefs on the revolutionary events Avtovo, the true underground palace Kirov Plant, with bas-reliefs of the Soviet heavy industry Admiralty, one of the deepest subway stations in the world Uprising Square, with bas-reliefs on the revolutionary events Avtovo, the true underground palace Kirov Plant, with bas-reliefs of the Soviet heavy industry Admiralty, one of the deepest subway stations in the world",
        "strLocation": "st petersburg",
        "strOriginUrl": "https://www.getyourguide.com/st-petersburg-l43/st-petersburg-metro-tour-t36031/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "St. Petersburg Metro Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 15:38:37"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 15,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-196999-145.jpg",
        "strIntroduction": "What You'll Do Make a wish at a typical fountain on Malaya Sadovaya Street. Visit the St. Michael Castle, once owned by the Romanov family See the city sights like a local as you travel off the beaten path Make a wish at a typical fountain on Malaya Sadovaya Street. Visit the St. Michael Castle, once owned by the Romanov family See the city sights like a local as you travel off the beaten path Make a wish at a typical fountain on Malaya Sadovaya Street. Visit the St. Michael Castle, once owned by the Romanov family See the city sights like a local as you travel off the beaten path",
        "strLocation": "st petersburg",
        "strOriginUrl": "https://www.getyourguide.com/st-petersburg-l43/petersburg-off-the-beaten-track-t36533/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "St. Petersburg Like a Local: The Legends of a City",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 15:38:48"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 2,
        "intReviewVisitor": 4,
        "intUsdCost": 46,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-197004-145.jpg",
        "strIntroduction": "What You'll Do Admire the drawbridges of St.Petersburg up-close on a boat cruise of the Neva River See the handsome monuments of the Palace embankment floodlit for the evening on Vasilievskiy Island Watch the Trinity Bridge and Palace Bridge in full working mode as they raise their wings Gaze at St. Michael Castle, surrounded by canals See the Peter and Paul Fortress with its magical nightime illuminations Admire the drawbridges of St.Petersburg up-close on a boat cruise of the Neva River See the handsome monuments of the Palace embankment floodlit for the evening on Vasilievskiy Island Watch the Trinity Bridge and Palace Bridge in full working mode as they raise their wings Gaze at St. Michael Castle, surrounded by canals See the Peter and Paul Fortress with its magical nightime illuminations Admire the drawbridges of St.Petersburg up-close on a boat cruise of the Neva River See the handsome monuments of the Palace embankment floodlit for the evening on Vasilievskiy Island Watch the Trinity Bridge and Palace Bridge in full working mode as they raise their wings Gaze at St. Michael Castle, surrounded by canals See the Peter and Paul Fortress with its magical nightime illuminations",
        "strLocation": "st petersburg",
        "strOriginUrl": "https://www.getyourguide.com/st-petersburg-l43/drawbridges-boat-tour-t36534/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "St. Petersburg: 2-Hour Drawbridges Boat Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 15:38:59"
    },
    {
        "intDurationHour": 6,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 1,
        "intUsdCost": 410,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-201358-145.jpg",
        "strIntroduction": "What You'll Do Enjoy a private tour of the Peterhof Palace in St. Petersburg Admire the fascinating and elaborate interiors of the Grand Palace Explore the expansive gardens with hundreds of magnificent statues and fountains Enjoy a private tour of the Peterhof Palace in St. Petersburg Admire the fascinating and elaborate interiors of the Grand Palace Explore the expansive gardens with hundreds of magnificent statues and fountains Enjoy a private tour of the Peterhof Palace in St. Petersburg Admire the fascinating and elaborate interiors of the Grand Palace Explore the expansive gardens with hundreds of magnificent statues and fountains",
        "strLocation": "st petersburg",
        "strOriginUrl": "https://www.getyourguide.com/st-petersburg-l43/peterhof-fountains-private-tour-t37180/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "St. Petersburg: Peterhof Fountains Private 6-Hour Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 15:39:12"
    },
    {
        "intDurationHour": 6,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 313,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-201651-145.jpg",
        "strIntroduction": "What You'll Do Be dazzled by the gold leaf and mirrors lining the Amber Room Admire the true craftsmanship demonstrated in the décor of the Grand Hall Hear stories of the reckless expenses thrown into its construction Take a leisurely walk through immaculately landscaped Catherine Park Be dazzled by the gold leaf and mirrors lining the Amber Room Admire the true craftsmanship demonstrated in the décor of the Grand Hall Hear stories of the reckless expenses thrown into its construction Take a leisurely walk through immaculately landscaped Catherine Park Be dazzled by the gold leaf and mirrors lining the Amber Room Admire the true craftsmanship demonstrated in the décor of the Grand Hall Hear stories of the reckless expenses thrown into its construction Take a leisurely walk through immaculately landscaped Catherine Park",
        "strLocation": "st petersburg",
        "strOriginUrl": "https://www.getyourguide.com/st-petersburg-l43/pushkin-summer-palace-tour-t37240/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "From St Petersburg: Catherine's Summer Palace Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 15:39:25"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 222,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-201662-145.jpg",
        "strIntroduction": "What You'll Do Explore the Peter and Paul Fortress, St. Petersburg’s oldest landmark Tour the Peter and Paul Cathedral See the Royal Mint Look inside the cells of the political prison in the Trubetskoy Bastion Explore the Peter and Paul Fortress, St. Petersburg’s oldest landmark Tour the Peter and Paul Cathedral See the Royal Mint Look inside the cells of the political prison in the Trubetskoy Bastion Explore the Peter and Paul Fortress, St. Petersburg’s oldest landmark Tour the Peter and Paul Cathedral See the Royal Mint Look inside the cells of the political prison in the Trubetskoy Bastion",
        "strLocation": "st petersburg",
        "strOriginUrl": "https://www.getyourguide.com/st-petersburg-l43/peter-paul-fortress-toura-in-st-petersburg-t37242/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "St. Petersburg: 3-Hour Peter and Paul Fortress Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 15:39:39"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 284,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-201676-145.jpg",
        "strIntroduction": "What You'll Do Enjoy a tour of the sights in St. Petersburg by car See the Winter Palace, the Nevsky Prospect, the Peter and Paul Fortress, Saint Isaac’s Cathedral, and the monument to Peter the Great Explore the Church of the Savior on Blood, the Aurora Cruiser, the Field of Mars, the Summer Garden, the Bolshoy Dom, and the KGB Headquarters Enjoy a tour of the sights in St. Petersburg by car See the Winter Palace, the Nevsky Prospect, the Peter and Paul Fortress, Saint Isaac’s Cathedral, and the monument to Peter the Great Explore the Church of the Savior on Blood, the Aurora Cruiser, the Field of Mars, the Summer Garden, the Bolshoy Dom, and the KGB Headquarters Enjoy a tour of the sights in St. Petersburg by car See the Winter Palace, the Nevsky Prospect, the Peter and Paul Fortress, Saint Isaac’s Cathedral, and the monument to Peter the Great Explore the Church of the Savior on Blood, the Aurora Cruiser, the Field of Mars, the Summer Garden, the Bolshoy Dom, and the KGB Headquarters",
        "strLocation": "st petersburg",
        "strOriginUrl": "https://www.getyourguide.com/st-petersburg-l43/st-petersburg-car-tour-t37246/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "St. Petersburg Private 4-Hour Car Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 15:39:51"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 342,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-201686-145.jpg",
        "strIntroduction": "What You'll Do Enjoy a crash course of Russian cuisine in St. Petersburg Learn about the history of Russian dishes and the secrets of cooking Get all the recipes sent to you by email so you can easily cook Russian meals at home Enjoy a crash course of Russian cuisine in St. Petersburg Learn about the history of Russian dishes and the secrets of cooking Get all the recipes sent to you by email so you can easily cook Russian meals at home Enjoy a crash course of Russian cuisine in St. Petersburg Learn about the history of Russian dishes and the secrets of cooking Get all the recipes sent to you by email so you can easily cook Russian meals at home",
        "strLocation": "st petersburg",
        "strOriginUrl": "https://www.getyourguide.com/st-petersburg-l43/russian-cuisine-workshop-dinner-t37251/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "St. Petersburg 3-Hour Russian Cuisine Workshop & Dinner",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 15:40:02"
    },
    {
        "intDurationHour": 5,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 2,
        "intUsdCost": 75,
        "strGuideLanguage": "spanish, english, french, german, italian, russian",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-207281-145.jpg",
        "strIntroduction": "What You'll Do Explore and enjoy Catherine's Palace in the company of a guide Get insider access to the world of Tsars as you explore their summer residence See a variety of architectural and historical wonders, including the Golden Enfilade and Amber Room Enjoy skip-the-line access to the palace with your private tour Explore and enjoy Catherine's Palace in the company of a guide Get insider access to the world of Tsars as you explore their summer residence See a variety of architectural and historical wonders, including the Golden Enfilade and Amber Room Enjoy skip-the-line access to the palace with your private tour Explore and enjoy Catherine's Palace in the company of a guide Get insider access to the world of Tsars as you explore their summer residence See a variety of architectural and historical wonders, including the Golden Enfilade and Amber Room Enjoy skip-the-line access to the palace with your private tour",
        "strLocation": "st petersburg",
        "strOriginUrl": "https://www.getyourguide.com/st-petersburg-l43/amber-gold-of-catherine-s-palace-t37420/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "St. Petersburg 5-Hour Catherine's Palace Private Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 15:40:15"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 8,
        "intUsdCost": 55,
        "strGuideLanguage": "spanish, english, french, german, italian, portuguese, russian",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-209596-145.jpg",
        "strIntroduction": "What You'll Do Get skip-the-line access to the Hermitage and explore it with your guide Gain insider access to the world of tsars and emperors Unveil art and historical wonders and learn about their creation Enjoy the customizable nature of the tour that covers what interests you most Get skip-the-line access to the Hermitage and explore it with your guide Gain insider access to the world of tsars and emperors Unveil art and historical wonders and learn about their creation Enjoy the customizable nature of the tour that covers what interests you most Get skip-the-line access to the Hermitage and explore it with your guide Gain insider access to the world of tsars and emperors Unveil art and historical wonders and learn about their creation Enjoy the customizable nature of the tour that covers what interests you most",
        "strLocation": "st petersburg",
        "strOriginUrl": "https://www.getyourguide.com/st-petersburg-l43/art-wonder-of-hermitage-t37658/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "St. Petersburg 3-Hour Private Hermitage Museum Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 15:40:25"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 150,
        "strGuideLanguage": "spanish, english, french, german, russian, italian",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-209654-145.jpg",
        "strIntroduction": "What You'll Do Explore the Hermitage Museum's Treasury Galleries with a personal guide Get inside access to the world of the tsars and emperors Discover architectural and historical wonders Examine the development of the jeweler's craft through history, as far back as the 3rd millennium BC Explore the Hermitage Museum's Treasury Galleries with a personal guide Get inside access to the world of the tsars and emperors Discover architectural and historical wonders Examine the development of the jeweler's craft through history, as far back as the 3rd millennium BC Explore the Hermitage Museum's Treasury Galleries with a personal guide Get inside access to the world of the tsars and emperors Discover architectural and historical wonders Examine the development of the jeweler's craft through history, as far back as the 3rd millennium BC",
        "strLocation": "st petersburg",
        "strOriginUrl": "https://www.getyourguide.com/st-petersburg-l43/hidden-treasures-of-hermitage-t37722/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "St. Petersburg: Hidden Treasures of the Hermitage",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 15:40:36"
    },
    {
        "intDurationHour": 5,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 3,
        "intUsdCost": 280,
        "strGuideLanguage": "spanish, english, french, german, italian, portuguese, russian",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-209584-145.jpg",
        "strIntroduction": "What You'll Do Explore Peterhof Palace and parks and see spectacular fountains Get inside access to the world of tsars and Russian emperors Escape the heat and dust of the city and stroll among refreshing cascades Try to avoid - or seek out - the joke fountain that will spray you if you step on a certain paving stone! Add an extra thrill and upgrade to a round-trip speedboat ride there and back Explore Peterhof Palace and parks and see spectacular fountains Get inside access to the world of tsars and Russian emperors Escape the heat and dust of the city and stroll among refreshing cascades Try to avoid - or seek out - the joke fountain that will spray you if you step on a certain paving stone! Add an extra thrill and upgrade to a round-trip speedboat ride there and back Explore Peterhof Palace and parks and see spectacular fountains Get inside access to the world of tsars and Russian emperors Escape the heat and dust of the city and stroll among refreshing cascades Try to avoid - or seek out - the joke fountain that will spray you if you step on a certain paving stone! Add an extra thrill and upgrade to a round-trip speedboat ride there and back",
        "strLocation": "st petersburg",
        "strOriginUrl": "https://www.getyourguide.com/st-petersburg-l43/what-a-fountain-in-peterhof-t37724/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "St. Petersburg: 5-Hour Peterhof Palace Fountains Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 15:40:48"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 90,
        "strGuideLanguage": "spanish, english, french, german, italian, portuguese, russian",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-209617-145.jpg",
        "strIntroduction": "What You'll Do Explore the glorious palace and gardens of the English-style Pavlovsk Palace Get inside access to the world of the tsars and Russian emperors Admire the décor of Scotsman Charles Cameron and the romantic touches of his succesor Vinchenzo Brenna Wander the grounds of one of the largest landscaped parks in Europe Explore the glorious palace and gardens of the English-style Pavlovsk Palace Get inside access to the world of the tsars and Russian emperors Admire the décor of Scotsman Charles Cameron and the romantic touches of his succesor Vinchenzo Brenna Wander the grounds of one of the largest landscaped parks in Europe Explore the glorious palace and gardens of the English-style Pavlovsk Palace Get inside access to the world of the tsars and Russian emperors Admire the décor of Scotsman Charles Cameron and the romantic touches of his succesor Vinchenzo Brenna Wander the grounds of one of the largest landscaped parks in Europe",
        "strLocation": "st petersburg",
        "strOriginUrl": "https://www.getyourguide.com/st-petersburg-l43/decor-landscape-in-pavlovsk-t37766/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "St. Petersburg: Half-Day Pavlovsk Palace and Park Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 15:40:58"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 100,
        "strGuideLanguage": "english, russian",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-209583-145.jpg",
        "strIntroduction": "What You'll Do Explore the Imperial Porcelain Factory of St. Petersburg with a personal guide Get inside access to the world of Russia's imperial art Discover how painters created their porcelain wonders Create your own masterpiece and paint a cup Explore the Imperial Porcelain Factory of St. Petersburg with a personal guide Get inside access to the world of Russia's imperial art Discover how painters created their porcelain wonders Create your own masterpiece and paint a cup Explore the Imperial Porcelain Factory of St. Petersburg with a personal guide Get inside access to the world of Russia's imperial art Discover how painters created their porcelain wonders Create your own masterpiece and paint a cup",
        "strLocation": "st petersburg",
        "strOriginUrl": "https://www.getyourguide.com/st-petersburg-l43/art-loving-porcelain-beauty-t37782/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "St. Petersburg: Lomonosov Porcelain Factory Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 15:41:11"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 21,
        "strGuideLanguage": "spanish, english, french, german, russian",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-220001-145.jpg",
        "strIntroduction": "What You'll Do Discover the once closed district of Kronshtadt, St. Petersburg's main seaport and naval base Explore one of the small fortress islands of the Gulf of Finland Go to the splendid Naval Cathedral, and learn how it was used as a lookout Wander the streets to see 19th-century architecture and more Discover the once closed district of Kronshtadt, St. Petersburg's main seaport and naval base Explore one of the small fortress islands of the Gulf of Finland Go to the splendid Naval Cathedral, and learn how it was used as a lookout Wander the streets to see 19th-century architecture and more Discover the once closed district of Kronshtadt, St. Petersburg's main seaport and naval base Explore one of the small fortress islands of the Gulf of Finland Go to the splendid Naval Cathedral, and learn how it was used as a lookout Wander the streets to see 19th-century architecture and more",
        "strLocation": "st petersburg",
        "strOriginUrl": "https://www.getyourguide.com/st-petersburg-l43/private-trip-to-the-history-of-navy-in-st-petersburg-t38914/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "St. Petersburg: Half-Day Private Tour to Kronshtadt",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 15:41:21"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 2,
        "intUsdCost": 50,
        "strGuideLanguage": "spanish, english, french, german, italian, russian",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-224827-145.jpg",
        "strIntroduction": "What You'll Do Admire the onion domes and interior mosaics of the Church on Spilt Blood Go inside St. Isaac's Cathedral to explore one of the finest cathedrals in the world See the relics of St. Nicholas at the St. Nicholas Naval Cathedral Learn the history of each cathedral and its connection to the story of Russia Admire the onion domes and interior mosaics of the Church on Spilt Blood Go inside St. Isaac's Cathedral to explore one of the finest cathedrals in the world See the relics of St. Nicholas at the St. Nicholas Naval Cathedral Learn the history of each cathedral and its connection to the story of Russia Admire the onion domes and interior mosaics of the Church on Spilt Blood Go inside St. Isaac's Cathedral to explore one of the finest cathedrals in the world See the relics of St. Nicholas at the St. Nicholas Naval Cathedral Learn the history of each cathedral and its connection to the story of Russia",
        "strLocation": "st petersburg",
        "strOriginUrl": "https://www.getyourguide.com/st-petersburg-l43/cathedrals-in-st-petersburg-t39545/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Cathedrals of St. Petersburg Private Half-Day Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 15:41:35"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 49,
        "strGuideLanguage": "english, french, german, russian",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-225222-145.jpg",
        "strIntroduction": "What You'll Do See all corners of Russia in miniature at the scale model Grand Model of Russia Museum Learn about the lives of everyday Russians in all corners of the country Tour St. Petersburg by bus to see orthodox churches and imperial monuments Get an insider look at the private lives of famous St. Petersburg residents of the past See all corners of Russia in miniature at the scale model Grand Model of Russia Museum Learn about the lives of everyday Russians in all corners of the country Tour St. Petersburg by bus to see orthodox churches and imperial monuments Get an insider look at the private lives of famous St. Petersburg residents of the past See all corners of Russia in miniature at the scale model Grand Model of Russia Museum Learn about the lives of everyday Russians in all corners of the country Tour St. Petersburg by bus to see orthodox churches and imperial monuments Get an insider look at the private lives of famous St. Petersburg residents of the past",
        "strLocation": "st petersburg",
        "strOriginUrl": "https://www.getyourguide.com/st-petersburg-l43/-grand-model-of-russia-and-st-petersburg-t39610/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "St. Petersburg: Grand Model of Russia Museum Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 15:41:46"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 75,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-257253-145.jpg",
        "strIntroduction": "What You'll Do private air-conditioned vehicle waiting for you upon your arrival at the airport Punctual and reliable service to take your worries away. Just don't forget to claim your luggage! We will deliver you to any location within St.Petersburg. Day and night. private air-conditioned vehicle waiting for you upon your arrival at the airport Punctual and reliable service to take your worries away. Just don't forget to claim your luggage! We will deliver you to any location within St.Petersburg. Day and night. private air-conditioned vehicle waiting for you upon your arrival at the airport Punctual and reliable service to take your worries away. Just don't forget to claim your luggage! We will deliver you to any location within St.Petersburg. Day and night.",
        "strLocation": "st petersburg",
        "strOriginUrl": "https://www.getyourguide.com/st-petersburg-l43/private-airport-transfer-in-stpetersburg-t43681/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Private Airport Transfer in St.Petersburg",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 15:41:58"
    },
    {
        "intDurationHour": 5,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 3,
        "intUsdCost": 56,
        "strGuideLanguage": "german",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-281192-145.jpg",
        "strIntroduction": "What You'll Do Experience the special flair of a white night in St. Petersburg Stroll through the classical summer garden of Peter the Great Enjoy the maritime atmosphere of a boat tour along the St. Petersburg channels Experience the special flair of a white night in St. Petersburg Stroll through the classical summer garden of Peter the Great Enjoy the maritime atmosphere of a boat tour along the St. Petersburg channels Experience the special flair of a white night in St. Petersburg Stroll through the classical summer garden of Peter the Great Enjoy the maritime atmosphere of a boat tour along the St. Petersburg channels",
        "strLocation": "st petersburg",
        "strOriginUrl": "https://www.getyourguide.com/st-petersburg-l43/white-night-st-petersburg-boat-tour-snacks-drinks-t46883/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "White night tour incl. Boat ride",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 15:42:09"
    },
    {
        "intDurationHour": 6,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 350,
        "strGuideLanguage": "spanish, english, german",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-306422-145.jpg",
        "strIntroduction": "What You'll Do View the monumental structure of Constantine’s Palace Walk through grand interiors of the Congress Hall for international summits Get the opportunity to look at the apartments of the President View the monumental structure of Constantine’s Palace Walk through grand interiors of the Congress Hall for international summits Get the opportunity to look at the apartments of the President View the monumental structure of Constantine’s Palace Walk through grand interiors of the Congress Hall for international summits Get the opportunity to look at the apartments of the President",
        "strLocation": "st petersburg",
        "strOriginUrl": "https://www.getyourguide.com/st-petersburg-l43/president-putin-s-palace-full-day-tour-t49756/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "President Putin's Palace Full-Day Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 15:42:23"
    },
    {
        "intDurationHour": 5,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 316,
        "strGuideLanguage": "spanish, english, german",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-306426-145.jpg",
        "strIntroduction": "What You'll Do Familiarize yourself with Russian culture with a cooking class Acquire new information and skills while you cook Savor a delicious dinner as the result of your efforts Familiarize yourself with Russian culture with a cooking class Acquire new information and skills while you cook Savor a delicious dinner as the result of your efforts Familiarize yourself with Russian culture with a cooking class Acquire new information and skills while you cook Savor a delicious dinner as the result of your efforts",
        "strLocation": "st petersburg",
        "strOriginUrl": "https://www.getyourguide.com/st-petersburg-l43/st-petersburg-5-hour-russian-gourmet-tour-t49757/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "St. Petersburg: 5-Hour Russian Gourmet Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 15:42:37"
    },
    {
        "intDurationHour": 5,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 185,
        "strGuideLanguage": "spanish, english, german",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-306429-145.jpg",
        "strIntroduction": "What You'll Do See great variety of Russian cities Observe the everyday life of Russian people Get the opportunity to take part in the events See great variety of Russian cities Observe the everyday life of Russian people Get the opportunity to take part in the events See great variety of Russian cities Observe the everyday life of Russian people Get the opportunity to take part in the events",
        "strLocation": "st petersburg",
        "strOriginUrl": "https://www.getyourguide.com/st-petersburg-l43/grand-model-of-russia-5-hour-museum-tour-t49758/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Grand Model of Russia 5-Hour Museum Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 15:42:48"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 382,
        "strGuideLanguage": "spanish, english, german",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-306435-145.jpg",
        "strIntroduction": "What You'll Do Find small hidden monuments of St Petersburg, like Chizhik-Pyzhik, Little Rabbit and more Enjoy a more magical side of St. Petersburg Explore the mysteries of the world’s largest museum – the Hermitage Find small hidden monuments of St Petersburg, like Chizhik-Pyzhik, Little Rabbit and more Enjoy a more magical side of St. Petersburg Explore the mysteries of the world’s largest museum – the Hermitage Find small hidden monuments of St Petersburg, like Chizhik-Pyzhik, Little Rabbit and more Enjoy a more magical side of St. Petersburg Explore the mysteries of the world’s largest museum – the Hermitage",
        "strLocation": "st petersburg",
        "strOriginUrl": "https://www.getyourguide.com/st-petersburg-l43/magical-st-petersburg-full-day-tour-t49761/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Magical St. Petersburg Full-Day Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 15:43:01"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 87,
        "strGuideLanguage": "spanish, english, german",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-306440-145.jpg",
        "strIntroduction": "What You'll Do Marvel at the impressive stations with their breathtaking interiors Learn more about this space filled with fascinating stories Go to a place where you can see locals, not just tourists Marvel at the impressive stations with their breathtaking interiors Learn more about this space filled with fascinating stories Go to a place where you can see locals, not just tourists Marvel at the impressive stations with their breathtaking interiors Learn more about this space filled with fascinating stories Go to a place where you can see locals, not just tourists",
        "strLocation": "st petersburg",
        "strOriginUrl": "https://www.getyourguide.com/st-petersburg-l43/st-petersburg-metro-2-hour-tour-t49762/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "St. Petersburg Metro 2-Hour Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 15:43:11"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 1,
        "intUsdCost": 72,
        "strGuideLanguage": "english, french, german",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-328608-145.jpg",
        "strIntroduction": "What You'll Do Visit Shuvalov's Palace post-reconstruction Discover the unique private collection of Fabergé Eggs Enjoy a careful roundtrip transfer Visit Shuvalov's Palace post-reconstruction Discover the unique private collection of Fabergé Eggs Enjoy a careful roundtrip transfer Visit Shuvalov's Palace post-reconstruction Discover the unique private collection of Fabergé Eggs Enjoy a careful roundtrip transfer",
        "strLocation": "st petersburg",
        "strOriginUrl": "https://www.getyourguide.com/st-petersburg-l43/st-petersburg-3-hour-faberge-museum-tour-t49866/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "St. Petersburg: Private Fabergé Museum Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 15:43:27"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 763,
        "strGuideLanguage": "spanish, english, german",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-311000-145.jpg",
        "strIntroduction": "What You'll Do See the Kremlin, the very heart of the Russia Marvel at the most precious things in the Armoury museum Admire the Tzar Canon that never fired and the Tzar Bell that never rang Feast your eyes on the world-renowned Red Square and St Basil's Cathedral See the Kremlin, the very heart of the Russia Marvel at the most precious things in the Armoury museum Admire the Tzar Canon that never fired and the Tzar Bell that never rang Feast your eyes on the world-renowned Red Square and St Basil's Cathedral See the Kremlin, the very heart of the Russia Marvel at the most precious things in the Armoury museum Admire the Tzar Canon that never fired and the Tzar Bell that never rang Feast your eyes on the world-renowned Red Square and St Basil's Cathedral",
        "strLocation": "st petersburg",
        "strOriginUrl": "https://www.getyourguide.com/st-petersburg-l43/follow-the-tzars-full-day-trip-in-moscow-t50230/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Follow the Tzars: Full-Day Trip in Moscow",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 15:43:42"
    },
    {
        "intDurationHour": 6,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 265,
        "strGuideLanguage": "spanish, english, french, german",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-392745-145.jpg",
        "strIntroduction": "What You'll Do See cathedrals and palaces which are world-known Be fascinated by the harmony of Isaac's, Palace Enjoy the view of the Neva river See Peter and Paul's Fortress See cathedrals and palaces which are world-known Be fascinated by the harmony of Isaac's, Palace Enjoy the view of the Neva river See Peter and Paul's Fortress See cathedrals and palaces which are world-known Be fascinated by the harmony of Isaac's, Palace Enjoy the view of the Neva river See Peter and Paul's Fortress",
        "strLocation": "st petersburg",
        "strOriginUrl": "https://www.getyourguide.com/st-petersburg-l43/best-of-st-petersburg-city-tour-t50663/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Best of St. Petersburg City Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 15:43:53"
    },
    {
        "intDurationHour": 5,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 40,
        "strGuideLanguage": "german",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-338332-145.jpg",
        "strIntroduction": "What You'll Do Experience an afternoon excursion to the former summer residence of Russian tsars Enjoy landscaped gardens in particular beauty Experience the trip to the countryside as a Petersburg Experience an afternoon excursion to the former summer residence of Russian tsars Enjoy landscaped gardens in particular beauty Experience the trip to the countryside as a Petersburg Experience an afternoon excursion to the former summer residence of Russian tsars Enjoy landscaped gardens in particular beauty Experience the trip to the countryside as a Petersburg",
        "strLocation": "st petersburg",
        "strOriginUrl": "https://www.getyourguide.com/st-petersburg-l43/st-petersburg-picnic-t53445/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "St. Petersburg picnic",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 15:44:04"
    },
    {
        "intDurationHour": 48,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 246,
        "strGuideLanguage": "english, french, german, italian",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-343261-145.jpg",
        "strIntroduction": "What You'll Do Explore The Erarta Modern Arts Museum, the largest private modern art gallery in Russia Enjoy the sightseeing tour of St. Petersburg Visit the state Hermitage museum and General Staff building Explore The Erarta Modern Arts Museum, the largest private modern art gallery in Russia Enjoy the sightseeing tour of St. Petersburg Visit the state Hermitage museum and General Staff building Explore The Erarta Modern Arts Museum, the largest private modern art gallery in Russia Enjoy the sightseeing tour of St. Petersburg Visit the state Hermitage museum and General Staff building",
        "strLocation": "st petersburg",
        "strOriginUrl": "https://www.getyourguide.com/st-petersburg-l43/st-petersburg-2-day-luxury-shore-excursion-t53993/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "St. Petersburg 2-Day Luxury Shore Excursion",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 15:44:16"
    },
    {
        "intDurationHour": 48,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 220,
        "strGuideLanguage": "spanish, english, french, german",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-348909-145.jpg",
        "strIntroduction": "What You'll Do Drive to Peter and Paul Cathedral, Visit Church of our Savior on Spilled Blood, memorial to murdered Emperor Alexander II Take a narrated drive to the suburbs of St. Petersburg: to the south to see Catherine Palace (Pushkin) and to the west to Peterhof Drive to Peter and Paul Cathedral, Visit Church of our Savior on Spilled Blood, memorial to murdered Emperor Alexander II Take a narrated drive to the suburbs of St. Petersburg: to the south to see Catherine Palace (Pushkin) and to the west to Peterhof Drive to Peter and Paul Cathedral, Visit Church of our Savior on Spilled Blood, memorial to murdered Emperor Alexander II Take a narrated drive to the suburbs of St. Petersburg: to the south to see Catherine Palace (Pushkin) and to the west to Peterhof",
        "strLocation": "st petersburg",
        "strOriginUrl": "https://www.getyourguide.com/st-petersburg-l43/st-petersburg-highlights-2-day-tour-t54251/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "St. Petersburg Highlights 2-Day Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 15:44:26"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 120,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-347323-145.jpg",
        "strIntroduction": "What You'll Do Visit the Hermitage, the world famous art treasury Learn more about Russian emperors at Peter and Paul Cathedral Admire Church of our Savior on Spilled Blood, one of the city’s landmarks Drive through the city to see the main attractions Visit the Hermitage, the world famous art treasury Learn more about Russian emperors at Peter and Paul Cathedral Admire Church of our Savior on Spilled Blood, one of the city’s landmarks Drive through the city to see the main attractions Visit the Hermitage, the world famous art treasury Learn more about Russian emperors at Peter and Paul Cathedral Admire Church of our Savior on Spilled Blood, one of the city’s landmarks Drive through the city to see the main attractions",
        "strLocation": "st petersburg",
        "strOriginUrl": "https://www.getyourguide.com/st-petersburg-l43/gems-of-st-petersburg-full-day-tour-t54513/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Gems of St. Petersburg Full-Day Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 15:44:38"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 110,
        "strGuideLanguage": "spanish, english, french, german, italian, portuguese, russian",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-356748-145.jpg",
        "strIntroduction": "What You'll Do Get to know beautiful St. Petersburg on a 4-hour guided private tour Skip the line at major attractions and sights in the old city center Step back in time on a history tour and let your private guide tell you about the history and importance of all the landmarks Get to know beautiful St. Petersburg on a 4-hour guided private tour Skip the line at major attractions and sights in the old city center Step back in time on a history tour and let your private guide tell you about the history and importance of all the landmarks Get to know beautiful St. Petersburg on a 4-hour guided private tour Skip the line at major attractions and sights in the old city center Step back in time on a history tour and let your private guide tell you about the history and importance of all the landmarks",
        "strLocation": "st petersburg",
        "strOriginUrl": "https://www.getyourguide.com/st-petersburg-l43/st-petersburg-private-4-hour-sightseeing-tour-t55952/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "St Petersburg: Private 4-Hour Sightseeing Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 15:45:28"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 120,
        "strGuideLanguage": "spanish, english, french, german, italian, russian",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-356757-145.jpg",
        "strIntroduction": "What You'll Do See St. Petersburg's most important cathedrals on a family-friendly 3.5-hour tour Soak up the atmosphere on a walking tour that lets you travel back in time on a history tour Walk around the city center and its most important sights with a private guide See St. Petersburg's most important cathedrals on a family-friendly 3.5-hour tour Soak up the atmosphere on a walking tour that lets you travel back in time on a history tour Walk around the city center and its most important sights with a private guide See St. Petersburg's most important cathedrals on a family-friendly 3.5-hour tour Soak up the atmosphere on a walking tour that lets you travel back in time on a history tour Walk around the city center and its most important sights with a private guide",
        "strLocation": "st petersburg",
        "strOriginUrl": "https://www.getyourguide.com/st-petersburg-l43/st-petersburg-private-cathedral-tour-t55954/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "St. Petersburg: Private Cathedral Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 15:45:42"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 100,
        "strGuideLanguage": "english, russian",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-356761-145.jpg",
        "strIntroduction": "What You'll Do Access an amazing perspective from the housetops of St. Petersburg See St. Petersburg in all its excellence and enchantment Stroll on rooftops in city center Access an amazing perspective from the housetops of St. Petersburg See St. Petersburg in all its excellence and enchantment Stroll on rooftops in city center Access an amazing perspective from the housetops of St. Petersburg See St. Petersburg in all its excellence and enchantment Stroll on rooftops in city center",
        "strLocation": "st petersburg",
        "strOriginUrl": "https://www.getyourguide.com/st-petersburg-l43/st-petersburg-private-rooftop-tour-t55955/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "St. Petersburg: Private Rooftop Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 15:45:55"
    },
    {
        "intDurationHour": 5,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 50,
        "strGuideLanguage": "spanish, english, french, german, italian, japanese",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-363370-145.jpg",
        "strIntroduction": "What You'll Do Enjoy beautiful views of the Lower gardens, including the largest cascade in Europe, \"trick\" fountains, magnificent flowerbeds and italian statues Visit the beautiful example of baroque architecture - the Grand palace with the original oak study of Peter I See the Monplesir palace - the first summer house of Peter I outside the city Enjoy beautiful views of the Lower gardens, including the largest cascade in Europe, \"trick\" fountains, magnificent flowerbeds and italian statues Visit the beautiful example of baroque architecture - the Grand palace with the original oak study of Peter I See the Monplesir palace - the first summer house of Peter I outside the city Enjoy beautiful views of the Lower gardens, including the largest cascade in Europe, \"trick\" fountains, magnificent flowerbeds and italian statues Visit the beautiful example of baroque architecture - the Grand palace with the original oak study of Peter I See the Monplesir palace - the first summer house of Peter I outside the city",
        "strLocation": "st petersburg",
        "strOriginUrl": "https://www.getyourguide.com/st-petersburg-l43/st-petersburg-peterhof-tour-with-fountain-park-t56943/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "St. Petersburg: Peterhof Tour with Fountain Park",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 15:46:08"
    },
    {
        "intDurationHour": 5,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 2,
        "intUsdCost": 50,
        "strGuideLanguage": "spanish, english, french, german, italian, japanese",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-363388-145.jpg",
        "strIntroduction": "What You'll Do Visit the famous Catherine palace with Amber room Enjoy a stroll in the Catherine gardens See beautiful park pavilions reflected in the water of the \"Big pond\" Learn the history of the Russian emperors and empresses who owned this place Visit the famous Catherine palace with Amber room Enjoy a stroll in the Catherine gardens See beautiful park pavilions reflected in the water of the \"Big pond\" Learn the history of the Russian emperors and empresses who owned this place Visit the famous Catherine palace with Amber room Enjoy a stroll in the Catherine gardens See beautiful park pavilions reflected in the water of the \"Big pond\" Learn the history of the Russian emperors and empresses who owned this place",
        "strLocation": "st petersburg",
        "strOriginUrl": "https://www.getyourguide.com/st-petersburg-l43/st-petersburg-tzar-s-village-tour-t56945/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "St. Petersburg: Tzar's Village Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 15:46:23"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 120,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-367006-145.jpg",
        "strIntroduction": "What You'll Do Discover St. Petersburg in a completely personalized way Learn more about the city Marvel at the impressive sights Discover St. Petersburg in a completely personalized way Learn more about the city Marvel at the impressive sights Discover St. Petersburg in a completely personalized way Learn more about the city Marvel at the impressive sights",
        "strLocation": "st petersburg",
        "strOriginUrl": "https://www.getyourguide.com/st-petersburg-l43/half-day-stpetersburg-tour-with-a-private-guide-t57436/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Half-day St.Petersburg Tour with a Private Guide",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 15:46:38"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 35,
        "strGuideLanguage": "spanish, english, french, german",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-382463-145.jpg",
        "strIntroduction": "What You'll Do Explore 4 historic buildings of St. Petersburg: Winter Palace, Small Hermitage, Old Hermitage and New Hermitage Ge a taste of the Russian royalty See outstanding works in the famous Western-European collection Explore 4 historic buildings of St. Petersburg: Winter Palace, Small Hermitage, Old Hermitage and New Hermitage Ge a taste of the Russian royalty See outstanding works in the famous Western-European collection Explore 4 historic buildings of St. Petersburg: Winter Palace, Small Hermitage, Old Hermitage and New Hermitage Ge a taste of the Russian royalty See outstanding works in the famous Western-European collection",
        "strLocation": "st petersburg",
        "strOriginUrl": "https://www.getyourguide.com/st-petersburg-l43/st-petersburg-hermitage-tour-fast-track-entrance-t59742/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "St. Petersburg: Hermitage Tour & Fast Track Entrance",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 15:46:49"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 51,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-392127-145.jpg",
        "strIntroduction": "What You'll Do Explore St. Petersburg with a professional local guide Discover the hidden treasures of Russia's most beautiful city Skip the line at some of the city's most spectacular sights Explore St. Petersburg with a professional local guide Discover the hidden treasures of Russia's most beautiful city Skip the line at some of the city's most spectacular sights Explore St. Petersburg with a professional local guide Discover the hidden treasures of Russia's most beautiful city Skip the line at some of the city's most spectacular sights",
        "strLocation": "st petersburg",
        "strOriginUrl": "https://www.getyourguide.com/st-petersburg-l43/st-petersburg-treasures-walking-tour-t61056/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "St. Petersburg Treasures Walking Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 15:47:01"
    },
    {
        "intDurationHour": 6,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 91,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-392253-145.jpg",
        "strIntroduction": "What You'll Do Stroll the streets of St. Petersburg with a local guide Look inside the ornate Church of the Savior on Spilled Blood Marvel at golden domes and the network of canals Visit the world's 4th largest basilica at Saint Isaac's Cathedral Learn more about St. Petersburg at the Peter and Paul Fortress Stroll the streets of St. Petersburg with a local guide Look inside the ornate Church of the Savior on Spilled Blood Marvel at golden domes and the network of canals Visit the world's 4th largest basilica at Saint Isaac's Cathedral Learn more about St. Petersburg at the Peter and Paul Fortress Stroll the streets of St. Petersburg with a local guide Look inside the ornate Church of the Savior on Spilled Blood Marvel at golden domes and the network of canals Visit the world's 4th largest basilica at Saint Isaac's Cathedral Learn more about St. Petersburg at the Peter and Paul Fortress",
        "strLocation": "st petersburg",
        "strOriginUrl": "https://www.getyourguide.com/st-petersburg-l43/saint-petersburg-in-one-day-walking-tour-t61079/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "St. Petersburg in a Day: 6-Hour Walking Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 15:47:13"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 140,
        "strGuideLanguage": "spanish, english, french, german",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-393460-145.jpg",
        "strIntroduction": "What You'll Do Walk along the famous Nevsky Prospect See Ostrovsky Garden and the monument to Catherine the Great Explore inside the Church of the Spilled Blood Wander through Art Square and Palace Square Marvel at the beautiful Kazan Cathedral Walk along the famous Nevsky Prospect See Ostrovsky Garden and the monument to Catherine the Great Explore inside the Church of the Spilled Blood Wander through Art Square and Palace Square Marvel at the beautiful Kazan Cathedral Walk along the famous Nevsky Prospect See Ostrovsky Garden and the monument to Catherine the Great Explore inside the Church of the Spilled Blood Wander through Art Square and Palace Square Marvel at the beautiful Kazan Cathedral",
        "strLocation": "st petersburg",
        "strOriginUrl": "https://www.getyourguide.com/st-petersburg-l43/st-petersburg-walking-tour-t61238/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "St. Petersburg Walking Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 15:47:26"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 2,
        "intUsdCost": 60,
        "strGuideLanguage": "spanish, english, french, german, italian, portuguese",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-393916-145.jpg",
        "strIntroduction": "What You'll Do Admire the stunning monuments of St. Petersburg from the water Enjoy a more personalized experience with a private guide Choose from daytime and nighttime cruise options Admire the stunning monuments of St. Petersburg from the water Enjoy a more personalized experience with a private guide Choose from daytime and nighttime cruise options Admire the stunning monuments of St. Petersburg from the water Enjoy a more personalized experience with a private guide Choose from daytime and nighttime cruise options",
        "strLocation": "st petersburg",
        "strOriginUrl": "https://www.getyourguide.com/st-petersburg-l43/st-petersburg-two-hour-river-and-canal-cruise-t61301/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "St. Petersburg 1.5-Hour River and Canal Cruise",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 15:47:40"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 80,
        "strGuideLanguage": "spanish, english, french, german, italian, portuguese, russian",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-396556-145.jpg",
        "strIntroduction": "What You'll Do Visit the Yusupov Palace, one of St. Petersburg's most famous areas Stroll through delightful halls of the royal residence Learn more about Rasputin life and death See the Yusupovs' great home theater Visit the Yusupov Palace, one of St. Petersburg's most famous areas Stroll through delightful halls of the royal residence Learn more about Rasputin life and death See the Yusupovs' great home theater Visit the Yusupov Palace, one of St. Petersburg's most famous areas Stroll through delightful halls of the royal residence Learn more about Rasputin life and death See the Yusupovs' great home theater",
        "strLocation": "st petersburg",
        "strOriginUrl": "https://www.getyourguide.com/st-petersburg-l43/st-petersburg-private-tour-of-yusupov-palace-t61302/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "St Petersburg: Private Tour of Yusupov Palace",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 15:47:54"
    },
    {
        "intDurationHour": 48,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 230,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-441344-145.jpg",
        "strIntroduction": "What You'll Do Take advantage of this comprehensive visa-free tour that will intorduce you to the highlights of Saint Petersburg in two days Enjoy the company of a professional local guide Visit all the important sights of the city including Peter & Paul Fortress, St Isaac's Cathedral, Catherine's palace with Amber Room and Peterhof park Try delicious local cuisine for lunch at Russian Restaurants Make new friends with your tour companions as the group size is limited to only 16 passengers Take advantage of this comprehensive visa-free tour that will intorduce you to the highlights of Saint Petersburg in two days Enjoy the company of a professional local guide Visit all the important sights of the city including Peter & Paul Fortress, St Isaac's Cathedral, Catherine's palace with Amber Room and Peterhof park Try delicious local cuisine for lunch at Russian Restaurants Make new friends with your tour companions as the group size is limited to only 16 passengers Take advantage of this comprehensive visa-free tour that will intorduce you to the highlights of Saint Petersburg in two days Enjoy the company of a professional local guide Visit all the important sights of the city including Peter & Paul Fortress, St Isaac's Cathedral, Catherine's palace with Amber Room and Peterhof park Try delicious local cuisine for lunch at Russian Restaurants Make new friends with your tour companions as the group size is limited to only 16 passengers",
        "strLocation": "st petersburg",
        "strOriginUrl": "https://www.getyourguide.com/st-petersburg-l43/st-petersburg-visa-free-2-day-essential-group-tour-t67216/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "St. Petersburg: Visa Free 2-Day Essential Group Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 15:48:07"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 67,
        "strGuideLanguage": "spanish, english, french, german, italian, portuguese, russian",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-394106-145.jpg",
        "strIntroduction": "What You'll Do Explore the biggest Russian Orthodox Church in Russia Climb the 43 meter high to the Colonnade and appreciate an amazing perspective over St. Petersburg Enjoy interiors of one of the iconic monuments in the city Explore the biggest Russian Orthodox Church in Russia Climb the 43 meter high to the Colonnade and appreciate an amazing perspective over St. Petersburg Enjoy interiors of one of the iconic monuments in the city Explore the biggest Russian Orthodox Church in Russia Climb the 43 meter high to the Colonnade and appreciate an amazing perspective over St. Petersburg Enjoy interiors of one of the iconic monuments in the city",
        "strLocation": "st petersburg",
        "strOriginUrl": "https://www.getyourguide.com/st-petersburg-l43/tour-peter-paul-fortress-with-st-isaac-cathedral-t61319/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Tour Peter & Paul Fortress with St Isaac Cathedral",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 15:48:21"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 60,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-441355-145.jpg",
        "strIntroduction": "What You'll Do Make the most of your time in St. Petersburg with a local expert shopping guide Enjoy a fun gift and souvenir shopping experience with your English-speaking host Find amazing matreshka dolls, clothing, gifts or souvenirs at great prices Make the most of your time in St. Petersburg with a local expert shopping guide Enjoy a fun gift and souvenir shopping experience with your English-speaking host Find amazing matreshka dolls, clothing, gifts or souvenirs at great prices Make the most of your time in St. Petersburg with a local expert shopping guide Enjoy a fun gift and souvenir shopping experience with your English-speaking host Find amazing matreshka dolls, clothing, gifts or souvenirs at great prices",
        "strLocation": "st petersburg",
        "strOriginUrl": "https://www.getyourguide.com/st-petersburg-l43/gifts-souvenir-shopping-with-a-local-t67219/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "St. Petersburg: Gift and Souvenir Shopping with a Local",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 15:48:35"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 100,
        "strGuideLanguage": "spanish, english, french, german, italian, portuguese, russian",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-394142-145.jpg",
        "strIntroduction": "What You'll Do See glorious St Petersburg in a private vehicle with private local authorized tour guide Wonder about the magnificence and symmetry of Peter the Great's glorious capital See the indulgent St Isaac's Cathedral Drive along Nevsky Prospect, the city's busiest road, lined with delightful structures, shops and historical sights See Peter and Paul Fortress and Cathedral, the origin place of this outstanding city Visit the site of the renowned Cathedral of Our Savior on Spilled Blood, an uncommon sample of a traditional Russian church See glorious St Petersburg in a private vehicle with private local authorized tour guide Wonder about the magnificence and symmetry of Peter the Great's glorious capital See the indulgent St Isaac's Cathedral Drive along Nevsky Prospect, the city's busiest road, lined with delightful structures, shops and historical sights See Peter and Paul Fortress and Cathedral, the origin place of this outstanding city Visit the site of the renowned Cathedral of Our Savior on Spilled Blood, an uncommon sample of a traditional Russian church See glorious St Petersburg in a private vehicle with private local authorized tour guide Wonder about the magnificence and symmetry of Peter the Great's glorious capital See the indulgent St Isaac's Cathedral Drive along Nevsky Prospect, the city's busiest road, lined with delightful structures, shops and historical sights See Peter and Paul Fortress and Cathedral, the origin place of this outstanding city Visit the site of the renowned Cathedral of Our Savior on Spilled Blood, an uncommon sample of a traditional Russian church",
        "strLocation": "st petersburg",
        "strOriginUrl": "https://www.getyourguide.com/st-petersburg-l43/full-day-city-tour-of-st-petersburg-t61325/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Full Day City Tour of St. Petersburg",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 15:48:47"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 0,
        "strGuideLanguage": "english, russian",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-441690-145.jpg",
        "strIntroduction": "What You'll Do Discover St Petersburg by Limousine Enjoy a romantic experience, perfect for couples See the sights illuminated at night Discover St Petersburg by Limousine Enjoy a romantic experience, perfect for couples See the sights illuminated at night Discover St Petersburg by Limousine Enjoy a romantic experience, perfect for couples See the sights illuminated at night",
        "strLocation": "st petersburg",
        "strOriginUrl": "https://www.getyourguide.com/st-petersburg-l43/st-petersburg-vip-night-tour-by-limousine-t67255/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "St Petersburg VIP Night Tour by Limousine",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 15:49:00"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 3,
        "intUsdCost": 148,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-441984-145.jpg",
        "strIntroduction": "What You'll Do Enjoy one of the most beautiful classical ballets Swan Lake in a palacial setting Visit the Hermitage theater which is not available for regular tours during day-time Enjoy a worry-free round-trip transfer to the theater from your hotel or cruise ship Take home unforgettable memories of the beautiful music and spectacular dancers Enjoy one of the most beautiful classical ballets Swan Lake in a palacial setting Visit the Hermitage theater which is not available for regular tours during day-time Enjoy a worry-free round-trip transfer to the theater from your hotel or cruise ship Take home unforgettable memories of the beautiful music and spectacular dancers Enjoy one of the most beautiful classical ballets Swan Lake in a palacial setting Visit the Hermitage theater which is not available for regular tours during day-time Enjoy a worry-free round-trip transfer to the theater from your hotel or cruise ship Take home unforgettable memories of the beautiful music and spectacular dancers",
        "strLocation": "st petersburg",
        "strOriginUrl": "https://www.getyourguide.com/st-petersburg-l43/st-petersburg-swan-lake-ballet-at-hermitage-theater-t67284/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "St. Petersburg: Swan Lake Ballet at Hermitage Theater",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 15:49:13"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 130,
        "strGuideLanguage": "spanish, english, french, german, italian, russian",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-405456-145.jpg",
        "strIntroduction": "What You'll Do Visit the famous and vast Hermitage Museum Take a tour of the Peter and Paul Fortress Enjoy a romantic boat trip along the rivers and canals Visit the famous and vast Hermitage Museum Take a tour of the Peter and Paul Fortress Enjoy a romantic boat trip along the rivers and canals Visit the famous and vast Hermitage Museum Take a tour of the Peter and Paul Fortress Enjoy a romantic boat trip along the rivers and canals",
        "strLocation": "st petersburg",
        "strOriginUrl": "https://www.getyourguide.com/st-petersburg-l43/st-petersburg-1-day-visa-free-shore-tour-t62753/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "St. Petersburg 1-Day Visa-Free Shore Excursion",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 15:49:25"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 165,
        "strGuideLanguage": "spanish, english, french, german, italian, russian",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-405692-145.jpg",
        "strIntroduction": "What You'll Do Visit the famous Hermitage Museum Enjoy your tour to Peterhof: the summer residence of the czars, called the \"Russian Versailles\" Take a romantic boat trip on the rivers and canals See the wonderful fortress of Saints Peter and Paul Visit the famous Hermitage Museum Enjoy your tour to Peterhof: the summer residence of the czars, called the \"Russian Versailles\" Take a romantic boat trip on the rivers and canals See the wonderful fortress of Saints Peter and Paul Visit the famous Hermitage Museum Enjoy your tour to Peterhof: the summer residence of the czars, called the \"Russian Versailles\" Take a romantic boat trip on the rivers and canals See the wonderful fortress of Saints Peter and Paul",
        "strLocation": "st petersburg",
        "strOriginUrl": "https://www.getyourguide.com/st-petersburg-l43/saint-petersburg-1-day-visa-free-cruise-shore-tour-t62789/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Saint Petersburg: 1-day Visa Free Cruise Shore Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 15:49:35"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 16,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-461903-145.jpg",
        "strIntroduction": "What You'll Do Enjoy the city in an open-top bus Visit the most significant attractions of St. Petersburg Learn more about the history of the city Receive a free map of the city Take a boat tour and discover the city from a different perspective Enjoy the city in an open-top bus Visit the most significant attractions of St. Petersburg Learn more about the history of the city Receive a free map of the city Take a boat tour and discover the city from a different perspective Enjoy the city in an open-top bus Visit the most significant attractions of St. Petersburg Learn more about the history of the city Receive a free map of the city Take a boat tour and discover the city from a different perspective",
        "strLocation": "st petersburg",
        "strOriginUrl": "https://www.getyourguide.com/st-petersburg-l43/st-petersburg-hop-on-hop-off-city-tour-24-or-48-hours-t70210/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "St. Petersburg: Hop On Hop Off City Tour 24 or 48 Hours",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 15:49:50"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 20,
        "strGuideLanguage": "english, russian",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-464545-145.jpg",
        "strIntroduction": "What You'll Do Be led by a fun English-speaking pub crawl guide Explore the nightlife by visiting 5 bars/clubs Party within walking distance to Saint Petersburg's best sights Be led by a fun English-speaking pub crawl guide Explore the nightlife by visiting 5 bars/clubs Party within walking distance to Saint Petersburg's best sights Be led by a fun English-speaking pub crawl guide Explore the nightlife by visiting 5 bars/clubs Party within walking distance to Saint Petersburg's best sights",
        "strLocation": "st petersburg",
        "strOriginUrl": "https://www.getyourguide.com/st-petersburg-l43/saint-petersburg-city-pub-crawl-t70572/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Saint Petersburg City Pub Crawl",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 15:50:03"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 550,
        "strGuideLanguage": "spanish, english, french, german, italian, russian",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-405697-145.jpg",
        "strIntroduction": "What You'll Do Take an interesting tour of the Moscow subway See the famous Red Square Visit the wonderful Kremlin Take an interesting tour of the Moscow subway See the famous Red Square Visit the wonderful Kremlin Take an interesting tour of the Moscow subway See the famous Red Square Visit the wonderful Kremlin",
        "strLocation": "st petersburg",
        "strOriginUrl": "https://www.getyourguide.com/st-petersburg-l43/moscow-full-day-shore-excursion-t62791/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Moscow Full-Day Shore Excursion",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 15:50:19"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 40,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-471030-145.jpg",
        "strIntroduction": "What You'll Do Explore the local streets and the most beautiful metro stations on a walking tour of the city Have a spectacular view of Vasilyevsky Island See the Church of Our Savior on Spilled Blood Explore the local streets and the most beautiful metro stations on a walking tour of the city Have a spectacular view of Vasilyevsky Island See the Church of Our Savior on Spilled Blood Explore the local streets and the most beautiful metro stations on a walking tour of the city Have a spectacular view of Vasilyevsky Island See the Church of Our Savior on Spilled Blood",
        "strLocation": "st petersburg",
        "strOriginUrl": "https://www.getyourguide.com/st-petersburg-l43/st-petersburg-half-day-metro-city-walking-tour-t71337/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "St. Petersburg: Half-Day Metro & City Walking Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 15:50:30"
    },
    {
        "intDurationHour": 48,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 220,
        "strGuideLanguage": "spanish, english, french, german, italian, russian",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-405703-145.jpg",
        "strIntroduction": "What You'll Do See all the important sights of Saint Petersburg Visit the famous Hermitage Museum Take a tour to the summer palace of the czars in Pushkin See all the important sights of Saint Petersburg Visit the famous Hermitage Museum Take a tour to the summer palace of the czars in Pushkin See all the important sights of Saint Petersburg Visit the famous Hermitage Museum Take a tour to the summer palace of the czars in Pushkin",
        "strLocation": "st petersburg",
        "strOriginUrl": "https://www.getyourguide.com/st-petersburg-l43/saint-petersburg-two-day-shore-excursion-t62792/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Saint Petersburg Two-Day Shore Excursion",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 15:50:40"
    }
]