[
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 103,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-406394-145.jpg",
        "strIntroduction": "What You'll Do Depart from St. Petersburg in the knowledge that a punctual and safe trip to the airport awaits you Enjoy comfortable seats and air-conditioning on your trip to St. Petersburg Airport Trust your experienced driver to navigate the complicated streets of St. Petersburg Depart from St. Petersburg in the knowledge that a punctual and safe trip to the airport awaits you Enjoy comfortable seats and air-conditioning on your trip to St. Petersburg Airport Trust your experienced driver to navigate the complicated streets of St. Petersburg Depart from St. Petersburg in the knowledge that a punctual and safe trip to the airport awaits you Enjoy comfortable seats and air-conditioning on your trip to St. Petersburg Airport Trust your experienced driver to navigate the complicated streets of St. Petersburg",
        "strLocation": "st petersburg",
        "strOriginUrl": "https://www.getyourguide.com/st-petersburg-l43/st-petersburg-airport-departure-business-transfer-t62835/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "St. Petersburg Airport Departure Business Transfer",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 15:50:53"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 35,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-481977-145.jpg",
        "strIntroduction": "What You'll Do Walk to the market and use public transportation to uncover simple daily life See the most authentic buildings from Soviet times and atmospheric districts Visit significant areas of the intelligentsia’s life in St. Petersburg Walk to the market and use public transportation to uncover simple daily life See the most authentic buildings from Soviet times and atmospheric districts Visit significant areas of the intelligentsia’s life in St. Petersburg Walk to the market and use public transportation to uncover simple daily life See the most authentic buildings from Soviet times and atmospheric districts Visit significant areas of the intelligentsia’s life in St. Petersburg",
        "strLocation": "st petersburg",
        "strOriginUrl": "https://www.getyourguide.com/st-petersburg-l43/stpetersburg-3-hour-guided-walking-tour-t72750/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "St.Petersburg: 3-Hour Guided Walking Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 15:51:06"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 57,
        "strGuideLanguage": "spanish",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-416432-145.jpg",
        "strIntroduction": "What You'll Do Visit all the main attractions of the city Explore one of the main Cathedrals - St.Isaac's the Church of the Savior on Blood Check out Peter and Paul Fortress and the Cathedral, the burial place of all the tsars of the Romanov family Visit all the main attractions of the city Explore one of the main Cathedrals - St.Isaac's the Church of the Savior on Blood Check out Peter and Paul Fortress and the Cathedral, the burial place of all the tsars of the Romanov family Visit all the main attractions of the city Explore one of the main Cathedrals - St.Isaac's the Church of the Savior on Blood Check out Peter and Paul Fortress and the Cathedral, the burial place of all the tsars of the Romanov family",
        "strLocation": "st petersburg",
        "strOriginUrl": "https://www.getyourguide.com/st-petersburg-l43/saint-petersburg-main-highlights-of-the-city-tour-t63976/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Saint-Petersburg: Main Highlights of the City Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 15:51:18"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 15,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-484982-145.jpg",
        "strIntroduction": "What You'll Do See Lenin Monument Feel the atmosphere of Big House (KGB Headquarters) Check out Crosses Prison, an infamous Soviet prison Enter Peter & Paul Fortress, the main political prison of the city See Lenin Monument Feel the atmosphere of Big House (KGB Headquarters) Check out Crosses Prison, an infamous Soviet prison Enter Peter & Paul Fortress, the main political prison of the city See Lenin Monument Feel the atmosphere of Big House (KGB Headquarters) Check out Crosses Prison, an infamous Soviet prison Enter Peter & Paul Fortress, the main political prison of the city",
        "strLocation": "st petersburg",
        "strOriginUrl": "https://www.getyourguide.com/st-petersburg-l43/communist-leningrad-t73107/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Communist Leningrad",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 15:51:32"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 65,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-440412-145.jpg",
        "strIntroduction": "What You'll Do Take a break from city sightseeing to enjoy a unique activity Create a Do-It-Yourself souvenir to amaze your friends with Paint a traditional Matryoshka Doll Take a break from city sightseeing to enjoy a unique activity Create a Do-It-Yourself souvenir to amaze your friends with Paint a traditional Matryoshka Doll Take a break from city sightseeing to enjoy a unique activity Create a Do-It-Yourself souvenir to amaze your friends with Paint a traditional Matryoshka Doll",
        "strLocation": "st petersburg",
        "strOriginUrl": "https://www.getyourguide.com/st-petersburg-l43/st-petersburg-matryoshka-doll-painting-class-t64814/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "St. Petersburg: Matryoshka Doll Painting Class",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 15:51:44"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 40,
        "strGuideLanguage": "spanish, english, french, german, italian, russian",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-492464-145.jpg",
        "strIntroduction": "What You'll Do Visit five cathedrals in St. Petersburg each with its own rich historical identify Explore the city's cultural heritage like the locals, during the winter months Have a cup of hot coffee between cathedral visits Visit five cathedrals in St. Petersburg each with its own rich historical identify Explore the city's cultural heritage like the locals, during the winter months Have a cup of hot coffee between cathedral visits Visit five cathedrals in St. Petersburg each with its own rich historical identify Explore the city's cultural heritage like the locals, during the winter months Have a cup of hot coffee between cathedral visits",
        "strLocation": "st petersburg",
        "strOriginUrl": "https://www.getyourguide.com/st-petersburg-l43/stpetersburg-half-day-winter-magic-of-cathedrals-t74031/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "St.Petersburg: Half-Day Winter Magic of Cathedrals",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 15:51:55"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 80,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-375507-145.jpg",
        "strIntroduction": "What You'll Do Experience the Nagarkot Sunrise Views from the Nagarkot hilltop Experience the Nagarkot Sunrise Views from the Nagarkot hilltop Experience the Nagarkot Sunrise Views from the Nagarkot hilltop",
        "strLocation": "kathmandu",
        "strOriginUrl": "https://www.getyourguide.com/kathmandu-l101/experience-nagarkot-sunrise-from-kathmandu-t32054/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Experience Nagarkot Sunrise from Kathmandu",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 15:52:05"
    },
    {
        "intDurationHour": 72,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 4,
        "intUsdCost": 250,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-169217-145.jpg",
        "strIntroduction": "What You'll Do Get up close to Nepali culture in the Kathmandu Valley Hike the oak and pine forests of the Shivapuri National Park Go to the oldest temple of the Kathmandu Valley See the terraced fields of Changunarayan Admire panoramic views of Everest from Nagarkot Enjoy the services of experienced guides and local sherpas Get up close to Nepali culture in the Kathmandu Valley Hike the oak and pine forests of the Shivapuri National Park Go to the oldest temple of the Kathmandu Valley See the terraced fields of Changunarayan Admire panoramic views of Everest from Nagarkot Enjoy the services of experienced guides and local sherpas Get up close to Nepali culture in the Kathmandu Valley Hike the oak and pine forests of the Shivapuri National Park Go to the oldest temple of the Kathmandu Valley See the terraced fields of Changunarayan Admire panoramic views of Everest from Nagarkot Enjoy the services of experienced guides and local sherpas",
        "strLocation": "kathmandu",
        "strOriginUrl": "https://www.getyourguide.com/kathmandu-l101/chisapani-nagarkot-2-days-hiking-t32348/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Kathmandu Valley 3-Day Trek: Chisapani to Nagarkot",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 15:52:17"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 20,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-375082-145.jpg",
        "strIntroduction": "What You'll Do Discover the delicious Nepalese cuisine at a typical restaurant in Kathmandu Enjoy a traditional cultural show with music and dancing Travel to and from the restaurant in a luxury vehicle Discover the delicious Nepalese cuisine at a typical restaurant in Kathmandu Enjoy a traditional cultural show with music and dancing Travel to and from the restaurant in a luxury vehicle Discover the delicious Nepalese cuisine at a typical restaurant in Kathmandu Enjoy a traditional cultural show with music and dancing Travel to and from the restaurant in a luxury vehicle",
        "strLocation": "kathmandu",
        "strOriginUrl": "https://www.getyourguide.com/kathmandu-l101/dinner-and-cultural-show-in-nepal-t21436/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Kathmandu: 3-Hour Dinner and Cultural Show",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 15:52:30"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 2,
        "intUsdCost": 165,
        "strGuideLanguage": "spanish, english, french, german, italian, russian",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-158632-145.jpg",
        "strIntroduction": "What You'll Do Visit cultural and historic sites of the Newari cities of the Kathmandu Valley: Kathmandu, Patan, and Bhaktapur Enjoy a glimpse of Newari village life Explore Kathmandu’s Durbar Square Climb up to Swayambhunath Temple for sweeping views of the valley See Boudhanath, one of the world’s largest stupas Visit cultural and historic sites of the Newari cities of the Kathmandu Valley: Kathmandu, Patan, and Bhaktapur Enjoy a glimpse of Newari village life Explore Kathmandu’s Durbar Square Climb up to Swayambhunath Temple for sweeping views of the valley See Boudhanath, one of the world’s largest stupas Visit cultural and historic sites of the Newari cities of the Kathmandu Valley: Kathmandu, Patan, and Bhaktapur Enjoy a glimpse of Newari village life Explore Kathmandu’s Durbar Square Climb up to Swayambhunath Temple for sweeping views of the valley See Boudhanath, one of the world’s largest stupas",
        "strLocation": "kathmandu",
        "strOriginUrl": "https://www.getyourguide.com/kathmandu-l101/historical-and-cultural-kathmandu-city-day-tour-t30650/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Kathmandu: Full-Day Historical and Cultural City Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 15:52:43"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 4500,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-124341-145.jpg",
        "strIntroduction": "What You'll Do See the remarkable beauty of the Himalayas from a helicopter Fly to the Everest Base Camp, where hikers and trekkers often rest before ascending the mountain View not only the mountain but also the areas of Gourishanker, Cho-Oyu, Shishapangma, Lhakpa Dorje, and more See the remarkable beauty of the Himalayas from a helicopter Fly to the Everest Base Camp, where hikers and trekkers often rest before ascending the mountain View not only the mountain but also the areas of Gourishanker, Cho-Oyu, Shishapangma, Lhakpa Dorje, and more See the remarkable beauty of the Himalayas from a helicopter Fly to the Everest Base Camp, where hikers and trekkers often rest before ascending the mountain View not only the mountain but also the areas of Gourishanker, Cho-Oyu, Shishapangma, Lhakpa Dorje, and more",
        "strLocation": "kathmandu",
        "strOriginUrl": "https://www.getyourguide.com/kathmandu-l101/everest-base-camp-helicopter-tour-in-nepal-t25515/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Kathmandu: Everest Base Camp Helicopter Tour in Nepal",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 15:52:57"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 12,
        "strGuideLanguage": "english, hindi, nepali",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-73901-145.jpg",
        "strIntroduction": "What You'll Do Enjoy the privacy and comfort of a private ride through Kathmandu Save yourself the hassle of renting a cab Enjoy the scenery without having to worry about traffic or maps Enjoy the privacy and comfort of a private ride through Kathmandu Save yourself the hassle of renting a cab Enjoy the scenery without having to worry about traffic or maps Enjoy the privacy and comfort of a private ride through Kathmandu Save yourself the hassle of renting a cab Enjoy the scenery without having to worry about traffic or maps",
        "strLocation": "kathmandu",
        "strOriginUrl": "https://www.getyourguide.com/kathmandu-l101/kathmandu-airport-pick-up-drop-off-t17319/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Kathmandu Airport Transfer: A Relaxing Ride",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 15:53:10"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 2,
        "intReviewVisitor": 2,
        "intUsdCost": 250,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-150112-145.jpg",
        "strIntroduction": "What You'll Do Marvel at the views of Mount Everest, the world’s highest mountain Enjoy unobstructed views from a guaranteed window seat Fly above the clouds and see the vast Himalayan range Marvel at the views of Mount Everest, the world’s highest mountain Enjoy unobstructed views from a guaranteed window seat Fly above the clouds and see the vast Himalayan range Marvel at the views of Mount Everest, the world’s highest mountain Enjoy unobstructed views from a guaranteed window seat Fly above the clouds and see the vast Himalayan range",
        "strLocation": "kathmandu",
        "strOriginUrl": "https://www.getyourguide.com/kathmandu-l101/mt-everest-flight-tour-from-kathmandu-t29319/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "45-Minute Mount Everest Flight Tour from Kathmandu",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 15:53:22"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 3,
        "intReviewVisitor": 1,
        "intUsdCost": 14,
        "strGuideLanguage": "english, hindi, nepali",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-262312-145.jpg",
        "strIntroduction": "What You'll Do Learn to cook like a local in Thamel Source fresh ingredients from the local bazaar Cook traditional Nepalese dishes with a Nepali chef Try your hand at making traditional \"momos\" or \"aloo paratha\" Enjoy the fruits of your labor over lunch Learn to cook like a local in Thamel Source fresh ingredients from the local bazaar Cook traditional Nepalese dishes with a Nepali chef Try your hand at making traditional \"momos\" or \"aloo paratha\" Enjoy the fruits of your labor over lunch Learn to cook like a local in Thamel Source fresh ingredients from the local bazaar Cook traditional Nepalese dishes with a Nepali chef Try your hand at making traditional \"momos\" or \"aloo paratha\" Enjoy the fruits of your labor over lunch",
        "strLocation": "kathmandu",
        "strOriginUrl": "https://www.getyourguide.com/thamel-l4029/cook-like-a-local-t36886/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Kathmandu: Learn to Cook Like a Local in Thamel",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 15:53:34"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 3,
        "intReviewVisitor": 1,
        "intUsdCost": 195,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-144971-145.jpg",
        "strIntroduction": "What You'll Do Soar above the world's highest point, Mount Everest Take in more then 100 snow-capped mountains from your window seat Explore the Himalayas in the best way possible in the shortest amount of time Soar above the world's highest point, Mount Everest Take in more then 100 snow-capped mountains from your window seat Explore the Himalayas in the best way possible in the shortest amount of time Soar above the world's highest point, Mount Everest Take in more then 100 snow-capped mountains from your window seat Explore the Himalayas in the best way possible in the shortest amount of time",
        "strLocation": "kathmandu",
        "strOriginUrl": "https://www.getyourguide.com/kathmandu-l101/1-hour-everest-view-mountain-flight-in-kathmandu-t28560/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "1-Hour Flight Above Mt. Everest from Kathmandu",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 15:53:44"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 8,
        "intUsdCost": 280,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-50650-145.jpg",
        "strIntroduction": "What You'll Do Take an incredible panoramic trip through the Himalayas on this one-hour scenic flight Fly over snow-capped peaks and admire the amazing and spiritual sights Admire the majestic and awe-inspiring Mount Everest, the highest mountain in the world Take an incredible panoramic trip through the Himalayas on this one-hour scenic flight Fly over snow-capped peaks and admire the amazing and spiritual sights Admire the majestic and awe-inspiring Mount Everest, the highest mountain in the world Take an incredible panoramic trip through the Himalayas on this one-hour scenic flight Fly over snow-capped peaks and admire the amazing and spiritual sights Admire the majestic and awe-inspiring Mount Everest, the highest mountain in the world",
        "strLocation": "kathmandu",
        "strOriginUrl": "https://www.getyourguide.com/kathmandu-l101/himalayas-panoramic-mountain-flight-t12143/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Himalayas Panoramic Mountain Flight",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 15:53:58"
    },
    {
        "intDurationHour": 6,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 3,
        "intUsdCost": 30,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-144823-145.jpg",
        "strIntroduction": "What You'll Do Enjoy a mixture of history and culture of Kathmandu and Nepal Visit the Buddhist sites of Boudhanath Stupa and Swayambhunath Stupa Learn about the lifestyle of the Newa people, natives of Nepal See the Hindu temple at Pashupatinath Enjoy a mixture of history and culture of Kathmandu and Nepal Visit the Buddhist sites of Boudhanath Stupa and Swayambhunath Stupa Learn about the lifestyle of the Newa people, natives of Nepal See the Hindu temple at Pashupatinath Enjoy a mixture of history and culture of Kathmandu and Nepal Visit the Buddhist sites of Boudhanath Stupa and Swayambhunath Stupa Learn about the lifestyle of the Newa people, natives of Nepal See the Hindu temple at Pashupatinath",
        "strLocation": "kathmandu",
        "strOriginUrl": "https://www.getyourguide.com/kathmandu-l101/half-day-tour-around-kathmandu-valley-t28543/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Kathmandu Valley Private 6-Hour Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 15:54:09"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 3,
        "intUsdCost": 240,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-85590-145.jpg",
        "strIntroduction": "What You'll Do See the Himalayas in complete luxury and style Experience one of the highest mountain ranges from a unique angle Enjoy perfect photo opportunities throughout the flight See the Himalayas in complete luxury and style Experience one of the highest mountain ranges from a unique angle Enjoy perfect photo opportunities throughout the flight See the Himalayas in complete luxury and style Experience one of the highest mountain ranges from a unique angle Enjoy perfect photo opportunities throughout the flight",
        "strLocation": "kathmandu",
        "strOriginUrl": "https://www.getyourguide.com/kathmandu-l101/flight-over-everest-1-hour-plane-tour-t12643/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Flight Over Everest: 1-Hour Plane Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 15:54:24"
    },
    {
        "intDurationHour": 384,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 1445,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-73020-145.jpg",
        "strIntroduction": "What You'll Do Our Everest Base Camp Trek takes experienced trekkers into the heart of the Himalayas See the sunrise from the top of Kalapattar Learn about the Sherpa culture Our Everest Base Camp Trek takes experienced trekkers into the heart of the Himalayas See the sunrise from the top of Kalapattar Learn about the Sherpa culture Our Everest Base Camp Trek takes experienced trekkers into the heart of the Himalayas See the sunrise from the top of Kalapattar Learn about the Sherpa culture",
        "strLocation": "kathmandu",
        "strOriginUrl": "https://www.getyourguide.com/kathmandu-l101/everest-base-camp-trek-t11297/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Everest Base Camp Trek",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 15:54:37"
    },
    {
        "intDurationHour": 96,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 388,
        "strGuideLanguage": "english, hindi",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-73026-145.jpg",
        "strIntroduction": "What You'll Do Visit Boudhanath Stupa,whose commanding presence in the region ensures that it continues to be a popular pilgrimage for religious devotees Glimpse ancient history and traditional Nepalese cultural heritage as you admire world heritage listed sites and historical areas Explore the unusual and exiciting Kathmandu valley whose exotic treasures await to be discovered Observe the holy and mysterious Pashupatinath temple on the banks of the sacred Bagmati River where entry is strictly forbidden to all non-Hindus Visit Boudhanath Stupa,whose commanding presence in the region ensures that it continues to be a popular pilgrimage for religious devotees Glimpse ancient history and traditional Nepalese cultural heritage as you admire world heritage listed sites and historical areas Explore the unusual and exiciting Kathmandu valley whose exotic treasures await to be discovered Observe the holy and mysterious Pashupatinath temple on the banks of the sacred Bagmati River where entry is strictly forbidden to all non-Hindus Visit Boudhanath Stupa,whose commanding presence in the region ensures that it continues to be a popular pilgrimage for religious devotees Glimpse ancient history and traditional Nepalese cultural heritage as you admire world heritage listed sites and historical areas Explore the unusual and exiciting Kathmandu valley whose exotic treasures await to be discovered Observe the holy and mysterious Pashupatinath temple on the banks of the sacred Bagmati River where entry is strictly forbidden to all non-Hindus",
        "strLocation": "kathmandu",
        "strOriginUrl": "https://www.getyourguide.com/kathmandu-l101/4-day-kathmandu-heritage-tour-t11712/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "4-Day Kathmandu Heritage Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 15:54:49"
    },
    {
        "intDurationHour": 192,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 850,
        "strGuideLanguage": "spanish, chinese, english, french, german, italian",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-49292-145.jpg",
        "strIntroduction": "What You'll Do This eight day trip combines a relaxing and easy trek down little known trails with excursions to the country’s temples and monastries Admire some of the country's best views of the Himalayas End the trip sightseeing in unique cities such as Bhaktapur and Patan This eight day trip combines a relaxing and easy trek down little known trails with excursions to the country’s temples and monastries Admire some of the country's best views of the Himalayas End the trip sightseeing in unique cities such as Bhaktapur and Patan This eight day trip combines a relaxing and easy trek down little known trails with excursions to the country’s temples and monastries Admire some of the country's best views of the Himalayas End the trip sightseeing in unique cities such as Bhaktapur and Patan",
        "strLocation": "kathmandu",
        "strOriginUrl": "https://www.getyourguide.com/kathmandu-l101/8-day-tour-kathmandu-valley-sightseeing-and-hiking-t11791/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "8-Day Tour Kathmandu Valley Sightseeing and Hiking",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 15:54:59"
    },
    {
        "intDurationHour": 360,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 1130,
        "strGuideLanguage": "spanish, chinese, english, french, german, italian",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-50636-145.jpg",
        "strIntroduction": "What You'll Do Experience one of the best trekking trails in the world on this 2-week trek Engage with the culture and customs of local villagers on the way Climb up the challenging Thruong Pass Trek Take in the majestic scenery of the Annapurna Himalayas Experience one of the best trekking trails in the world on this 2-week trek Engage with the culture and customs of local villagers on the way Climb up the challenging Thruong Pass Trek Take in the majestic scenery of the Annapurna Himalayas Experience one of the best trekking trails in the world on this 2-week trek Engage with the culture and customs of local villagers on the way Climb up the challenging Thruong Pass Trek Take in the majestic scenery of the Annapurna Himalayas",
        "strLocation": "kathmandu",
        "strOriginUrl": "https://www.getyourguide.com/kathmandu-l101/annapurna-panorama-trek-t12128/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Annapurna Panorama Trek",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 15:55:09"
    },
    {
        "intDurationHour": 72,
        "intOption": null,
        "intReviewStar": 2,
        "intReviewVisitor": 1,
        "intUsdCost": 145,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-50644-145.jpg",
        "strIntroduction": "What You'll Do Explore the stunning flatlands of Nepal's Terai, in stark contrast to its better-known mountains Visit the Chitwan National Park to see rhinoceros, wild boar, monkey, leopard and sloth bear Look out for rare Royal Bengal tigers from the back of an elephant Spot more than 500 species of bird, such as falcons, kestrel, parakeets, ibis, cuckoos and kingfishers Canoe down the Rapti River Swim with bathing elephants Enjoy Tharu cultural performances and learn more about the indigenous villagers Visit a crocodile breeding center and an elephant breeding center Stay overnight in the deep jungle to experience its peace Explore the stunning flatlands of Nepal's Terai, in stark contrast to its better-known mountains Visit the Chitwan National Park to see rhinoceros, wild boar, monkey, leopard and sloth bear Look out for rare Royal Bengal tigers from the back of an elephant Spot more than 500 species of bird, such as falcons, kestrel, parakeets, ibis, cuckoos and kingfishers Canoe down the Rapti River Swim with bathing elephants Enjoy Tharu cultural performances and learn more about the indigenous villagers Visit a crocodile breeding center and an elephant breeding center Stay overnight in the deep jungle to experience its peace Explore the stunning flatlands of Nepal's Terai, in stark contrast to its better-known mountains Visit the Chitwan National Park to see rhinoceros, wild boar, monkey, leopard and sloth bear Look out for rare Royal Bengal tigers from the back of an elephant Spot more than 500 species of bird, such as falcons, kestrel, parakeets, ibis, cuckoos and kingfishers Canoe down the Rapti River Swim with bathing elephants Enjoy Tharu cultural performances and learn more about the indigenous villagers Visit a crocodile breeding center and an elephant breeding center Stay overnight in the deep jungle to experience its peace",
        "strLocation": "kathmandu",
        "strOriginUrl": "https://www.getyourguide.com/kathmandu-l101/chitwan-package-tour-t12137/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Chitwan National Park 3-Day Package Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 15:55:21"
    },
    {
        "intDurationHour": 384,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 1140,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-76141-145.jpg",
        "strIntroduction": "What You'll Do Annapurna, Macchapucchare, and Dhaulagiri massifs Year round Extensive flora and fauna Unique hill cultures to explore Restful hot springs to soak in Numerous trekking peaks to climb Connecting treks to remote areas Annapurna, Macchapucchare, and Dhaulagiri massifs Year round Extensive flora and fauna Unique hill cultures to explore Restful hot springs to soak in Numerous trekking peaks to climb Connecting treks to remote areas Annapurna, Macchapucchare, and Dhaulagiri massifs Year round Extensive flora and fauna Unique hill cultures to explore Restful hot springs to soak in Numerous trekking peaks to climb Connecting treks to remote areas",
        "strLocation": "kathmandu",
        "strOriginUrl": "https://www.getyourguide.com/kathmandu-l101/annapurna-circuit-trekking-t12159/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "16 Days Annapurna Circuit Trekking",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 15:55:32"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 25,
        "strGuideLanguage": "english, nepali",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-68760-145.jpg",
        "strIntroduction": "What You'll Do Be greeted by your driver carrying a name board upon arrival Relax with the convenient, private service of an environmentally–friendly journey into the city Leave more time for your Kathmandu visit by ensuring a hassle–free transfer Be greeted by your driver carrying a name board upon arrival Relax with the convenient, private service of an environmentally–friendly journey into the city Leave more time for your Kathmandu visit by ensuring a hassle–free transfer Be greeted by your driver carrying a name board upon arrival Relax with the convenient, private service of an environmentally–friendly journey into the city Leave more time for your Kathmandu visit by ensuring a hassle–free transfer",
        "strLocation": "kathmandu",
        "strOriginUrl": "https://www.getyourguide.com/kathmandu-l101/private-one-way-airport-transfer-kathmandu-t12204/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Kathmandu Private One-Way Airport Transfer",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 15:55:43"
    },
    {
        "intDurationHour": 360,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 1040,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-73053-145.jpg",
        "strIntroduction": "What You'll Do Watch the impressive sunrise from Poon Hill Sightsee around Kathmandu Rest at a traditional Gurung village Bath in a natural hotspring at Jhinu Watch the impressive sunrise from Poon Hill Sightsee around Kathmandu Rest at a traditional Gurung village Bath in a natural hotspring at Jhinu Watch the impressive sunrise from Poon Hill Sightsee around Kathmandu Rest at a traditional Gurung village Bath in a natural hotspring at Jhinu",
        "strLocation": "kathmandu",
        "strOriginUrl": "https://www.getyourguide.com/kathmandu-l101/two-week-annapurna-base-camp-trek-t12452/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Two-week Annapurna Base Camp Trek",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 15:55:56"
    },
    {
        "intDurationHour": 72,
        "intOption": null,
        "intReviewStar": 2,
        "intReviewVisitor": 1,
        "intUsdCost": 175,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-52769-145.jpg",
        "strIntroduction": "What You'll Do Go on an elephant safari and watch them take a bath Canoe along the Rapti River Look out for the game of the magnificent Chitwan National park See rhinos, leopard and, if you are lucky, tigers Participate in a Tharu Cultural Dance Take jungle walks looking out for birds, butterflies, and reptiles Go on an elephant safari and watch them take a bath Canoe along the Rapti River Look out for the game of the magnificent Chitwan National park See rhinos, leopard and, if you are lucky, tigers Participate in a Tharu Cultural Dance Take jungle walks looking out for birds, butterflies, and reptiles Go on an elephant safari and watch them take a bath Canoe along the Rapti River Look out for the game of the magnificent Chitwan National park See rhinos, leopard and, if you are lucky, tigers Participate in a Tharu Cultural Dance Take jungle walks looking out for birds, butterflies, and reptiles",
        "strLocation": "kathmandu",
        "strOriginUrl": "https://www.getyourguide.com/kathmandu-l101/3-day-chitwan-jungle-safari-t12644/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "3-Day Chitwan Jungle Safari",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 15:56:07"
    },
    {
        "intDurationHour": 240,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 1699,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-54988-145.jpg",
        "strIntroduction": "What You'll Do Explore wonderful views of the Mid-Western lined mountains and their facinating geography Marvel at the two contrasting environments of the North and South facing areas of the Himalayan Range Explore wonderful views of the Mid-Western lined mountains and their facinating geography Marvel at the two contrasting environments of the North and South facing areas of the Himalayan Range Explore wonderful views of the Mid-Western lined mountains and their facinating geography Marvel at the two contrasting environments of the North and South facing areas of the Himalayan Range",
        "strLocation": "kathmandu",
        "strOriginUrl": "https://www.getyourguide.com/kathmandu-l101/lhasa-and-everest-base-camp-trek-fly-in-drive-out-t12737/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Lhasa and Everest Base Camp Trek, Fly-in & Drive-out",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 15:56:19"
    },
    {
        "intDurationHour": 360,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 1490,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-54969-145.jpg",
        "strIntroduction": "What You'll Do Still the hidden kingdom, Off the beaten path, ancient culture, Tibetan culture and life style, medieval aged cave monasteries with precious arts, scenic flight between the two Himalayan giants Mt. Dhaulagiri (8167m) and Mt. Annapurna (8091m), holy temples, well preserved Himalayan wildlife Tibetan Buddhism, hundreds of years old monasteries treasured with precious artifacts, beautiful landscape of Tibetan plateau, Still the hidden kingdom, Off the beaten path, ancient culture, Tibetan culture and life style, medieval aged cave monasteries with precious arts, scenic flight between the two Himalayan giants Mt. Dhaulagiri (8167m) and Mt. Annapurna (8091m), holy temples, well preserved Himalayan wildlife Tibetan Buddhism, hundreds of years old monasteries treasured with precious artifacts, beautiful landscape of Tibetan plateau, Still the hidden kingdom, Off the beaten path, ancient culture, Tibetan culture and life style, medieval aged cave monasteries with precious arts, scenic flight between the two Himalayan giants Mt. Dhaulagiri (8167m) and Mt. Annapurna (8091m), holy temples, well preserved Himalayan wildlife Tibetan Buddhism, hundreds of years old monasteries treasured with precious artifacts, beautiful landscape of Tibetan plateau,",
        "strLocation": "kathmandu",
        "strOriginUrl": "https://www.getyourguide.com/kathmandu-l101/hidden-kingdom-mustang-lo-manthang-15-days-t12759/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Hidden Kingdom, Mustang - Lo Manthang, 15 days",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 15:56:32"
    },
    {
        "intDurationHour": 336,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 1485,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-54074-145.jpg",
        "strIntroduction": "What You'll Do Rara National Park (106 sq km) has a precious gift of the nature – a gem, Rara Nepal's biggest lake (10.8 sq km) at 2,990 m. Considered one of the finest parks in the world, Rara National Park is an ideal habitat for the musk deer, Himalayan black bear, leopard, ghoral, Rara National Park (106 sq km) has a precious gift of the nature – a gem, Rara Nepal's biggest lake (10.8 sq km) at 2,990 m. Considered one of the finest parks in the world, Rara National Park is an ideal habitat for the musk deer, Himalayan black bear, leopard, ghoral, Rara National Park (106 sq km) has a precious gift of the nature – a gem, Rara Nepal's biggest lake (10.8 sq km) at 2,990 m. Considered one of the finest parks in the world, Rara National Park is an ideal habitat for the musk deer, Himalayan black bear, leopard, ghoral,",
        "strLocation": "kathmandu",
        "strOriginUrl": "https://www.getyourguide.com/kathmandu-l101/rara-lake-trekking-14-days-t12763/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Rara Lake Trekking - 14 days",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 15:56:44"
    },
    {
        "intDurationHour": 240,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 799,
        "strGuideLanguage": "spanish, english, french, german, italian",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-53391-145.jpg",
        "strIntroduction": "What You'll Do Cultural tours of ancient towns - Kathmandu, Patan and Bhaktapur, Himalayan lake town - Pokhara, Jungle Safari in Chitwan National Park, Popular Hill town, Dhulikhel famous for Himalayn view Cultural tours of ancient towns - Kathmandu, Patan and Bhaktapur, Himalayan lake town - Pokhara, Jungle Safari in Chitwan National Park, Popular Hill town, Dhulikhel famous for Himalayn view Cultural tours of ancient towns - Kathmandu, Patan and Bhaktapur, Himalayan lake town - Pokhara, Jungle Safari in Chitwan National Park, Popular Hill town, Dhulikhel famous for Himalayn view",
        "strLocation": "kathmandu",
        "strOriginUrl": "https://www.getyourguide.com/kathmandu-l101/exotic-nepal-10-days-t12797/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Exotic Nepal - 10 days",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 15:56:58"
    },
    {
        "intDurationHour": 408,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 1090,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-53392-145.jpg",
        "strIntroduction": "What You'll Do One of the most popular trekking in the world, Around Annapurna Manang, Thorong Pass, Muktinath, Jomsom, Ghorepani One of the most popular trekking in the world, Around Annapurna Manang, Thorong Pass, Muktinath, Jomsom, Ghorepani One of the most popular trekking in the world, Around Annapurna Manang, Thorong Pass, Muktinath, Jomsom, Ghorepani",
        "strLocation": "kathmandu",
        "strOriginUrl": "https://www.getyourguide.com/kathmandu-l101/annapurna-circuit-17-days-t12798/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Annapurna Circuit - 17 days",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 15:57:10"
    },
    {
        "intDurationHour": 216,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 990,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-53393-145.jpg",
        "strIntroduction": "What You'll Do Newly opended trekking route in a virgin area, Village Home Stay Very scenic, Age Old Culture, Natural Hot Water Spring, Newly opended trekking route in a virgin area, Village Home Stay Very scenic, Age Old Culture, Natural Hot Water Spring, Newly opended trekking route in a virgin area, Village Home Stay Very scenic, Age Old Culture, Natural Hot Water Spring,",
        "strLocation": "kathmandu",
        "strOriginUrl": "https://www.getyourguide.com/kathmandu-l101/langtang-tamang-heritage-trail-9-days-t12799/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Langtang Tamang Heritage Trail – 9 days",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 15:57:23"
    },
    {
        "intDurationHour": 192,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 730,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-54072-145.jpg",
        "strIntroduction": "What You'll Do Intimate contact with village community, indigenous culture, daily simple life, homely and cozy environment, pure nature, spectacular views, Himala Soft Trekking, local cuisines, fresh and exotic foods, Intimate contact with village community, indigenous culture, daily simple life, homely and cozy environment, pure nature, spectacular views, Himala Soft Trekking, local cuisines, fresh and exotic foods, Intimate contact with village community, indigenous culture, daily simple life, homely and cozy environment, pure nature, spectacular views, Himala Soft Trekking, local cuisines, fresh and exotic foods,",
        "strLocation": "kathmandu",
        "strOriginUrl": "https://www.getyourguide.com/kathmandu-l101/village-home-stay-trek-temal-tamang-cultural-hub-t12989/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Village Home Stay & Trek - Temal; Tamang Cultural Hub",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 15:57:34"
    },
    {
        "intDurationHour": 336,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 1390,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-54257-145.jpg",
        "strIntroduction": "What You'll Do See a spectacular Himalayan view from the summit Walk a scenic trek route through the charming Kaligandaki valley Enjoy a non-technical climb and light logistics See a spectacular Himalayan view from the summit Walk a scenic trek route through the charming Kaligandaki valley Enjoy a non-technical climb and light logistics See a spectacular Himalayan view from the summit Walk a scenic trek route through the charming Kaligandaki valley Enjoy a non-technical climb and light logistics",
        "strLocation": "kathmandu",
        "strOriginUrl": "https://www.getyourguide.com/kathmandu-l101/two-week-climbing-excursion-to-dhampus-peak-t13023/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Two Week Climbing Excursion to Dhampus Peak",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 15:57:45"
    },
    {
        "intDurationHour": 192,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 590,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-54993-145.jpg",
        "strIntroduction": "What You'll Do Challenge yourself to one of the newest adventure activities in Nepal Surround yourself in an exotic, mystical landscape Abseil, scramble and climb down canyons and crevices Stay in lovely mountain lodges and teahouses Share your experiences with trekkers on the Annapurna Circuit Enjoy the spectacular landscape of the Annapurna National Park Challenge yourself to one of the newest adventure activities in Nepal Surround yourself in an exotic, mystical landscape Abseil, scramble and climb down canyons and crevices Stay in lovely mountain lodges and teahouses Share your experiences with trekkers on the Annapurna Circuit Enjoy the spectacular landscape of the Annapurna National Park Challenge yourself to one of the newest adventure activities in Nepal Surround yourself in an exotic, mystical landscape Abseil, scramble and climb down canyons and crevices Stay in lovely mountain lodges and teahouses Share your experiences with trekkers on the Annapurna Circuit Enjoy the spectacular landscape of the Annapurna National Park",
        "strLocation": "kathmandu",
        "strOriginUrl": "https://www.getyourguide.com/kathmandu-l101/8-day-marsyangdi-valley-canyoning-tour-t13188/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "8-Day Marsyangdi Valley Canyoning Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 15:57:58"
    },
    {
        "intDurationHour": 336,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 890,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-54999-145.jpg",
        "strIntroduction": "What You'll Do Cultural tours in the ancient towns – Kathmandu, Bhaktapur and Patan, the resident temple of the living Goddess, Himalayan lake town - Pokhara, 5-day Ghorpenai/Ghandrung trek, the most popular area for scenic view of the Western Nepal Himalayan range, rural village life & culture Cultural tours in the ancient towns – Kathmandu, Bhaktapur and Patan, the resident temple of the living Goddess, Himalayan lake town - Pokhara, 5-day Ghorpenai/Ghandrung trek, the most popular area for scenic view of the Western Nepal Himalayan range, rural village life & culture Cultural tours in the ancient towns – Kathmandu, Bhaktapur and Patan, the resident temple of the living Goddess, Himalayan lake town - Pokhara, 5-day Ghorpenai/Ghandrung trek, the most popular area for scenic view of the Western Nepal Himalayan range, rural village life & culture",
        "strLocation": "kathmandu",
        "strOriginUrl": "https://www.getyourguide.com/kathmandu-l101/sojourn-nepal-14-days-t13190/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Sojourn Nepal - 14 days",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 15:58:13"
    },
    {
        "intDurationHour": 192,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 720,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-59915-145.jpg",
        "strIntroduction": "What You'll Do Naturally Nepal - Once is not enough! Visit world heritage UNESCO listed spots Naturally Nepal - Once is not enough! Visit world heritage UNESCO listed spots Naturally Nepal - Once is not enough! Visit world heritage UNESCO listed spots",
        "strLocation": "kathmandu",
        "strOriginUrl": "https://www.getyourguide.com/kathmandu-l101/naturally-nepal-8-day-tour-t14071/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Naturally Nepal - 8 Day Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 15:58:26"
    },
    {
        "intDurationHour": 240,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 774,
        "strGuideLanguage": "english, hindi, nepali",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-60621-145.jpg",
        "strIntroduction": "What You'll Do Savor the magnificent landscape of Mount Dhaulagiri, Annapurna, Machhapuchchhre and Himalchuli Enjoy gorgeous views of the Himalaya’s on a sunrise trek to Poon Hill Experience the traditional culture of the Nepalese people Visit the Hindu and Buddhist temples in Kathmandu Savor the magnificent landscape of Mount Dhaulagiri, Annapurna, Machhapuchchhre and Himalchuli Enjoy gorgeous views of the Himalaya’s on a sunrise trek to Poon Hill Experience the traditional culture of the Nepalese people Visit the Hindu and Buddhist temples in Kathmandu Savor the magnificent landscape of Mount Dhaulagiri, Annapurna, Machhapuchchhre and Himalchuli Enjoy gorgeous views of the Himalaya’s on a sunrise trek to Poon Hill Experience the traditional culture of the Nepalese people Visit the Hindu and Buddhist temples in Kathmandu",
        "strLocation": "kathmandu",
        "strOriginUrl": "https://www.getyourguide.com/kathmandu-l101/ghorepani-to-poonhill-10-day-trek-including-kathmandu-t14204/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Ghorepani to Poonhill 10-Day Trek including Kathmandu",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 15:58:37"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 90,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-61161-145.jpg",
        "strIntroduction": "What You'll Do Explore the best of the Kathmandu Valley on a full-day sightseeing tour Learn about the Buddhist and Hindu cultures Visit ancient Bhakatapur City Explore the best of the Kathmandu Valley on a full-day sightseeing tour Learn about the Buddhist and Hindu cultures Visit ancient Bhakatapur City Explore the best of the Kathmandu Valley on a full-day sightseeing tour Learn about the Buddhist and Hindu cultures Visit ancient Bhakatapur City",
        "strLocation": "kathmandu",
        "strOriginUrl": "https://www.getyourguide.com/kathmandu-l101/kathmandu-valley-full-day-sightseeing-tour-t14305/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Kathmandu Valley Full-Day Sightseeing Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 15:58:49"
    },
    {
        "intDurationHour": 336,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 1390,
        "strGuideLanguage": "spanish, english, french, german, italian, russian",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-61983-145.jpg",
        "strIntroduction": "What You'll Do Visit three major cities: Kathmandu, Patan and Bhaktapur to discover museums, temples and courtyards Discover a varied collection of wildlife in Chitwan, and famous spots near Kathmandu Witness spectacular mountain scenery along with local villages in Annapurna Visit three major cities: Kathmandu, Patan and Bhaktapur to discover museums, temples and courtyards Discover a varied collection of wildlife in Chitwan, and famous spots near Kathmandu Witness spectacular mountain scenery along with local villages in Annapurna Visit three major cities: Kathmandu, Patan and Bhaktapur to discover museums, temples and courtyards Discover a varied collection of wildlife in Chitwan, and famous spots near Kathmandu Witness spectacular mountain scenery along with local villages in Annapurna",
        "strLocation": "kathmandu",
        "strOriginUrl": "https://www.getyourguide.com/kathmandu-l101/best-of-nepal-tour-ghorepani-poorhill-trek-t14476/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Best of Nepal Tour & Ghorepani Poonhill Trek",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 15:59:02"
    },
    {
        "intDurationHour": 96,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 390,
        "strGuideLanguage": "spanish, english, french, german, italian, russian",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-62071-145.jpg",
        "strIntroduction": "What You'll Do Explore Kathmandu, a capital of Nepal See beautiful sunsets and sunrises in the highest mountain range in the world Tour a living museum that’s been the cultural hub of Nepal for thousands of years Visit traditional villages with stupas, temples, and royal baths Stay in a Hill Station on the Kathmandu Valley Rim Explore Kathmandu, a capital of Nepal See beautiful sunsets and sunrises in the highest mountain range in the world Tour a living museum that’s been the cultural hub of Nepal for thousands of years Visit traditional villages with stupas, temples, and royal baths Stay in a Hill Station on the Kathmandu Valley Rim Explore Kathmandu, a capital of Nepal See beautiful sunsets and sunrises in the highest mountain range in the world Tour a living museum that’s been the cultural hub of Nepal for thousands of years Visit traditional villages with stupas, temples, and royal baths Stay in a Hill Station on the Kathmandu Valley Rim",
        "strLocation": "kathmandu",
        "strOriginUrl": "https://www.getyourguide.com/kathmandu-l101/kathmandu-cultural-sightseeing-with-sunrise-and-sunset-tour-t14497/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Kathmandu Cultural Sightseeing with Sunrise and Sunset Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 15:59:14"
    },
    {
        "intDurationHour": 144,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 410,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-62074-145.jpg",
        "strIntroduction": "What You'll Do See 1-horned rhinos and bengal tigers up close Explore Chitwan National Park, a UNESCO World Heritage site, and roam around the native fauna Learn the fascinating history of the indigenous Tharu people Discover the capital city of Nepal, Kathmandu, and all its charming monuments See 1-horned rhinos and bengal tigers up close Explore Chitwan National Park, a UNESCO World Heritage site, and roam around the native fauna Learn the fascinating history of the indigenous Tharu people Discover the capital city of Nepal, Kathmandu, and all its charming monuments See 1-horned rhinos and bengal tigers up close Explore Chitwan National Park, a UNESCO World Heritage site, and roam around the native fauna Learn the fascinating history of the indigenous Tharu people Discover the capital city of Nepal, Kathmandu, and all its charming monuments",
        "strLocation": "kathmandu",
        "strOriginUrl": "https://www.getyourguide.com/kathmandu-l101/nepal-wildlife-safari-tour-t14498/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Nepal Wildlife Safari 6-Day Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 15:59:28"
    },
    {
        "intDurationHour": 192,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 690,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-62585-145.jpg",
        "strIntroduction": "What You'll Do Explore the beauty of the Himalayas by way of the incredible Arniko Highway Drive over high mountain passes and glimpse the peak of Mount Everest See a spiritual land, full of history Visit local Buddhist monasteries and meditate in these peaceful surroundings Explore the beauty of the Himalayas by way of the incredible Arniko Highway Drive over high mountain passes and glimpse the peak of Mount Everest See a spiritual land, full of history Visit local Buddhist monasteries and meditate in these peaceful surroundings Explore the beauty of the Himalayas by way of the incredible Arniko Highway Drive over high mountain passes and glimpse the peak of Mount Everest See a spiritual land, full of history Visit local Buddhist monasteries and meditate in these peaceful surroundings",
        "strLocation": "kathmandu",
        "strOriginUrl": "https://www.getyourguide.com/kathmandu-l101/eight-day-tibet-adventure-from-kathmandu-t14609/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Eight Day Tibet Adventure from Kathmandu",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 15:59:42"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 65,
        "strGuideLanguage": "chinese, english, french, german",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-69841-145.jpg",
        "strIntroduction": "What You'll Do Visit the Kathmandu Valley's most iconic temples Pay homage to Hindu and Buddhist Gods Explore ancient temples and pilgrimage sites Let the all seeing eye of the Buddha wash over you Visit the Kathmandu Valley's most iconic temples Pay homage to Hindu and Buddhist Gods Explore ancient temples and pilgrimage sites Let the all seeing eye of the Buddha wash over you Visit the Kathmandu Valley's most iconic temples Pay homage to Hindu and Buddhist Gods Explore ancient temples and pilgrimage sites Let the all seeing eye of the Buddha wash over you",
        "strLocation": "kathmandu",
        "strOriginUrl": "https://www.getyourguide.com/kathmandu-l101/kathmandu-city-temple-tour-t16413/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Kathmandu City & Temple Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 15:59:55"
    },
    {
        "intDurationHour": 6,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 75,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-73027-145.jpg",
        "strIntroduction": "What You'll Do Visit the sacred temples and Stupas of the Kathmandu Valley Soak up the atmosphere of Kathmandu's Durbar Square Visit the sacred temples and Stupas of the Kathmandu Valley Soak up the atmosphere of Kathmandu's Durbar Square Visit the sacred temples and Stupas of the Kathmandu Valley Soak up the atmosphere of Kathmandu's Durbar Square",
        "strLocation": "kathmandu",
        "strOriginUrl": "https://www.getyourguide.com/kathmandu-l101/full-day-kathmandu-valley-sightseeing-tour-t16975/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Full-Day Kathmandu City Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 16:00:09"
    },
    {
        "intDurationHour": 5,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 106,
        "strGuideLanguage": "english, german",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-72270-145.jpg",
        "strIntroduction": "What You'll Do Learn the history of pottery-throwing in the Town of Thimi Throw your own souvenir to show off to friends back home Enjoy a lesson on the history of terracotta in Nepal Spend the afternoon at a local Organic Farm and enjoy lunch here Learn the history of pottery-throwing in the Town of Thimi Throw your own souvenir to show off to friends back home Enjoy a lesson on the history of terracotta in Nepal Spend the afternoon at a local Organic Farm and enjoy lunch here Learn the history of pottery-throwing in the Town of Thimi Throw your own souvenir to show off to friends back home Enjoy a lesson on the history of terracotta in Nepal Spend the afternoon at a local Organic Farm and enjoy lunch here",
        "strLocation": "kathmandu",
        "strOriginUrl": "https://www.getyourguide.com/kathmandu-l101/make-your-own-souvenir-nepal-t16981/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Make Your Own Souvenir: Nepal",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 16:00:21"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 280,
        "strGuideLanguage": "english, german",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-85920-145.jpg",
        "strIntroduction": "What You'll Do Experience the incredible beauty of the Nepalese Himalayas from the air Get a close-up look at the summits of mountains over 8,000 meters high Marvel at the stunning and mystical landscape Experience the incredible beauty of the Nepalese Himalayas from the air Get a close-up look at the summits of mountains over 8,000 meters high Marvel at the stunning and mystical landscape Experience the incredible beauty of the Nepalese Himalayas from the air Get a close-up look at the summits of mountains over 8,000 meters high Marvel at the stunning and mystical landscape",
        "strLocation": "kathmandu",
        "strOriginUrl": "https://www.getyourguide.com/kathmandu-l101/nepal-mountains-1-hour-flight-from-kathmandu-airport-t17049/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Nepal Mountains: 1-Hour Flight from Kathmandu Airport",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 16:00:32"
    },
    {
        "intDurationHour": 288,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 1050,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-72640-145.jpg",
        "strIntroduction": "What You'll Do Trek through the Annapurna Mountain Range and see one of the most spectacular sights in the world Stay in teahouses and experience mountain life Trek to base camp past beautiful waterfalls, mystical mountains, amazing flowers and precious plants Discover the rich heritage of the mountain Gurung people Walk close to the roof of the world Trek through the Annapurna Mountain Range and see one of the most spectacular sights in the world Stay in teahouses and experience mountain life Trek to base camp past beautiful waterfalls, mystical mountains, amazing flowers and precious plants Discover the rich heritage of the mountain Gurung people Walk close to the roof of the world Trek through the Annapurna Mountain Range and see one of the most spectacular sights in the world Stay in teahouses and experience mountain life Trek to base camp past beautiful waterfalls, mystical mountains, amazing flowers and precious plants Discover the rich heritage of the mountain Gurung people Walk close to the roof of the world",
        "strLocation": "kathmandu",
        "strOriginUrl": "https://www.getyourguide.com/kathmandu-l101/annapurna-base-camp-12-day-mountain-trek-t17088/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Annapurna Base Camp 12-Day Mountain Trek",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 16:00:44"
    },
    {
        "intDurationHour": 456,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 1380,
        "strGuideLanguage": "english, german",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-72653-145.jpg",
        "strIntroduction": "What You'll Do Adventure but scenic mountains panorama, Trans Himalayan Region of Nepal Beautiful lasdscapes and Manangis people and as well as their lifestyles. Himalayan Heritages and as well as experienced of some wild animals Breathtaking on widest pass Thorong La 5416 m Adventure but scenic mountains panorama, Trans Himalayan Region of Nepal Beautiful lasdscapes and Manangis people and as well as their lifestyles. Himalayan Heritages and as well as experienced of some wild animals Breathtaking on widest pass Thorong La 5416 m Adventure but scenic mountains panorama, Trans Himalayan Region of Nepal Beautiful lasdscapes and Manangis people and as well as their lifestyles. Himalayan Heritages and as well as experienced of some wild animals Breathtaking on widest pass Thorong La 5416 m",
        "strLocation": "kathmandu",
        "strOriginUrl": "https://www.getyourguide.com/kathmandu-l101/annapurna-circuit-trekking-thorong-pass-trekking-in-nepal-t17091/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Annapurna Circuit Trekking: Thorong Pass Trekking in Nepal",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 16:00:54"
    },
    {
        "intDurationHour": 360,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 1475,
        "strGuideLanguage": "english, french, german, italian",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-72819-145.jpg",
        "strIntroduction": "What You'll Do Glimpses of eight of the highest mountain Rich of Buddhism Culture Magnificent views over the Himalaya Beautiful lakes Full of flora and fauna Glimpses of eight of the highest mountain Rich of Buddhism Culture Magnificent views over the Himalaya Beautiful lakes Full of flora and fauna Glimpses of eight of the highest mountain Rich of Buddhism Culture Magnificent views over the Himalaya Beautiful lakes Full of flora and fauna",
        "strLocation": "kathmandu",
        "strOriginUrl": "https://www.getyourguide.com/kathmandu-l101/manaslu-circuit-larke-pass-trekking-t17122/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Manaslu Circuit - Larke Pass Trekking",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 16:01:10"
    },
    {
        "intDurationHour": 504,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 1535,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-73018-145.jpg",
        "strIntroduction": "What You'll Do Guided sightseeing tour of attraction in Kathmandu valley Larka La Phedi (Pass) (5153m) Walking by famous Budhi Gandaki river bank Experience the local culture of different Ethnic group of Nepal Scenic drive to trek starting point Guided sightseeing tour of attraction in Kathmandu valley Larka La Phedi (Pass) (5153m) Walking by famous Budhi Gandaki river bank Experience the local culture of different Ethnic group of Nepal Scenic drive to trek starting point Guided sightseeing tour of attraction in Kathmandu valley Larka La Phedi (Pass) (5153m) Walking by famous Budhi Gandaki river bank Experience the local culture of different Ethnic group of Nepal Scenic drive to trek starting point",
        "strLocation": "kathmandu",
        "strOriginUrl": "https://www.getyourguide.com/kathmandu-l101/manaslu-circuit-trek-t17171/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Manaslu Circuit Trek",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 16:01:21"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 3,
        "intReviewVisitor": 1,
        "intUsdCost": 57,
        "strGuideLanguage": "spanish, chinese, english, french, german, hindi, italian, korean, nepali, russian",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-73888-145.jpg",
        "strIntroduction": "What You'll Do Immerse yourself in Nepal's cultural heritage \"Feel\" the Hindu culture at Pashupatinath Temple Get panoramic views of the city from Swayambhu Stupa Visit the local Tibetan community at Baudhanath Stupa Immerse yourself in Nepal's cultural heritage \"Feel\" the Hindu culture at Pashupatinath Temple Get panoramic views of the city from Swayambhu Stupa Visit the local Tibetan community at Baudhanath Stupa Immerse yourself in Nepal's cultural heritage \"Feel\" the Hindu culture at Pashupatinath Temple Get panoramic views of the city from Swayambhu Stupa Visit the local Tibetan community at Baudhanath Stupa",
        "strLocation": "kathmandu",
        "strOriginUrl": "https://www.getyourguide.com/kathmandu-l101/1-day-kathmandu-temples-and-palace-day-tour-t17275/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "1-Day Kathmandu Temples and Palace Day Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 16:01:32"
    },
    {
        "intDurationHour": 6,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 50,
        "strGuideLanguage": "spanish, english, french, german, hindi, italian, korean, nepali, russian",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-96141-145.jpg",
        "strIntroduction": "What You'll Do Explore the historic town of Bhaktapur Discover Newari art and architecture See artisans at work at Pottery Square Visit the Kathmandu Valley's oldest temple, Changu Narayan Explore the historic town of Bhaktapur Discover Newari art and architecture See artisans at work at Pottery Square Visit the Kathmandu Valley's oldest temple, Changu Narayan Explore the historic town of Bhaktapur Discover Newari art and architecture See artisans at work at Pottery Square Visit the Kathmandu Valley's oldest temple, Changu Narayan",
        "strLocation": "kathmandu",
        "strOriginUrl": "https://www.getyourguide.com/kathmandu-l101/half-day-newari-city-and-temple-tour-from-kathmandu-t17370/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Half-Day Newari City and Temple Tour from Kathmandu",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 16:01:44"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 50,
        "strGuideLanguage": "spanish, chinese, english, french, german, hindi, italian, nepali, russian",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-74170-145.jpg",
        "strIntroduction": "What You'll Do Watch history come to life at Patan Durbar Square Stroll through Nepalese countryside at Lubhu Village Discover the lush gardens of the Godawari Botanic Gardens Lunch in a rural environment Watch history come to life at Patan Durbar Square Stroll through Nepalese countryside at Lubhu Village Discover the lush gardens of the Godawari Botanic Gardens Lunch in a rural environment Watch history come to life at Patan Durbar Square Stroll through Nepalese countryside at Lubhu Village Discover the lush gardens of the Godawari Botanic Gardens Lunch in a rural environment",
        "strLocation": "kathmandu",
        "strOriginUrl": "https://www.getyourguide.com/kathmandu-l101/full-day-kathmandu-patan-lubhu-godawari-tour-t17371/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Full-Day Kathmandu: Patan, Lubhu & Godawari Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 16:01:55"
    },
    {
        "intDurationHour": 7,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 70,
        "strGuideLanguage": "spanish, english, french, german, hindi, italian, korean, nepali, russian",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-74175-145.jpg",
        "strIntroduction": "What You'll Do Experience village life in Kathmandu Valley See villagers make mustard oil in Khokana Take a leisurely walk to the village of Bungmati Visit Patan, the home of former Nepalese royals Explore the famous Patan Durbar Square Visit the old Hill Top City of Kirtipur Experience village life in Kathmandu Valley See villagers make mustard oil in Khokana Take a leisurely walk to the village of Bungmati Visit Patan, the home of former Nepalese royals Explore the famous Patan Durbar Square Visit the old Hill Top City of Kirtipur Experience village life in Kathmandu Valley See villagers make mustard oil in Khokana Take a leisurely walk to the village of Bungmati Visit Patan, the home of former Nepalese royals Explore the famous Patan Durbar Square Visit the old Hill Top City of Kirtipur",
        "strLocation": "kathmandu",
        "strOriginUrl": "https://www.getyourguide.com/kathmandu-l101/half-day-kathmandu-valley-villages-tour-t17372/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Full Day Kathmandu Valley Villages Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 16:02:07"
    },
    {
        "intDurationHour": 6,
        "intOption": null,
        "intReviewStar": 3,
        "intReviewVisitor": 1,
        "intUsdCost": 25,
        "strGuideLanguage": "spanish, english, french, german, hindi, italian, korean, nepali, russian",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-74791-145.jpg",
        "strIntroduction": "What You'll Do Experience rural life in the Newari villages of Bungmati and Khokana See local villagers working at traditional crafts in Khokana Visit the Ganesh and Machhindranath temples in Bungmati Experience rural life in the Newari villages of Bungmati and Khokana See local villagers working at traditional crafts in Khokana Visit the Ganesh and Machhindranath temples in Bungmati Experience rural life in the Newari villages of Bungmati and Khokana See local villagers working at traditional crafts in Khokana Visit the Ganesh and Machhindranath temples in Bungmati",
        "strLocation": "kathmandu",
        "strOriginUrl": "https://www.getyourguide.com/kathmandu-l101/4-hour-village-tour-bungmati-and-khokana-t17488/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Bungmati & Khokana Villages: 6-Hour Tour from Kathmandu",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 16:02:21"
    },
    {
        "intDurationHour": 240,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 720,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-74811-145.jpg",
        "strIntroduction": "What You'll Do Explore the stupas of Kathmandu City Trek for 4 days through the Annapurna Mountains Get extraordinary views of the roof of the world Boat on Lake Phewa Watch the sunrise over the Annapurna Range from Sarangkot Explore the stupas of Kathmandu City Trek for 4 days through the Annapurna Mountains Get extraordinary views of the roof of the world Boat on Lake Phewa Watch the sunrise over the Annapurna Range from Sarangkot Explore the stupas of Kathmandu City Trek for 4 days through the Annapurna Mountains Get extraordinary views of the roof of the world Boat on Lake Phewa Watch the sunrise over the Annapurna Range from Sarangkot",
        "strLocation": "kathmandu",
        "strOriginUrl": "https://www.getyourguide.com/kathmandu-l101/kathmandu-pokhara-annapurna-10-day-trek-t17489/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Kathmandu, Pokhara & Annapurna 10-Day Trek",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 16:02:34"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 3,
        "intReviewVisitor": 5,
        "intUsdCost": 224,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-77107-145.jpg",
        "strIntroduction": "What You'll Do Drift over the top of the world on a 1-hour scenic flight above the Himalayas See the roof of Mount Everest the easy way Enjoy window seats for every passenger on small group tours Get spectacular views of the flora and fauna of the valleys and plateaus Observe Everest, Lhotse, Makalu and much more Drift over the top of the world on a 1-hour scenic flight above the Himalayas See the roof of Mount Everest the easy way Enjoy window seats for every passenger on small group tours Get spectacular views of the flora and fauna of the valleys and plateaus Observe Everest, Lhotse, Makalu and much more Drift over the top of the world on a 1-hour scenic flight above the Himalayas See the roof of Mount Everest the easy way Enjoy window seats for every passenger on small group tours Get spectacular views of the flora and fauna of the valleys and plateaus Observe Everest, Lhotse, Makalu and much more",
        "strLocation": "kathmandu",
        "strOriginUrl": "https://www.getyourguide.com/kathmandu-l101/mount-everest-1-hour-scenic-flight-t17942/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Mount Everest 1-Hour Scenic Flight",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 16:02:45"
    },
    {
        "intDurationHour": 6,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 100,
        "strGuideLanguage": "english, french, german",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-77124-145.jpg",
        "strIntroduction": "What You'll Do Marvel at the temple and shrines of Durbar Square Go to the ornate Temple of Kumari (Kumari Ghar), home to the living goddess of Kathmandu See the vast Boudha Nath Stupa, built after the Mughal invasions Discover the Hindu temple of Pashupati Nath on the banks of the Bagmati River Admire the hilltop Swayambhu Nath Stupa, and see the resident monkeys Learn more about Nepalese society and life Marvel at the temple and shrines of Durbar Square Go to the ornate Temple of Kumari (Kumari Ghar), home to the living goddess of Kathmandu See the vast Boudha Nath Stupa, built after the Mughal invasions Discover the Hindu temple of Pashupati Nath on the banks of the Bagmati River Admire the hilltop Swayambhu Nath Stupa, and see the resident monkeys Learn more about Nepalese society and life Marvel at the temple and shrines of Durbar Square Go to the ornate Temple of Kumari (Kumari Ghar), home to the living goddess of Kathmandu See the vast Boudha Nath Stupa, built after the Mughal invasions Discover the Hindu temple of Pashupati Nath on the banks of the Bagmati River Admire the hilltop Swayambhu Nath Stupa, and see the resident monkeys Learn more about Nepalese society and life",
        "strLocation": "kathmandu",
        "strOriginUrl": "https://www.getyourguide.com/kathmandu-l101/half-day-kathmandu-city-sightseeing-tour-t17946/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Kathmandu City Half-Day Private Sightseeing Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 16:02:57"
    },
    {
        "intDurationHour": 72,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 500,
        "strGuideLanguage": "spanish, english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-80262-145.jpg",
        "strIntroduction": "What You'll Do Hike in Shivapuri National Park Enjoy the sunrise and spectacular views of the Himalayas at Nagarkot Visit Changu Narayan Temple Hike in Shivapuri National Park Enjoy the sunrise and spectacular views of the Himalayas at Nagarkot Visit Changu Narayan Temple Hike in Shivapuri National Park Enjoy the sunrise and spectacular views of the Himalayas at Nagarkot Visit Changu Narayan Temple",
        "strLocation": "kathmandu",
        "strOriginUrl": "https://www.getyourguide.com/kathmandu-l101/kathmandu-valley-hiking-3-days-t18428/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Kathmandu Valley: 3-Day Hiking Trip",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 16:03:07"
    },
    {
        "intDurationHour": 6,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 52,
        "strGuideLanguage": "spanish, english, italian",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-79852-145.jpg",
        "strIntroduction": "What You'll Do Tour the UNESCO World Heritage City of Kathmandu with a private guide See the Buddhist stupa of Boudhnath Observe bathing rituals and cremations on the banks of the Bagmati River Look at the golden roof and silver gate of Pashupatinath Temple Laugh at the monkeys of Swyambhunath Temple Visit Kathmandu's vibrant Durbar Square Tour the UNESCO World Heritage City of Kathmandu with a private guide See the Buddhist stupa of Boudhnath Observe bathing rituals and cremations on the banks of the Bagmati River Look at the golden roof and silver gate of Pashupatinath Temple Laugh at the monkeys of Swyambhunath Temple Visit Kathmandu's vibrant Durbar Square Tour the UNESCO World Heritage City of Kathmandu with a private guide See the Buddhist stupa of Boudhnath Observe bathing rituals and cremations on the banks of the Bagmati River Look at the golden roof and silver gate of Pashupatinath Temple Laugh at the monkeys of Swyambhunath Temple Visit Kathmandu's vibrant Durbar Square",
        "strLocation": "kathmandu",
        "strOriginUrl": "https://www.getyourguide.com/kathmandu-l101/kathmandu-city-sightseeing-private-tour-t18450/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Kathmandu City Sightseeing, Private Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 16:03:20"
    },
    {
        "intDurationHour": 72,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 3,
        "intUsdCost": 170,
        "strGuideLanguage": "spanish, english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-80087-145.jpg",
        "strIntroduction": "What You'll Do Visit Nepal's largest elephant breeding center Ride an elephant through the jungle Look out for Bengal Tigers and One-Horned Rhino Take an ox ride through a typical village of the Tharu people Canoe on the lakes and rivers of Chitwan Visit Nepal's largest elephant breeding center Ride an elephant through the jungle Look out for Bengal Tigers and One-Horned Rhino Take an ox ride through a typical village of the Tharu people Canoe on the lakes and rivers of Chitwan Visit Nepal's largest elephant breeding center Ride an elephant through the jungle Look out for Bengal Tigers and One-Horned Rhino Take an ox ride through a typical village of the Tharu people Canoe on the lakes and rivers of Chitwan",
        "strLocation": "kathmandu",
        "strOriginUrl": "https://www.getyourguide.com/kathmandu-l101/chitwan-national-park-3-day-safari-t18506/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Chitwan National Park: 3-Day Safari",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 16:03:33"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 2,
        "intReviewVisitor": 1,
        "intUsdCost": 280,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-267690-145.jpg",
        "strIntroduction": "What You'll Do See Mount Everest up close from the air Enjoy breath-taking views of this iconic mountain Marvel at several other Himalayan peaks See Mount Everest up close from the air Enjoy breath-taking views of this iconic mountain Marvel at several other Himalayan peaks See Mount Everest up close from the air Enjoy breath-taking views of this iconic mountain Marvel at several other Himalayan peaks",
        "strLocation": "kathmandu",
        "strOriginUrl": "https://www.getyourguide.com/kathmandu-l101/everest-experience-mountain-flight-tour-t19275/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Everest Experience: Mountain Flight Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 16:03:47"
    },
    {
        "intDurationHour": 240,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 1226,
        "strGuideLanguage": "spanish, english, french, german, italian, russian",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-84192-145.jpg",
        "strIntroduction": "What You'll Do Experience the culture of Nepal by visiting religious sites including some of the oldest Buddhist temples in the world. Relax and enjoy the Nepali wildlife at Chitwan National Park Enjoy the vibrant energy of Katmandu, Nepal's busiest city Adventure into the jungle, experiencing an elephant ride or a jungle safari Relax and enjoy a rowing trip on Phewa Lake Visit the birthplace of Buddha Experience the culture of Nepal by visiting religious sites including some of the oldest Buddhist temples in the world. Relax and enjoy the Nepali wildlife at Chitwan National Park Enjoy the vibrant energy of Katmandu, Nepal's busiest city Adventure into the jungle, experiencing an elephant ride or a jungle safari Relax and enjoy a rowing trip on Phewa Lake Visit the birthplace of Buddha Experience the culture of Nepal by visiting religious sites including some of the oldest Buddhist temples in the world. Relax and enjoy the Nepali wildlife at Chitwan National Park Enjoy the vibrant energy of Katmandu, Nepal's busiest city Adventure into the jungle, experiencing an elephant ride or a jungle safari Relax and enjoy a rowing trip on Phewa Lake Visit the birthplace of Buddha",
        "strLocation": "kathmandu",
        "strOriginUrl": "https://www.getyourguide.com/kathmandu-l101/from-katmandu-wildlife-and-heritage-10-day-adventure-t19278/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "From Katmandu: Wildlife and Heritage 10-Day Adventure",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 16:04:01"
    },
    {
        "intDurationHour": 120,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 385,
        "strGuideLanguage": "spanish, english, french, german, italian, russian",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-84201-145.jpg",
        "strIntroduction": "What You'll Do Cultural tours to the religious sites in Nepal Natural beauty Cultural tours to the religious sites in Nepal Natural beauty Cultural tours to the religious sites in Nepal Natural beauty",
        "strLocation": "kathmandu",
        "strOriginUrl": "https://www.getyourguide.com/kathmandu-l101/discover-the-history-of-kathmandu-valley-5-days-t19279/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Discover the History of Kathmandu Valley - 5 Days",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 16:04:13"
    },
    {
        "intDurationHour": 96,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 570,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-84195-145.jpg",
        "strIntroduction": "What You'll Do Enjoy spectacular views of the Langtang range from Nagarkot Discover the old center of Pokhara on a city tour Visit the ancient temples of Kathmandu Enjoy spectacular views of the Langtang range from Nagarkot Discover the old center of Pokhara on a city tour Visit the ancient temples of Kathmandu Enjoy spectacular views of the Langtang range from Nagarkot Discover the old center of Pokhara on a city tour Visit the ancient temples of Kathmandu",
        "strLocation": "kathmandu",
        "strOriginUrl": "https://www.getyourguide.com/kathmandu-l101/natural-nepal-3-nights-4-days-t19281/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Natural Nepal Tour: 3 Nights, 4 Days",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 16:04:27"
    },
    {
        "intDurationHour": 240,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 1372,
        "strGuideLanguage": "spanish, english, french, german, italian, russian",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-86659-145.jpg",
        "strIntroduction": "What You'll Do See the highlights of Kathmandu on a full-day sightseeing tour Watch the sun rise over the Annapurna range Visit Lumbini, the birthplace of Buddha View the wildlife at Chitwan National Park See the highlights of Kathmandu on a full-day sightseeing tour Watch the sun rise over the Annapurna range Visit Lumbini, the birthplace of Buddha View the wildlife at Chitwan National Park See the highlights of Kathmandu on a full-day sightseeing tour Watch the sun rise over the Annapurna range Visit Lumbini, the birthplace of Buddha View the wildlife at Chitwan National Park",
        "strLocation": "kathmandu",
        "strOriginUrl": "https://www.getyourguide.com/kathmandu-l101/discover-the-best-of-nepal-10-day-tour-t19285/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Best of Nepal: 10-Day Discovery Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 16:04:40"
    },
    {
        "intDurationHour": 144,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 799,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-84240-145.jpg",
        "strIntroduction": "What You'll Do Fly over Mount Everest Get a sightseeing tour of Kathmandu City Visit Bhaktapur and Patan City Hike the Nagarkot Hills Cruise on Phewa Lake Whitewater raft class 2 and 3 rapids at Charaudi Fly over Mount Everest Get a sightseeing tour of Kathmandu City Visit Bhaktapur and Patan City Hike the Nagarkot Hills Cruise on Phewa Lake Whitewater raft class 2 and 3 rapids at Charaudi Fly over Mount Everest Get a sightseeing tour of Kathmandu City Visit Bhaktapur and Patan City Hike the Nagarkot Hills Cruise on Phewa Lake Whitewater raft class 2 and 3 rapids at Charaudi",
        "strLocation": "kathmandu",
        "strOriginUrl": "https://www.getyourguide.com/kathmandu-l101/nepal-heritage-nature-6-day-tour-t19291/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Nepal Heritage & Nature 6-Day Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 16:04:54"
    },
    {
        "intDurationHour": 168,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 788,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-84258-145.jpg",
        "strIntroduction": "What You'll Do Swaymbhunath and Boudhanath Kapan Monastery Dhulikhel Asura Cave Tilaurakot Lumbini - Birth place of lord Buddha Swaymbhunath and Boudhanath Kapan Monastery Dhulikhel Asura Cave Tilaurakot Lumbini - Birth place of lord Buddha Swaymbhunath and Boudhanath Kapan Monastery Dhulikhel Asura Cave Tilaurakot Lumbini - Birth place of lord Buddha",
        "strLocation": "kathmandu",
        "strOriginUrl": "https://www.getyourguide.com/kathmandu-l101/7-days-buddhist-pilgrimage-tour-t19293/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "7 Days Buddhist Pilgrimage Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 16:05:05"
    },
    {
        "intDurationHour": 264,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 1294,
        "strGuideLanguage": "abkhazian, spanish, english, french, german, italian, russian",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-84272-145.jpg",
        "strIntroduction": "What You'll Do Trek through Nepal's beautiful landscape Cross the TIkhedhunga Khola on a suspension bridge See exotic wildlife Trek through Nepal's beautiful landscape Cross the TIkhedhunga Khola on a suspension bridge See exotic wildlife Trek through Nepal's beautiful landscape Cross the TIkhedhunga Khola on a suspension bridge See exotic wildlife",
        "strLocation": "kathmandu",
        "strOriginUrl": "https://www.getyourguide.com/kathmandu-l101/a-journey-from-temples-to-tigers-via-3-days-trek-t19297/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "A Journey from Temples to Tigers via 3 Days Trek",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 16:05:16"
    },
    {
        "intDurationHour": 216,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 938,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-84590-145.jpg",
        "strIntroduction": "What You'll Do Experience a Chitwan jungle safari View rhinos and other jungle creature Go sightseeing in Pokhara See the birth place of Buddha Visit many World Heritage Sites Experience a Chitwan jungle safari View rhinos and other jungle creature Go sightseeing in Pokhara See the birth place of Buddha Visit many World Heritage Sites Experience a Chitwan jungle safari View rhinos and other jungle creature Go sightseeing in Pokhara See the birth place of Buddha Visit many World Heritage Sites",
        "strLocation": "kathmandu",
        "strOriginUrl": "https://www.getyourguide.com/kathmandu-l101/9-days-tour-exploration-of-nepal-t19336/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Exploration of Nepal: 9 Day Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 16:05:29"
    },
    {
        "intDurationHour": 240,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 651,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-84716-145.jpg",
        "strIntroduction": "What You'll Do Tour through the untamed, unspoilt landscape of Kathmandu valley Learn of local cultures and customs as you trek through small hidden villages Arrive at Kyagjin Gompa to explore a small monastery and a government-operated cheese factory Tour through the untamed, unspoilt landscape of Kathmandu valley Learn of local cultures and customs as you trek through small hidden villages Arrive at Kyagjin Gompa to explore a small monastery and a government-operated cheese factory Tour through the untamed, unspoilt landscape of Kathmandu valley Learn of local cultures and customs as you trek through small hidden villages Arrive at Kyagjin Gompa to explore a small monastery and a government-operated cheese factory",
        "strLocation": "kathmandu",
        "strOriginUrl": "https://www.getyourguide.com/kathmandu-l101/langtang-valley-10-day-trek-t19353/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Langtang Valley: 10-Day Trip",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 16:05:39"
    },
    {
        "intDurationHour": 456,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 2945,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-84728-145.jpg",
        "strIntroduction": "What You'll Do Take an incredible 19-day journey through Nepal's beautiful Mustang region Explore this ancient Himalayan kingdom alongside peaceful Buddhist monasteries Admire some of the world's most beautiful natural and picturesque landscapes Take an incredible 19-day journey through Nepal's beautiful Mustang region Explore this ancient Himalayan kingdom alongside peaceful Buddhist monasteries Admire some of the world's most beautiful natural and picturesque landscapes Take an incredible 19-day journey through Nepal's beautiful Mustang region Explore this ancient Himalayan kingdom alongside peaceful Buddhist monasteries Admire some of the world's most beautiful natural and picturesque landscapes",
        "strLocation": "kathmandu",
        "strOriginUrl": "https://www.getyourguide.com/kathmandu-l101/lomangthang-mustang-19-day-trek-through-nepal-t19355/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Lomangthang Mustang 19-Day Trek through Nepal",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 16:05:50"
    },
    {
        "intDurationHour": 384,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 1200,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-84776-145.jpg",
        "strIntroduction": "What You'll Do Explore the idyllic terrain of the Langtang Valley Enjoy a tour led by a professional English-speaking guide in small groups Travel by luxury transport Stay in quaint village guesthouses See the sacred Gosikunda Lake and the Laurebina Pass Explore Kyanjon Gumpa Explore the idyllic terrain of the Langtang Valley Enjoy a tour led by a professional English-speaking guide in small groups Travel by luxury transport Stay in quaint village guesthouses See the sacred Gosikunda Lake and the Laurebina Pass Explore Kyanjon Gumpa Explore the idyllic terrain of the Langtang Valley Enjoy a tour led by a professional English-speaking guide in small groups Travel by luxury transport Stay in quaint village guesthouses See the sacred Gosikunda Lake and the Laurebina Pass Explore Kyanjon Gumpa",
        "strLocation": "kathmandu",
        "strOriginUrl": "https://www.getyourguide.com/kathmandu-l101/langtang-valley-16-day-trek-from-kathmandu-t19367/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Langtang Valley 16-day trek from Kathmandu",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 16:06:02"
    },
    {
        "intDurationHour": 168,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 1124,
        "strGuideLanguage": "spanish, english, french, german, italian, russian",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-84778-145.jpg",
        "strIntroduction": "What You'll Do Discover Nepalese culture when visiting its temples, churches, monastries, and capital Katmandu Hike up to Sarangkot viewpoint to witness nature’s ethereal lightshow as the sun rises over the Annapurna range Embark on an adventurous jungle safari, canoeing trip or a thrilling elephant ride in Chitwan Visit Lumbini, the birthplace of Buddha Discover Nepalese culture when visiting its temples, churches, monastries, and capital Katmandu Hike up to Sarangkot viewpoint to witness nature’s ethereal lightshow as the sun rises over the Annapurna range Embark on an adventurous jungle safari, canoeing trip or a thrilling elephant ride in Chitwan Visit Lumbini, the birthplace of Buddha Discover Nepalese culture when visiting its temples, churches, monastries, and capital Katmandu Hike up to Sarangkot viewpoint to witness nature’s ethereal lightshow as the sun rises over the Annapurna range Embark on an adventurous jungle safari, canoeing trip or a thrilling elephant ride in Chitwan Visit Lumbini, the birthplace of Buddha",
        "strLocation": "kathmandu",
        "strOriginUrl": "https://www.getyourguide.com/kathmandu-l101/1-week-nepal-tour-from-kathmandu-t19368/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "1-Week Nepal Tour from Kathmandu",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 16:06:17"
    },
    {
        "intDurationHour": 96,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 298,
        "strGuideLanguage": "spanish, english, french, german, italian, russian",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-118867-145.jpg",
        "strIntroduction": "What You'll Do Visit the incredible Pashupatinath Temple Enjoy breathtaking views of the Himalaya See the majesty of Mt. Everest Let your experienced guide share history and legend of this special land Visit the incredible Pashupatinath Temple Enjoy breathtaking views of the Himalaya See the majesty of Mt. Everest Let your experienced guide share history and legend of this special land Visit the incredible Pashupatinath Temple Enjoy breathtaking views of the Himalaya See the majesty of Mt. Everest Let your experienced guide share history and legend of this special land",
        "strLocation": "kathmandu",
        "strOriginUrl": "https://www.getyourguide.com/kathmandu-l101/4-day-nepal-tour-pashupatinath-darshan-temple-everest-t19369/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "4-Day Nepal Tour: Pashupatinath Darshan Temple & Everest",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 16:06:29"
    },
    {
        "intDurationHour": 456,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 1970,
        "strGuideLanguage": "spanish, english, french, german, italian, russian",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-85269-145.jpg",
        "strIntroduction": "What You'll Do Follow in the footsteps of the famous mountaineers on this epic journey through the Himalayas Test your endurance and sense of adventure like never before as you trek amongst the world's highest peaks Allow your spirit to be invigorated in visits to Nepalese temples and monastaries Cast your eyes across the most breathtaking views imaginable Navigate the hustle and bustle of Kathmandu's winding streets and see the many colors of its cultures Rest your weary feet and heads in top quality accommodation high in the Himalayan mountains Get lost amongst the fascinating wildlife of Chitwan National Park Follow in the footsteps of the famous mountaineers on this epic journey through the Himalayas Test your endurance and sense of adventure like never before as you trek amongst the world's highest peaks Allow your spirit to be invigorated in visits to Nepalese temples and monastaries Cast your eyes across the most breathtaking views imaginable Navigate the hustle and bustle of Kathmandu's winding streets and see the many colors of its cultures Rest your weary feet and heads in top quality accommodation high in the Himalayan mountains Get lost amongst the fascinating wildlife of Chitwan National Park Follow in the footsteps of the famous mountaineers on this epic journey through the Himalayas Test your endurance and sense of adventure like never before as you trek amongst the world's highest peaks Allow your spirit to be invigorated in visits to Nepalese temples and monastaries Cast your eyes across the most breathtaking views imaginable Navigate the hustle and bustle of Kathmandu's winding streets and see the many colors of its cultures Rest your weary feet and heads in top quality accommodation high in the Himalayan mountains Get lost amongst the fascinating wildlife of Chitwan National Park",
        "strLocation": "kathmandu",
        "strOriginUrl": "https://www.getyourguide.com/kathmandu-l101/19-day-everest-annapurna-chitwan-tour-from-kathmandu-t19459/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "From Kathmandu: 19-Day Everest, Annapurna, & Chitwan Trek",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 16:06:42"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 1,
        "intUsdCost": 50,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-85266-145.jpg",
        "strIntroduction": "What You'll Do Visit UNESCO World Heritage Sites in Kathmandu Valley led by an expert guide Learn about the legends of Durbar Square Explore the Swyambhunath Stupa, otherwise known as the Monkey Temple after its furry residents Visit Nepal's most sacred Hindu shrine and greatest Shiva sites, Pashupatinath Temple Observe the largest and holiest Boudhanath Stupa Relax with transportation and entrance fees already organized for you Visit UNESCO World Heritage Sites in Kathmandu Valley led by an expert guide Learn about the legends of Durbar Square Explore the Swyambhunath Stupa, otherwise known as the Monkey Temple after its furry residents Visit Nepal's most sacred Hindu shrine and greatest Shiva sites, Pashupatinath Temple Observe the largest and holiest Boudhanath Stupa Relax with transportation and entrance fees already organized for you Visit UNESCO World Heritage Sites in Kathmandu Valley led by an expert guide Learn about the legends of Durbar Square Explore the Swyambhunath Stupa, otherwise known as the Monkey Temple after its furry residents Visit Nepal's most sacred Hindu shrine and greatest Shiva sites, Pashupatinath Temple Observe the largest and holiest Boudhanath Stupa Relax with transportation and entrance fees already organized for you",
        "strLocation": "kathmandu",
        "strOriginUrl": "https://www.getyourguide.com/kathmandu-l101/kathmandu-world-heritage-sightseeing-tour-t19460/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Kathmandu World Heritage Sightseeing - Full Day Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 16:06:53"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 5,
        "intUsdCost": 45,
        "strGuideLanguage": "spanish, english, french, german, italian, russian",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-85275-145.jpg",
        "strIntroduction": "What You'll Do Visit the Hindu Temple of Pashupatinath Stroll around Durbar Square in Kathmandu City and see the palaces and temples View the Arya Ghat burial site from the Bagmati River See the monkeys of Swayambhu Go to the Buddhist shrine of Boudhanath Visit the Hindu Temple of Pashupatinath Stroll around Durbar Square in Kathmandu City and see the palaces and temples View the Arya Ghat burial site from the Bagmati River See the monkeys of Swayambhu Go to the Buddhist shrine of Boudhanath Visit the Hindu Temple of Pashupatinath Stroll around Durbar Square in Kathmandu City and see the palaces and temples View the Arya Ghat burial site from the Bagmati River See the monkeys of Swayambhu Go to the Buddhist shrine of Boudhanath",
        "strLocation": "kathmandu",
        "strOriginUrl": "https://www.getyourguide.com/kathmandu-l101/kathmandu-valley-full-day-sacred-culture-tour-t19463/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Kathmandu Valley Full-Day Sacred Culture Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 16:07:05"
    },
    {
        "intDurationHour": 288,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 1410,
        "strGuideLanguage": "spanish, english, french, german, italian, russian",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-85276-145.jpg",
        "strIntroduction": "What You'll Do See the majestic Himalayan ranges including the tallest mountain on earth, Mt. Everest Take in breathtaking vistas of snow-capped mountains Tour Norbulingka, the summer palace of the Dalai Lama Visit the Barkhor markets with its handcrafted, local goods Travel over high meadows filled with yaks and pass through some of the highest roads on earth Wander through emerald colored lakes and exquisite villages See the majestic Himalayan ranges including the tallest mountain on earth, Mt. Everest Take in breathtaking vistas of snow-capped mountains Tour Norbulingka, the summer palace of the Dalai Lama Visit the Barkhor markets with its handcrafted, local goods Travel over high meadows filled with yaks and pass through some of the highest roads on earth Wander through emerald colored lakes and exquisite villages See the majestic Himalayan ranges including the tallest mountain on earth, Mt. Everest Take in breathtaking vistas of snow-capped mountains Tour Norbulingka, the summer palace of the Dalai Lama Visit the Barkhor markets with its handcrafted, local goods Travel over high meadows filled with yaks and pass through some of the highest roads on earth Wander through emerald colored lakes and exquisite villages",
        "strLocation": "kathmandu",
        "strOriginUrl": "https://www.getyourguide.com/kathmandu-l101/12-day-discover-tibet-via-everest-base-camp-tour-t19465/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "12-Day Tour of Tibet via Everest Base Camp",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 16:07:17"
    },
    {
        "intDurationHour": 168,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 1890,
        "strGuideLanguage": "spanish, english, french, german, italian, russian",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-118735-145.jpg",
        "strIntroduction": "What You'll Do Enjoy a Trans Himalayan Flight between Kathmandu and Lhasa, over Everest and Kanchenjunga Experience the culture and traditions in the heart of Tibet Visit the sights in Lhasa, including the Sera Monastery, Norbulingka, and Jokhang Temple Explore the streets of Lhasa and visit Barkhor Markets Visit Potala Palace and Drepung Monastery Discover Ganden Monastery and visit Drayer Pa Cave Enjoy a Trans Himalayan Flight between Kathmandu and Lhasa, over Everest and Kanchenjunga Experience the culture and traditions in the heart of Tibet Visit the sights in Lhasa, including the Sera Monastery, Norbulingka, and Jokhang Temple Explore the streets of Lhasa and visit Barkhor Markets Visit Potala Palace and Drepung Monastery Discover Ganden Monastery and visit Drayer Pa Cave Enjoy a Trans Himalayan Flight between Kathmandu and Lhasa, over Everest and Kanchenjunga Experience the culture and traditions in the heart of Tibet Visit the sights in Lhasa, including the Sera Monastery, Norbulingka, and Jokhang Temple Explore the streets of Lhasa and visit Barkhor Markets Visit Potala Palace and Drepung Monastery Discover Ganden Monastery and visit Drayer Pa Cave",
        "strLocation": "kathmandu",
        "strOriginUrl": "https://www.getyourguide.com/kathmandu-l101/7-day-lhasa-exploration-tour-from-kathmandu-t19525/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "From Kathmandu: 7-Day Lhasa Exploration Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 16:07:28"
    },
    {
        "intDurationHour": 624,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 4530,
        "strGuideLanguage": "spanish, english, french, german, italian, russian",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-85636-145.jpg",
        "strIntroduction": "What You'll Do In India: Golden Triagnle cities Delhi, Agra and Jaipur to see the sights Hawa Mahal; Jantar Mantar; Humayun’s Tomb; Taj Mahal; Fatehpur In Nepal: Kathmandu, Pokhara and Chitwan to see Kathmandu Durbar Square Tibet: Shigar, Shigatse, Mt. Everest Base Camp and Lhasa. In India: Golden Triagnle cities Delhi, Agra and Jaipur to see the sights Hawa Mahal; Jantar Mantar; Humayun’s Tomb; Taj Mahal; Fatehpur In Nepal: Kathmandu, Pokhara and Chitwan to see Kathmandu Durbar Square Tibet: Shigar, Shigatse, Mt. Everest Base Camp and Lhasa. In India: Golden Triagnle cities Delhi, Agra and Jaipur to see the sights Hawa Mahal; Jantar Mantar; Humayun’s Tomb; Taj Mahal; Fatehpur In Nepal: Kathmandu, Pokhara and Chitwan to see Kathmandu Durbar Square Tibet: Shigar, Shigatse, Mt. Everest Base Camp and Lhasa.",
        "strLocation": "kathmandu",
        "strOriginUrl": "https://www.getyourguide.com/kathmandu-l101/26-day-india-nepal-tibet-trekking-tour-from-delhi-t19527/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "26-Day India, Nepal & Tibet Trekking Tour from Delhi",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 16:07:38"
    },
    {
        "intDurationHour": 192,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 1400,
        "strGuideLanguage": "spanish, english, french, german, italian, russian",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-86704-145.jpg",
        "strIntroduction": "What You'll Do Kathmandu Sightseeing Tibet Sightseeing Kathmandu Sightseeing Tibet Sightseeing Kathmandu Sightseeing Tibet Sightseeing",
        "strLocation": "kathmandu",
        "strOriginUrl": "https://www.getyourguide.com/kathmandu-l101/8-day-tour-of-tibet-from-nepal-t19542/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "8 Day Tour of Tibet from Nepal",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 16:07:51"
    },
    {
        "intDurationHour": 120,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 680,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-86328-145.jpg",
        "strIntroduction": "What You'll Do Experience traditional Gurung culture Participate in the daily village life of Ghale Gaun Enjoy performances of traditional Gurung music and dance Admire the pristine wilderness setting of Ghale Gaun Marvel at breathtaking views of the western Himalayas Experience traditional Gurung culture Participate in the daily village life of Ghale Gaun Enjoy performances of traditional Gurung music and dance Admire the pristine wilderness setting of Ghale Gaun Marvel at breathtaking views of the western Himalayas Experience traditional Gurung culture Participate in the daily village life of Ghale Gaun Enjoy performances of traditional Gurung music and dance Admire the pristine wilderness setting of Ghale Gaun Marvel at breathtaking views of the western Himalayas",
        "strLocation": "kathmandu",
        "strOriginUrl": "https://www.getyourguide.com/kathmandu-l101/ghale-gaun-home-stay-tour-t19671/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "5-Day Ghale Gaun Home-Stay Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 16:08:01"
    },
    {
        "intDurationHour": 120,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 700,
        "strGuideLanguage": "spanish, chinese, danish, dutch, english, french, german, italian, korean, norwegian, russian",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-86584-145.jpg",
        "strIntroduction": "What You'll Do Enjoy trekking in the mountains surrounding Kathmandu Experience the local mountain life and discover the history, culture, and religion of Nepal Encounter different kinds of flora and fauna during the trek Trek through the forest of Shivapuri Nagarjun National Park and pass by the Tamang settlements at Mulkharka Visit Nagarkot, where you can view the spectacular sunrise and sunset Enjoy the magnificent views of the Himalayan range Visit the temple of Changu Narayan Enjoy trekking in the mountains surrounding Kathmandu Experience the local mountain life and discover the history, culture, and religion of Nepal Encounter different kinds of flora and fauna during the trek Trek through the forest of Shivapuri Nagarjun National Park and pass by the Tamang settlements at Mulkharka Visit Nagarkot, where you can view the spectacular sunrise and sunset Enjoy the magnificent views of the Himalayan range Visit the temple of Changu Narayan Enjoy trekking in the mountains surrounding Kathmandu Experience the local mountain life and discover the history, culture, and religion of Nepal Encounter different kinds of flora and fauna during the trek Trek through the forest of Shivapuri Nagarjun National Park and pass by the Tamang settlements at Mulkharka Visit Nagarkot, where you can view the spectacular sunrise and sunset Enjoy the magnificent views of the Himalayan range Visit the temple of Changu Narayan",
        "strLocation": "kathmandu",
        "strOriginUrl": "https://www.getyourguide.com/kathmandu-l101/kathmandu-valley-edge-trekking-t19718/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "From Kathmandu: 5-Day Valley Edge Trekking Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 16:08:14"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 250,
        "strGuideLanguage": "spanish, english, french, german, italian, russian",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-86760-145.jpg",
        "strIntroduction": "What You'll Do Thrill to a scenic flight over Mount Everest Get round-trip transfers from Kathmandu Airport See the highest point on earth Enjoy sweeping vistas of the Himalayas Thrill to a scenic flight over Mount Everest Get round-trip transfers from Kathmandu Airport See the highest point on earth Enjoy sweeping vistas of the Himalayas Thrill to a scenic flight over Mount Everest Get round-trip transfers from Kathmandu Airport See the highest point on earth Enjoy sweeping vistas of the Himalayas",
        "strLocation": "kathmandu",
        "strOriginUrl": "https://www.getyourguide.com/kathmandu-l101/mount-everest-1-hour-aerial-tour-flight-t19754/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Mount Everest 1-Hour Aerial Tour & Flight",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 16:08:25"
    },
    {
        "intDurationHour": 216,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 1050,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-86963-145.jpg",
        "strIntroduction": "What You'll Do Trekking Beautiful Kathmandu Trekking Beautiful Kathmandu Trekking Beautiful Kathmandu",
        "strLocation": "kathmandu",
        "strOriginUrl": "https://www.getyourguide.com/kathmandu-l101/ghorepani-poonhill-ghandruk-trek-9-days-t19786/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Ghorepani-Poonhill-Ghandruk Trek - 9 Days",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 16:08:36"
    },
    {
        "intDurationHour": 216,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 1030,
        "strGuideLanguage": "spanish, english, french, german, italian, russian",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-110973-145.jpg",
        "strIntroduction": "What You'll Do Trekking Annapurna Region See Kathmandu Discover Pokhara, Thumsikot,Nangidhar,Pasagaon,Ghalegaon,Khudi Trekking Annapurna Region See Kathmandu Discover Pokhara, Thumsikot,Nangidhar,Pasagaon,Ghalegaon,Khudi Trekking Annapurna Region See Kathmandu Discover Pokhara, Thumsikot,Nangidhar,Pasagaon,Ghalegaon,Khudi",
        "strLocation": "kathmandu",
        "strOriginUrl": "https://www.getyourguide.com/kathmandu-l101/9-day-hiking-in-the-himalayas-t19804/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "9-Day Hiking in the Himalayas",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 16:08:47"
    },
    {
        "intDurationHour": 96,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 470,
        "strGuideLanguage": "spanish, chinese, english, french, german, italian, korean, russian",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-87092-145.jpg",
        "strIntroduction": "What You'll Do culture and tradition of multi ethnic groups natural beauty including snowcapped mountain views culture and tradition of multi ethnic groups natural beauty including snowcapped mountain views culture and tradition of multi ethnic groups natural beauty including snowcapped mountain views",
        "strLocation": "kathmandu",
        "strOriginUrl": "https://www.getyourguide.com/kathmandu-l101/kumpur-village-home-stay-tour-t19806/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Kumpur Village Home-Stay Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 16:08:59"
    },
    {
        "intDurationHour": 240,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 1043,
        "strGuideLanguage": "spanish, english, french, german, italian, russian",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-87320-145.jpg",
        "strIntroduction": "What You'll Do Trekking Mount Everest Trekking Mount Everest Trekking Mount Everest",
        "strLocation": "kathmandu",
        "strOriginUrl": "https://www.getyourguide.com/kathmandu-l101/everest-and-sherpa-homeland-trek-leisurely-comfort-t19866/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Everest and Sherpa Homeland Trek-Leisurely Comfort",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 16:09:09"
    },
    {
        "intDurationHour": 264,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 1169,
        "strGuideLanguage": "spanish, english, french, german, russian",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-87321-145.jpg",
        "strIntroduction": "What You'll Do Trek across the roof of the world on a 7-day hike of the Everest region Enjoy some of the best views of Everest in the world Meet mountain dwellers and see indigenous villages Tour stupas and Buddhist monasteries Go to the museum at Namche and learn about the history and traditional customs of the Sherpa people Admire superb Newari architecture in Kathmandu's Durbar Square Visit the highest mountain hotel in the world Sleep in mountain lodges and guest houses Trek across the roof of the world on a 7-day hike of the Everest region Enjoy some of the best views of Everest in the world Meet mountain dwellers and see indigenous villages Tour stupas and Buddhist monasteries Go to the museum at Namche and learn about the history and traditional customs of the Sherpa people Admire superb Newari architecture in Kathmandu's Durbar Square Visit the highest mountain hotel in the world Sleep in mountain lodges and guest houses Trek across the roof of the world on a 7-day hike of the Everest region Enjoy some of the best views of Everest in the world Meet mountain dwellers and see indigenous villages Tour stupas and Buddhist monasteries Go to the museum at Namche and learn about the history and traditional customs of the Sherpa people Admire superb Newari architecture in Kathmandu's Durbar Square Visit the highest mountain hotel in the world Sleep in mountain lodges and guest houses",
        "strLocation": "kathmandu",
        "strOriginUrl": "https://www.getyourguide.com/kathmandu-l101/super-everest-comfort-trekking-11-days-t19867/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Super Everest 11-Day Comfort Trek",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 16:09:19"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 2400,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-87511-145.jpg",
        "strIntroduction": "What You'll Do Fly through the mighty Himalayas See the amazing sights of the Kathmandu Valley Take in incredible views of the Langtang Mountain range Discover the natural serenity of the Langtang Valley Greet friendly local Sherpas in Kyanjin Gompa Fly through the mighty Himalayas See the amazing sights of the Kathmandu Valley Take in incredible views of the Langtang Mountain range Discover the natural serenity of the Langtang Valley Greet friendly local Sherpas in Kyanjin Gompa Fly through the mighty Himalayas See the amazing sights of the Kathmandu Valley Take in incredible views of the Langtang Mountain range Discover the natural serenity of the Langtang Valley Greet friendly local Sherpas in Kyanjin Gompa",
        "strLocation": "kathmandu",
        "strOriginUrl": "https://www.getyourguide.com/kathmandu-l101/langtang-helicopter-tour-adventure-t19886/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "1.5-Hour Langtang Helicopter Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 16:09:31"
    },
    {
        "intDurationHour": 360,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 1980,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-109801-145.jpg",
        "strIntroduction": "What You'll Do Trek the legendary mountain trail of Everest Base Camp Climb to the summit of Kala Pathar for views of the world’s highest mountains Hike the side of the Khumbu Glacier Experience the renowned hospitality of the sherpas Say your prayers at the Buddhist Thyangboche Monastery Enjoy spectacular aerial views of the Himalayas on a flight to Lukla Marvel at the panorama of Makalu, Nuptse, Lhotse, and Everest Acclimitize to the high altitudes with 2 en route rest days Walk along the banks of the Dudh Kosi river Trek the legendary mountain trail of Everest Base Camp Climb to the summit of Kala Pathar for views of the world’s highest mountains Hike the side of the Khumbu Glacier Experience the renowned hospitality of the sherpas Say your prayers at the Buddhist Thyangboche Monastery Enjoy spectacular aerial views of the Himalayas on a flight to Lukla Marvel at the panorama of Makalu, Nuptse, Lhotse, and Everest Acclimitize to the high altitudes with 2 en route rest days Walk along the banks of the Dudh Kosi river Trek the legendary mountain trail of Everest Base Camp Climb to the summit of Kala Pathar for views of the world’s highest mountains Hike the side of the Khumbu Glacier Experience the renowned hospitality of the sherpas Say your prayers at the Buddhist Thyangboche Monastery Enjoy spectacular aerial views of the Himalayas on a flight to Lukla Marvel at the panorama of Makalu, Nuptse, Lhotse, and Everest Acclimitize to the high altitudes with 2 en route rest days Walk along the banks of the Dudh Kosi river",
        "strLocation": "kathmandu",
        "strOriginUrl": "https://www.getyourguide.com/kathmandu-l101/everest-base-camp-trek-t20423/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Kathmandu: Everest Base Camp 15-Day Trek",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 16:09:44"
    },
    {
        "intDurationHour": 360,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 1790,
        "strGuideLanguage": "spanish, english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-91903-145.jpg",
        "strIntroduction": "What You'll Do Visit Everest Base Camp Sorrounding views of himalayas from Kalapatthar Buddhist monastery at Tengboche Khumbu Ice fall Sherpa village Lukla Airstrip Visit Everest Base Camp Sorrounding views of himalayas from Kalapatthar Buddhist monastery at Tengboche Khumbu Ice fall Sherpa village Lukla Airstrip Visit Everest Base Camp Sorrounding views of himalayas from Kalapatthar Buddhist monastery at Tengboche Khumbu Ice fall Sherpa village Lukla Airstrip",
        "strLocation": "kathmandu",
        "strOriginUrl": "https://www.getyourguide.com/kathmandu-l101/15-day-everest-base-camp-trek-t20568/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "15-Day Everest Base Camp Trek",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 16:09:56"
    },
    {
        "intDurationHour": 72,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 208,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-95292-145.jpg",
        "strIntroduction": "What You'll Do Elephant Safari, Elephant Breeding center visit, Jungle Walk, Nature walk, Bird watching, Crocodile farm visit, Canoe ride, Tharu culture show Away from the noise and distractions of city life, there is unbelievable peace in the middle of a jungle listening to bird calls and animal sounds. More than 450 species birds are found in the park, among them are peacocks, woodpeckers, hornbills, bengal florican and redheaded trogons. We provide trained naturalists & jungle guides in all jungle tours, who manage and will escort you on these tours. Elephant Safari, Elephant Breeding center visit, Jungle Walk, Nature walk, Bird watching, Crocodile farm visit, Canoe ride, Tharu culture show Away from the noise and distractions of city life, there is unbelievable peace in the middle of a jungle listening to bird calls and animal sounds. More than 450 species birds are found in the park, among them are peacocks, woodpeckers, hornbills, bengal florican and redheaded trogons. We provide trained naturalists & jungle guides in all jungle tours, who manage and will escort you on these tours. Elephant Safari, Elephant Breeding center visit, Jungle Walk, Nature walk, Bird watching, Crocodile farm visit, Canoe ride, Tharu culture show Away from the noise and distractions of city life, there is unbelievable peace in the middle of a jungle listening to bird calls and animal sounds. More than 450 species birds are found in the park, among them are peacocks, woodpeckers, hornbills, bengal florican and redheaded trogons. We provide trained naturalists & jungle guides in all jungle tours, who manage and will escort you on these tours.",
        "strLocation": "kathmandu",
        "strOriginUrl": "https://www.getyourguide.com/kathmandu-l101/3-day-wildlife-safari-tour-t21119/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "3-Day Wildlife Safari Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 16:10:07"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 70,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-375124-145.jpg",
        "strIntroduction": "What You'll Do Travel to a spot perfect for witnessing the area's famous early-morning sunrise Hike up to remote villages and experience the vivid cultures here Explore the hills of Nagarkot and visit Changunarayan Temple, one of the oldest in Nepal Travel to a spot perfect for witnessing the area's famous early-morning sunrise Hike up to remote villages and experience the vivid cultures here Explore the hills of Nagarkot and visit Changunarayan Temple, one of the oldest in Nepal Travel to a spot perfect for witnessing the area's famous early-morning sunrise Hike up to remote villages and experience the vivid cultures here Explore the hills of Nagarkot and visit Changunarayan Temple, one of the oldest in Nepal",
        "strLocation": "kathmandu",
        "strOriginUrl": "https://www.getyourguide.com/kathmandu-l101/nagarkot-to-changu-narayan-hike-t21438/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Nagarkot and Changunarayan Hiking Day Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 16:10:17"
    },
    {
        "intDurationHour": 120,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 395,
        "strGuideLanguage": "spanish, english, french, german, italian, russian",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-100933-145.jpg",
        "strIntroduction": "What You'll Do See the highlights of Kathmandu city on a sightseeing tour Learn about the history and culture of the Kathmandu Valley Marvel at the views of the peaks of the Himalayan range from Nagarkot Visit the World Heritage Sites of Patan and Bhaktapur See the highlights of Kathmandu city on a sightseeing tour Learn about the history and culture of the Kathmandu Valley Marvel at the views of the peaks of the Himalayan range from Nagarkot Visit the World Heritage Sites of Patan and Bhaktapur See the highlights of Kathmandu city on a sightseeing tour Learn about the history and culture of the Kathmandu Valley Marvel at the views of the peaks of the Himalayan range from Nagarkot Visit the World Heritage Sites of Patan and Bhaktapur",
        "strLocation": "kathmandu",
        "strOriginUrl": "https://www.getyourguide.com/kathmandu-l101/explore-kathmandu-and-nagarkot-5-day-tour-t21916/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Nepal: 5-Day Kathmandu and Nagarkot Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 16:10:31"
    },
    {
        "intDurationHour": 336,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 1395,
        "strGuideLanguage": "spanish, english, french, german, italian, russian",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-101195-145.jpg",
        "strIntroduction": "What You'll Do Experience breathtaking views of Annapurna on this Himalayan trek Go on a jungle safari and be on the lookout for over 30 species of large wild animals Enjoy a morning of rafting on the Trisuli River Experience breathtaking views of Annapurna on this Himalayan trek Go on a jungle safari and be on the lookout for over 30 species of large wild animals Enjoy a morning of rafting on the Trisuli River Experience breathtaking views of Annapurna on this Himalayan trek Go on a jungle safari and be on the lookout for over 30 species of large wild animals Enjoy a morning of rafting on the Trisuli River",
        "strLocation": "kathmandu",
        "strOriginUrl": "https://www.getyourguide.com/kathmandu-l101/14-day-annapurna-comfort-trek-with-rafting-and-jungle-safari-t21950/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "14-Day Annapurna Comfort Trek with Rafting and Jungle Safari",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 16:10:43"
    },
    {
        "intDurationHour": 240,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 1105,
        "strGuideLanguage": "spanish, english, french, german, italian, russian",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-101279-145.jpg",
        "strIntroduction": "What You'll Do Encounter three of the world’s highest peaks, including Mount Everest Admire the spectacular mountain scenery Encounter three of the world’s highest peaks, including Mount Everest Admire the spectacular mountain scenery Encounter three of the world’s highest peaks, including Mount Everest Admire the spectacular mountain scenery",
        "strLocation": "kathmandu",
        "strOriginUrl": "https://www.getyourguide.com/kathmandu-l101/from-kathmandu-10-day-everest-trekking-tour-t21964/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "From Kathmandu: 10-Day Everest Trekking Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 16:10:54"
    }
]