[
    {
        "intDurationHour": 9,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 69,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-446637-145.jpg",
        "strIntroduction": "What You'll Do Explore Cu Chi, the intricately constructed underground tunnels of the Viet Cong Shop at the famed Ben Thanh Market filled with produce and crafts Visit renowned French colonial structures Explore Cu Chi, the intricately constructed underground tunnels of the Viet Cong Shop at the famed Ben Thanh Market filled with produce and crafts Visit renowned French colonial structures Explore Cu Chi, the intricately constructed underground tunnels of the Viet Cong Shop at the famed Ben Thanh Market filled with produce and crafts Visit renowned French colonial structures",
        "strLocation": "ho chi minh city",
        "strOriginUrl": "https://www.getyourguide.com/ho-chi-minh-city-l272/ho-chi-minh-city-luxury-city-and-cu-chi-tunnels-tour-t67910/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Ho Chi Minh City: Luxury City and Cu Chi Tunnels Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 18:08:12"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 40,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-446838-145.jpg",
        "strIntroduction": "What You'll Do Learn about French influence through the French colonial architecture in the city Shop at Ho Chi Minh's largest market, Ben Thanh Market Have lunch at a popular local restaurant for an authentic Vietnamese meal Learn about French influence through the French colonial architecture in the city Shop at Ho Chi Minh's largest market, Ben Thanh Market Have lunch at a popular local restaurant for an authentic Vietnamese meal Learn about French influence through the French colonial architecture in the city Shop at Ho Chi Minh's largest market, Ben Thanh Market Have lunch at a popular local restaurant for an authentic Vietnamese meal",
        "strLocation": "ho chi minh city",
        "strOriginUrl": "https://www.getyourguide.com/ho-chi-minh-city-l272/ho-chi-minh-city-full-day-luxury-group-tour-t67921/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Ho Chi Minh City: Full-Day Luxury Group Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 18:08:23"
    },
    {
        "intDurationHour": 10,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 33,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-447140-145.jpg",
        "strIntroduction": "What You'll Do Spend the morning on a boat trip along Tien River to Tortoise Islet Ride in a rowing boat through water coconut trees Have lunch in an orchard garden eating traditional Mekong Delta food Spend the morning on a boat trip along Tien River to Tortoise Islet Ride in a rowing boat through water coconut trees Have lunch in an orchard garden eating traditional Mekong Delta food Spend the morning on a boat trip along Tien River to Tortoise Islet Ride in a rowing boat through water coconut trees Have lunch in an orchard garden eating traditional Mekong Delta food",
        "strLocation": "ho chi minh city",
        "strOriginUrl": "https://www.getyourguide.com/ho-chi-minh-city-l272/from-ho-chi-minh-city-luxury-full-day-mekong-delta-t67961/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "From Ho Chi Minh City: Luxury Full-Day Mekong Delta",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 18:08:36"
    },
    {
        "intDurationHour": 10,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 6,
        "intUsdCost": 27,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-448639-145.jpg",
        "strIntroduction": "What You'll Do Enjoy a day away from the hustle and bustle of Ho Chi Minh City Experience the rich culture and nature that lies along the Mekong River Travel in a small group with a maximum 18 passengers for a more intimate experience Try Mekong specialty dishes during lunch at an excellent restaurant Enjoy a day away from the hustle and bustle of Ho Chi Minh City Experience the rich culture and nature that lies along the Mekong River Travel in a small group with a maximum 18 passengers for a more intimate experience Try Mekong specialty dishes during lunch at an excellent restaurant Enjoy a day away from the hustle and bustle of Ho Chi Minh City Experience the rich culture and nature that lies along the Mekong River Travel in a small group with a maximum 18 passengers for a more intimate experience Try Mekong specialty dishes during lunch at an excellent restaurant",
        "strLocation": "ho chi minh city",
        "strOriginUrl": "https://www.getyourguide.com/ho-chi-minh-city-l272/mekong-delta-1-day-experience-from-ho-chi-minh-city-t68152/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Mekong Delta 1-Day Experience from Ho Chi Minh City",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 18:08:51"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 25,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-451609-145.jpg",
        "strIntroduction": "What You'll Do Enjoy door-to-door transportation from Tan Son Nhat airport to your accommodation in the city center Sit back, relax in air-condition comfort to the city center Take the worry out of navigating unfamiliar roads Watch the local life and peaceful scene in the countryside on the road Enjoy door-to-door transportation from Tan Son Nhat airport to your accommodation in the city center Sit back, relax in air-condition comfort to the city center Take the worry out of navigating unfamiliar roads Watch the local life and peaceful scene in the countryside on the road Enjoy door-to-door transportation from Tan Son Nhat airport to your accommodation in the city center Sit back, relax in air-condition comfort to the city center Take the worry out of navigating unfamiliar roads Watch the local life and peaceful scene in the countryside on the road",
        "strLocation": "ho chi minh city",
        "strOriginUrl": "https://www.getyourguide.com/ho-chi-minh-city-l272/ho-chi-minh-airport-to-ho-chi-minh-city-center-transfer-t68627/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Ho Chi Minh Airport To Ho Chi Minh City Center Transfer",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 18:09:02"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 76,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-452672-145.jpg",
        "strIntroduction": "What You'll Do Experience the life of Ho Chi Minh City by night. Go on an adventurous motorcylce journey along streets & alleys. Learn from a local tour guide with expert insight into the city & sites. Sample authentic local food at a beloved restaurant. Get tips from your guide on other night markets to check out. Experience the life of Ho Chi Minh City by night. Go on an adventurous motorcylce journey along streets & alleys. Learn from a local tour guide with expert insight into the city & sites. Sample authentic local food at a beloved restaurant. Get tips from your guide on other night markets to check out. Experience the life of Ho Chi Minh City by night. Go on an adventurous motorcylce journey along streets & alleys. Learn from a local tour guide with expert insight into the city & sites. Sample authentic local food at a beloved restaurant. Get tips from your guide on other night markets to check out.",
        "strLocation": "ho chi minh city",
        "strOriginUrl": "https://www.getyourguide.com/ho-chi-minh-city-l272/luxury-group-evening-motorcycle-food-tour-t68821/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Luxury Group Evening Motorcycle Food Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 18:09:14"
    },
    {
        "intDurationHour": 7,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 19,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-494663-145.jpg",
        "strIntroduction": "What You'll Do Be introduced to a short video which is an overview of Cu Chi’s history as well as Vietnamese with endurance during the Vietnam war. Climb down tunnels to explore the underground living areas and martial facilities Taste tangy tea and cassava served with salt – the main food of former guerillas Try your hand at the real gun in the break Be introduced to a short video which is an overview of Cu Chi’s history as well as Vietnamese with endurance during the Vietnam war. Climb down tunnels to explore the underground living areas and martial facilities Taste tangy tea and cassava served with salt – the main food of former guerillas Try your hand at the real gun in the break Be introduced to a short video which is an overview of Cu Chi’s history as well as Vietnamese with endurance during the Vietnam war. Climb down tunnels to explore the underground living areas and martial facilities Taste tangy tea and cassava served with salt – the main food of former guerillas Try your hand at the real gun in the break",
        "strLocation": "ho chi minh city",
        "strOriginUrl": "https://www.getyourguide.com/ho-chi-minh-city-l272/cu-chi-tunnels-tour-from-ho-chi-minh-city-t68879/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Cu Chi Tunnels Tour from Ho Chi Minh City",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 18:09:26"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 59,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-454154-145.jpg",
        "strIntroduction": "What You'll Do Cruise on the river to discover the bustling of Cai Be Floating Market where fruits and commodities are traded in a special way Pay a visit to the local family business and explore how to make coconut fudge and crispy rice popcorn Get yourself immersed in traditional Vietnamese folk music Be rowed in a small boat through natural canals to see how truly beautiful the Upper Mekong is Practice cooking special Vietnamese dishes. Bike on small and peaceful village paths Cruise on the river to discover the bustling of Cai Be Floating Market where fruits and commodities are traded in a special way Pay a visit to the local family business and explore how to make coconut fudge and crispy rice popcorn Get yourself immersed in traditional Vietnamese folk music Be rowed in a small boat through natural canals to see how truly beautiful the Upper Mekong is Practice cooking special Vietnamese dishes. Bike on small and peaceful village paths Cruise on the river to discover the bustling of Cai Be Floating Market where fruits and commodities are traded in a special way Pay a visit to the local family business and explore how to make coconut fudge and crispy rice popcorn Get yourself immersed in traditional Vietnamese folk music Be rowed in a small boat through natural canals to see how truly beautiful the Upper Mekong is Practice cooking special Vietnamese dishes. Bike on small and peaceful village paths",
        "strLocation": "ho chi minh city",
        "strOriginUrl": "https://www.getyourguide.com/ho-chi-minh-city-l272/deluxe-day-trip-to-cai-be-floating-market-t68959/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Deluxe Day Trip to Cai Be Floating Market",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 18:09:38"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 48,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-454413-145.jpg",
        "strIntroduction": "What You'll Do Watch the exciting water puppet show Enjoy traditional songs Be taken to the harbor by cyclo to enjoy a diner cruise. Get a sense of the Saigon’s nightlife while savoring the Vietnamese cuisine on a boat Watch the exciting water puppet show Enjoy traditional songs Be taken to the harbor by cyclo to enjoy a diner cruise. Get a sense of the Saigon’s nightlife while savoring the Vietnamese cuisine on a boat Watch the exciting water puppet show Enjoy traditional songs Be taken to the harbor by cyclo to enjoy a diner cruise. Get a sense of the Saigon’s nightlife while savoring the Vietnamese cuisine on a boat",
        "strLocation": "ho chi minh city",
        "strOriginUrl": "https://www.getyourguide.com/ho-chi-minh-city-l272/water-puppet-show-saigon-dinner-cruise-t69083/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Water Puppet Show & Saigon Dinner Cruise",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 18:09:48"
    },
    {
        "intDurationHour": 0,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 19,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-454428-145.jpg",
        "strIntroduction": "What You'll Do Marvel at the sights Visit other architectural structures constructed in the French Colonial age Learn more about the terrible realities of war Marvel at the sights Visit other architectural structures constructed in the French Colonial age Learn more about the terrible realities of war Marvel at the sights Visit other architectural structures constructed in the French Colonial age Learn more about the terrible realities of war",
        "strLocation": "ho chi minh city",
        "strOriginUrl": "https://www.getyourguide.com/ho-chi-minh-city-l272/half-day-trip-around-ho-chi-minh-city-t69085/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Half-Day Trip around Ho Chi Minh City",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 18:10:02"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 31,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-454812-145.jpg",
        "strIntroduction": "What You'll Do Visit the Cao Dai Holy See (Cao Dai Great Temple), considered the base of the Cao Dai sect Attend the noon-day ceremony organized by the Cao Dai followers Explore the permitted areas of Cu Chi Tunnels Sip tea and taste cassava Visit the Cao Dai Holy See (Cao Dai Great Temple), considered the base of the Cao Dai sect Attend the noon-day ceremony organized by the Cao Dai followers Explore the permitted areas of Cu Chi Tunnels Sip tea and taste cassava Visit the Cao Dai Holy See (Cao Dai Great Temple), considered the base of the Cao Dai sect Attend the noon-day ceremony organized by the Cao Dai followers Explore the permitted areas of Cu Chi Tunnels Sip tea and taste cassava",
        "strLocation": "ho chi minh city",
        "strOriginUrl": "https://www.getyourguide.com/ho-chi-minh-city-l272/one-day-exploration-of-cao-dai-temple-cu-chi-tunnels-t69151/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "One Day Exploration of Cao Dai Temple & Cu Chi Tunnels",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 18:10:14"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 34,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-454823-145.jpg",
        "strIntroduction": "What You'll Do Explore the Cai Be Floating Market by motor boat Cruise the small canals and experience the Upper Mekong Delta Try Mekong specialty dishes during lunch Travel in a small group with a maximum 18 passengers for a more intimate experience Explore the Cai Be Floating Market by motor boat Cruise the small canals and experience the Upper Mekong Delta Try Mekong specialty dishes during lunch Travel in a small group with a maximum 18 passengers for a more intimate experience Explore the Cai Be Floating Market by motor boat Cruise the small canals and experience the Upper Mekong Delta Try Mekong specialty dishes during lunch Travel in a small group with a maximum 18 passengers for a more intimate experience",
        "strLocation": "ho chi minh city",
        "strOriginUrl": "https://www.getyourguide.com/ho-chi-minh-city-l272/cai-be-floating-market-with-lunch-from-ho-chi-minh-city-t69161/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Cai Be Floating Market with Lunch from Ho Chi Minh City",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 18:10:25"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 26,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-494654-145.jpg",
        "strIntroduction": "What You'll Do Visit Vinh Trang Pagoda, one of the most famous sites in My Tho Stroll in a tourist attraction of Ben Tre Come to the coconut candy family business and taste pieces of coconut fudge Enjoy fresh fruit along with sipping honey tea while listening to Southern Vietnamese folk music Visit Vinh Trang Pagoda, one of the most famous sites in My Tho Stroll in a tourist attraction of Ben Tre Come to the coconut candy family business and taste pieces of coconut fudge Enjoy fresh fruit along with sipping honey tea while listening to Southern Vietnamese folk music Visit Vinh Trang Pagoda, one of the most famous sites in My Tho Stroll in a tourist attraction of Ben Tre Come to the coconut candy family business and taste pieces of coconut fudge Enjoy fresh fruit along with sipping honey tea while listening to Southern Vietnamese folk music",
        "strLocation": "ho chi minh city",
        "strOriginUrl": "https://www.getyourguide.com/ho-chi-minh-city-l272/upper-mekong-river-full-day-tour-t69167/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Upper Mekong River Full-Day Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 18:10:38"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 139,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-455451-145.jpg",
        "strIntroduction": "What You'll Do Visit to the former site of the ANZAC’s Nui Dat Task Force Base (Nui Dat SAS Hill). Spend some time in silent contemplation at the Long Tan Cross Memorial, erected in August, 1969. Climb down and walk through Long Phuoc Tunnels Visit to the former site of the ANZAC’s Nui Dat Task Force Base (Nui Dat SAS Hill). Spend some time in silent contemplation at the Long Tan Cross Memorial, erected in August, 1969. Climb down and walk through Long Phuoc Tunnels Visit to the former site of the ANZAC’s Nui Dat Task Force Base (Nui Dat SAS Hill). Spend some time in silent contemplation at the Long Tan Cross Memorial, erected in August, 1969. Climb down and walk through Long Phuoc Tunnels",
        "strLocation": "ho chi minh city",
        "strOriginUrl": "https://www.getyourguide.com/ho-chi-minh-city-l272/full-day-trip-to-long-tan-nui-dat-former-battlefield-t69207/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Full-Day Trip to Long Tan – Nui Dat Former Battlefield",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 18:10:51"
    },
    {
        "intDurationHour": 6,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 19,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-494643-145.jpg",
        "strIntroduction": "What You'll Do Learn about the history of the Vietnam War and Cu Chi Tunnels Explore the immense and elaborate tunnel network Drink a cup of special tea and taste steamed cassava, a specialty in Cu Chi. Test your own shooting skill with a real gun Learn about the history of the Vietnam War and Cu Chi Tunnels Explore the immense and elaborate tunnel network Drink a cup of special tea and taste steamed cassava, a specialty in Cu Chi. Test your own shooting skill with a real gun Learn about the history of the Vietnam War and Cu Chi Tunnels Explore the immense and elaborate tunnel network Drink a cup of special tea and taste steamed cassava, a specialty in Cu Chi. Test your own shooting skill with a real gun",
        "strLocation": "ho chi minh city",
        "strOriginUrl": "https://www.getyourguide.com/ho-chi-minh-city-l272/afternoon-trip-of-cu-chi-underground-tunnels-t69256/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Afternoon Trip of Cu Chi Underground Tunnels",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 18:11:02"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 99,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-456460-145.jpg",
        "strIntroduction": "What You'll Do Learn the history of the Viet Cong in the Cu Chi Tunnels Enjoy a boat trip down the Mekong River to Ben Tre Go bicycling around Ben Tre Enjoy lunch at a local restaurant Learn the history of the Viet Cong in the Cu Chi Tunnels Enjoy a boat trip down the Mekong River to Ben Tre Go bicycling around Ben Tre Enjoy lunch at a local restaurant Learn the history of the Viet Cong in the Cu Chi Tunnels Enjoy a boat trip down the Mekong River to Ben Tre Go bicycling around Ben Tre Enjoy lunch at a local restaurant",
        "strLocation": "ho chi minh city",
        "strOriginUrl": "https://www.getyourguide.com/ho-chi-minh-city-l272/day-trip-cu-chi-tunnels-and-bicycling-in-ben-tre-t69387/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Private Day Trip: Cu Chi Tunnels & Bicycling in Ben Tre",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 18:11:16"
    },
    {
        "intDurationHour": 48,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 160,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-456877-145.jpg",
        "strIntroduction": "What You'll Do Take in lush rice fields and bustling communities in southern Vietnam See traditional stilt houses & fishing villages Walk on a “monkey bridge” made from bamboo Browse wholesale goods at a bustling floating market Take in lush rice fields and bustling communities in southern Vietnam See traditional stilt houses & fishing villages Walk on a “monkey bridge” made from bamboo Browse wholesale goods at a bustling floating market Take in lush rice fields and bustling communities in southern Vietnam See traditional stilt houses & fishing villages Walk on a “monkey bridge” made from bamboo Browse wholesale goods at a bustling floating market",
        "strLocation": "ho chi minh city",
        "strOriginUrl": "https://www.getyourguide.com/ho-chi-minh-city-l272/2-day-tour-mekong-delta-and-cai-rang-floating-market-t69465/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "2-Day Tour: Mekong Delta and Cai Rang Floating Market",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 18:11:30"
    },
    {
        "intDurationHour": 48,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 2,
        "intUsdCost": 135,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-456882-145.jpg",
        "strIntroduction": "What You'll Do Experience everyday life in the Mekong Delta Cruise the channels of the Mekong by traditional rowing boat Visit the largest floating market of the Mekong Go to a bee farm and taste authentic honey tea Experience everyday life in the Mekong Delta Cruise the channels of the Mekong by traditional rowing boat Visit the largest floating market of the Mekong Go to a bee farm and taste authentic honey tea Experience everyday life in the Mekong Delta Cruise the channels of the Mekong by traditional rowing boat Visit the largest floating market of the Mekong Go to a bee farm and taste authentic honey tea",
        "strLocation": "ho chi minh city",
        "strOriginUrl": "https://www.getyourguide.com/ho-chi-minh-city-l272/2-day-tour-mekong-delta-from-ho-chi-minh-city-t69466/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "2-Day Tour: Mekong Delta from Ho Chi Minh City",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 18:11:42"
    },
    {
        "intDurationHour": 5,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 48,
        "strGuideLanguage": "english, french",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-456894-145.jpg",
        "strIntroduction": "What You'll Do Tour the underground Cu Chi labyrinth Learn about the tunnels' history with an English or French-speaking guide Fire an AK-47 or MK-16 at the nearby rifle range, if desired Tour the underground Cu Chi labyrinth Learn about the tunnels' history with an English or French-speaking guide Fire an AK-47 or MK-16 at the nearby rifle range, if desired Tour the underground Cu Chi labyrinth Learn about the tunnels' history with an English or French-speaking guide Fire an AK-47 or MK-16 at the nearby rifle range, if desired",
        "strLocation": "ho chi minh city",
        "strOriginUrl": "https://www.getyourguide.com/ho-chi-minh-city-l272/half-day-tour-cu-chi-tunnels-from-ho-chi-minh-city-t69469/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Half-Day Tour: Cu Chi Tunnels from Ho Chi Minh City",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 18:11:55"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 99,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-456908-145.jpg",
        "strIntroduction": "What You'll Do Take a pilgrimage to the Holy See Temple of Cao Dai at Tay Ninh Join the daily solemn temple ceremony Squeeze into the Cu Chi Tunnels and learn about the role they played in the Vietnam War Take a pilgrimage to the Holy See Temple of Cao Dai at Tay Ninh Join the daily solemn temple ceremony Squeeze into the Cu Chi Tunnels and learn about the role they played in the Vietnam War Take a pilgrimage to the Holy See Temple of Cao Dai at Tay Ninh Join the daily solemn temple ceremony Squeeze into the Cu Chi Tunnels and learn about the role they played in the Vietnam War",
        "strLocation": "ho chi minh city",
        "strOriginUrl": "https://www.getyourguide.com/ho-chi-minh-city-l272/day-trip-cu-chi-tunnels-and-cao-dai-temple-t69472/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Day trip: Cu Chi Tunnels and Cao Dai Temple",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 18:12:05"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 55,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-456917-145.jpg",
        "strIntroduction": "What You'll Do Discover Duong Lam village by bicycle Admire the area's ancient architecture Visit Ngo Quyen Temple and Phung Hung Temple Discover Duong Lam village by bicycle Admire the area's ancient architecture Visit Ngo Quyen Temple and Phung Hung Temple Discover Duong Lam village by bicycle Admire the area's ancient architecture Visit Ngo Quyen Temple and Phung Hung Temple",
        "strLocation": "ho chi minh city",
        "strOriginUrl": "https://www.getyourguide.com/ho-chi-minh-city-l272/day-trip-duong-lam-village-t69473/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Day Trip: Duong Lam Village",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 18:12:17"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 99,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-457569-145.jpg",
        "strIntroduction": "What You'll Do Visit Cai Be floating market and Tan Phong island Take a ride on a bicycle around the village paths See a traditional folk music performance Visit Cai Be floating market and Tan Phong island Take a ride on a bicycle around the village paths See a traditional folk music performance Visit Cai Be floating market and Tan Phong island Take a ride on a bicycle around the village paths See a traditional folk music performance",
        "strLocation": "ho chi minh city",
        "strOriginUrl": "https://www.getyourguide.com/ho-chi-minh-city-l272/day-trip-cai-be-and-tan-phong-island-t69586/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Day Trip: Cai Be and Tan Phong Island",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 18:12:33"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 112,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-459570-145.jpg",
        "strIntroduction": "What You'll Do Explore a vast network of canals and channels by boat Visit the floating markets Take lunch in a local garden restaurant Explore a vast network of canals and channels by boat Visit the floating markets Take lunch in a local garden restaurant Explore a vast network of canals and channels by boat Visit the floating markets Take lunch in a local garden restaurant",
        "strLocation": "ho chi minh city",
        "strOriginUrl": "https://www.getyourguide.com/ho-chi-minh-city-l272/floating-village-cai-be-from-saigon-t69867/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Floating Village Cai Be from Saigon",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 18:12:47"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 70,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-477332-145.jpg",
        "strIntroduction": "What You'll Do Discover My Tho & Ben Tre My Tho and surrounding islands Learn about the daily life of farmers and try exotic seasonal fruits Cycle to explore this quiet area, call on coconut-candy workshop and other handicraft workshop Discover My Tho & Ben Tre My Tho and surrounding islands Learn about the daily life of farmers and try exotic seasonal fruits Cycle to explore this quiet area, call on coconut-candy workshop and other handicraft workshop Discover My Tho & Ben Tre My Tho and surrounding islands Learn about the daily life of farmers and try exotic seasonal fruits Cycle to explore this quiet area, call on coconut-candy workshop and other handicraft workshop",
        "strLocation": "ho chi minh city",
        "strOriginUrl": "https://www.getyourguide.com/ho-chi-minh-city-l272/private-mekong-delta-easy-cycling-tour-from-saigon-t69868/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Private Mekong Delta Easy Cycling Tour from Saigon",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 18:12:58"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 20,
        "strGuideLanguage": "vietnamese, english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-460441-145.jpg",
        "strIntroduction": "What You'll Do Savor a traditional northern/ central Vietnamese meal in a local family home Share a private dining experience with a passionate local home cook Get a glimpse into local cuisine and culture Savor a traditional northern/ central Vietnamese meal in a local family home Share a private dining experience with a passionate local home cook Get a glimpse into local cuisine and culture Savor a traditional northern/ central Vietnamese meal in a local family home Share a private dining experience with a passionate local home cook Get a glimpse into local cuisine and culture",
        "strLocation": "ho chi minh city",
        "strOriginUrl": "https://www.getyourguide.com/ho-chi-minh-city-l272/ho-chi-minh-traditional-private-meal-in-a-local-home-t70002/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Ho Chi Minh: Traditional Private Meal in a Local Home",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 18:13:08"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 78,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-462426-145.jpg",
        "strIntroduction": "What You'll Do Communicate with local people by cooking together Enjoy a biking trip of 7 km on local roads Visit local furniture workshops and factories Enjoy local lunch Communicate with local people by cooking together Enjoy a biking trip of 7 km on local roads Visit local furniture workshops and factories Enjoy local lunch Communicate with local people by cooking together Enjoy a biking trip of 7 km on local roads Visit local furniture workshops and factories Enjoy local lunch",
        "strLocation": "ho chi minh city",
        "strOriginUrl": "https://www.getyourguide.com/ho-chi-minh-city-l272/private-tour-to-cai-lay-rural-village-in-mekong-delta-t70291/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Private Tour to Cai Lay Rural Village in Mekong Delta",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 18:13:20"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 49,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-465008-145.jpg",
        "strIntroduction": "What You'll Do Enjoy a day away from the hustle and bustle of Ho Chi Minh City Ride a boat through the mangroves of the UNESCO Biosphere Reserve See long-tailed macaques, crocodiles and other wildlife Contemplate entire forest landscapes from a lookout tower Learn and try how to catch Mudskippers and Spotted Gobies Enjoy a day away from the hustle and bustle of Ho Chi Minh City Ride a boat through the mangroves of the UNESCO Biosphere Reserve See long-tailed macaques, crocodiles and other wildlife Contemplate entire forest landscapes from a lookout tower Learn and try how to catch Mudskippers and Spotted Gobies Enjoy a day away from the hustle and bustle of Ho Chi Minh City Ride a boat through the mangroves of the UNESCO Biosphere Reserve See long-tailed macaques, crocodiles and other wildlife Contemplate entire forest landscapes from a lookout tower Learn and try how to catch Mudskippers and Spotted Gobies",
        "strLocation": "ho chi minh city",
        "strOriginUrl": "https://www.getyourguide.com/ho-chi-minh-city-l272/can-gio-mangrove-forest-day-trip-t70599/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Can Gio Mangrove Forest Day Trip",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 18:13:31"
    },
    {
        "intDurationHour": 6,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 29,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-468551-145.jpg",
        "strIntroduction": "What You'll Do See the network of Cu Chi Tunnels used during American war Explore inside the Cu Chi tunnels Visit and look at local people making Cassava cakes Understand more about American war in Vietnam See the network of Cu Chi Tunnels used during American war Explore inside the Cu Chi tunnels Visit and look at local people making Cassava cakes Understand more about American war in Vietnam See the network of Cu Chi Tunnels used during American war Explore inside the Cu Chi tunnels Visit and look at local people making Cassava cakes Understand more about American war in Vietnam",
        "strLocation": "ho chi minh city",
        "strOriginUrl": "https://www.getyourguide.com/ho-chi-minh-city-l272/half-day-cu-chi-tunnels-tour-t71021/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Half-Day Cu Chi Tunnels Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 18:13:44"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 54,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-468725-145.jpg",
        "strIntroduction": "What You'll Do Enjoy a hands-on cooking class combined with a market visit Take a city tour and discover the most important sights of Ho Chi Minh City See the Old Colonial Residential Quarter and many more Enjoy a hands-on cooking class combined with a market visit Take a city tour and discover the most important sights of Ho Chi Minh City See the Old Colonial Residential Quarter and many more Enjoy a hands-on cooking class combined with a market visit Take a city tour and discover the most important sights of Ho Chi Minh City See the Old Colonial Residential Quarter and many more",
        "strLocation": "ho chi minh city",
        "strOriginUrl": "https://www.getyourguide.com/ho-chi-minh-city-l272/ho-chi-minh-cooking-class-city-tour-t71041/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Ho Chi Minh: Cooking Class & City Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 18:13:56"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 64,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-468734-145.jpg",
        "strIntroduction": "What You'll Do Visit a colorful food market and enjoy a hands-on cooking class Explore Sai Gon Culinary Art Center Discover legendary Cu Chi Visit a colorful food market and enjoy a hands-on cooking class Explore Sai Gon Culinary Art Center Discover legendary Cu Chi Visit a colorful food market and enjoy a hands-on cooking class Explore Sai Gon Culinary Art Center Discover legendary Cu Chi",
        "strLocation": "ho chi minh city",
        "strOriginUrl": "https://www.getyourguide.com/ho-chi-minh-city-l272/cooking-class-cu-chi-tunnels-full-day-tour-t71044/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Cooking Class & Cu Chi Tunnels Full Day Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 18:14:08"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 42,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-469163-145.jpg",
        "strIntroduction": "What You'll Do Move through the countryside Visit the most beautiful islands Enjoy local traditional coconut candy and tea with honey in a bee farm Sail through the river bank Move through the countryside Visit the most beautiful islands Enjoy local traditional coconut candy and tea with honey in a bee farm Sail through the river bank Move through the countryside Visit the most beautiful islands Enjoy local traditional coconut candy and tea with honey in a bee farm Sail through the river bank",
        "strLocation": "ho chi minh city",
        "strOriginUrl": "https://www.getyourguide.com/ho-chi-minh-city-l272/full-day-sightseeing-mekong-delta-tour-t71099/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Full-Day Sightseeing Mekong Delta Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 18:14:20"
    },
    {
        "intDurationHour": 6,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 25,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-470056-145.jpg",
        "strIntroduction": "What You'll Do See the beautiful landscape surrounding Saigon Explore a massive underground network, once the termination of the Ho Chi Minh Trail See a short war documentary See the beautiful landscape surrounding Saigon Explore a massive underground network, once the termination of the Ho Chi Minh Trail See a short war documentary See the beautiful landscape surrounding Saigon Explore a massive underground network, once the termination of the Ho Chi Minh Trail See a short war documentary",
        "strLocation": "ho chi minh city",
        "strOriginUrl": "https://www.getyourguide.com/ho-chi-minh-city-l272/cu-chi-tunnels-daily-group-tour-from-hcm-city-t71235/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "CU CHI Tunnels - Daily group tour from HCM city",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 18:14:31"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 39,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-470329-145.jpg",
        "strIntroduction": "What You'll Do Visit the Cao Dai Temple which is popular and located in the Saigon's center Drive to Cu Chi tunnel networks and learn how to use crawling inside Taste traditional soldier's food in Cu Chi shops Visit the Cao Dai Temple which is popular and located in the Saigon's center Drive to Cu Chi tunnel networks and learn how to use crawling inside Taste traditional soldier's food in Cu Chi shops Visit the Cao Dai Temple which is popular and located in the Saigon's center Drive to Cu Chi tunnel networks and learn how to use crawling inside Taste traditional soldier's food in Cu Chi shops",
        "strLocation": "ho chi minh city",
        "strOriginUrl": "https://www.getyourguide.com/ho-chi-minh-city-l272/full-day-tour-cao-dai-temple-cu-chi-tunnel-t71264/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Full Day Tour Cao Dai Temple & Cu Chi Tunnel",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 18:14:42"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 45,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-474890-145.jpg",
        "strIntroduction": "What You'll Do Enjoy traditional musical and dance performance while having dinner on the boat Cruise along Saigon River and take in the beautiful views of the city by night See the skyline and bustling life around the river Enjoy traditional musical and dance performance while having dinner on the boat Cruise along Saigon River and take in the beautiful views of the city by night See the skyline and bustling life around the river Enjoy traditional musical and dance performance while having dinner on the boat Cruise along Saigon River and take in the beautiful views of the city by night See the skyline and bustling life around the river",
        "strLocation": "ho chi minh city",
        "strOriginUrl": "https://www.getyourguide.com/ho-chi-minh-city-l272/ho-chi-minh-full-day-private-sai-gon-dinner-cruise-t71828/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Ho Chi Minh: Full-Day Private Sai Gon Dinner Cruise",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 18:14:54"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 55,
        "strGuideLanguage": "spanish",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-478917-145.jpg",
        "strIntroduction": "What You'll Do Saigon Central Post Office was built by renowned architect Gustave Eiffel. Notre-Dame Cathedral, or Notre-Dame Basilica is a famous old cathedral in Southern Vietnam. Reunification Palace served as the home and office of the South Vietnamese President during the Vietnam War. Ben Thanh Market is a must-see during the day and at sunset. Saigon Central Post Office was built by renowned architect Gustave Eiffel. Notre-Dame Cathedral, or Notre-Dame Basilica is a famous old cathedral in Southern Vietnam. Reunification Palace served as the home and office of the South Vietnamese President during the Vietnam War. Ben Thanh Market is a must-see during the day and at sunset. Saigon Central Post Office was built by renowned architect Gustave Eiffel. Notre-Dame Cathedral, or Notre-Dame Basilica is a famous old cathedral in Southern Vietnam. Reunification Palace served as the home and office of the South Vietnamese President during the Vietnam War. Ben Thanh Market is a must-see during the day and at sunset.",
        "strLocation": "ho chi minh city",
        "strOriginUrl": "https://www.getyourguide.com/ho-chi-minh-city-l272/saigon-city-tour-t72390/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Saigon City Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 18:15:06"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 90,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-492633-145.jpg",
        "strIntroduction": "What You'll Do Visit the Great Temple of Caodaism in Tay Ninh and see a prayer session at noon Explore a section of the Cu Chi Tunnels used as an army base during Vietnam War Learn about Caodaism, a Vietnamese religion with a philosophy based on Buddhism, Confucianism, Taoism, and Christianity Visit the Great Temple of Caodaism in Tay Ninh and see a prayer session at noon Explore a section of the Cu Chi Tunnels used as an army base during Vietnam War Learn about Caodaism, a Vietnamese religion with a philosophy based on Buddhism, Confucianism, Taoism, and Christianity Visit the Great Temple of Caodaism in Tay Ninh and see a prayer session at noon Explore a section of the Cu Chi Tunnels used as an army base during Vietnam War Learn about Caodaism, a Vietnamese religion with a philosophy based on Buddhism, Confucianism, Taoism, and Christianity",
        "strLocation": "ho chi minh city",
        "strOriginUrl": "https://www.getyourguide.com/ho-chi-minh-city-l272/from-ho-chi-minh-cao-dai-temple-cu-chi-tunnels-tour-t72433/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "From Ho Chi Minh: Cao Dai Temple & Cu Chi Tunnels Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 18:15:20"
    },
    {
        "intDurationHour": 48,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 260,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-492187-145.jpg",
        "strIntroduction": "What You'll Do Venture out in the evening to spot nocturnal animals at Nam Cat Tien National Park Visit Fairy Island and see the park’s 400-year-old conifer Learn about crocodiles and engage in activities with them at Crocodile Pond Venture out in the evening to spot nocturnal animals at Nam Cat Tien National Park Visit Fairy Island and see the park’s 400-year-old conifer Learn about crocodiles and engage in activities with them at Crocodile Pond Venture out in the evening to spot nocturnal animals at Nam Cat Tien National Park Visit Fairy Island and see the park’s 400-year-old conifer Learn about crocodiles and engage in activities with them at Crocodile Pond",
        "strLocation": "ho chi minh city",
        "strOriginUrl": "https://www.getyourguide.com/ho-chi-minh-city-l272/from-ho-chi-minh-2-day-nam-cat-tien-national-park-tour-t72434/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "From Ho Chi Minh: 2-Day Nam Cat Tien National Park Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 18:15:30"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 80,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-492649-145.jpg",
        "strIntroduction": "What You'll Do Explore the fierce battles that took place in Long Tan - Nui Dat See the former Nui Dat Task Force base (Nui Dat SAS Hill) and its remains Visit Long Tan Cross Memorial and have lunch at Ba Ria Explore the fierce battles that took place in Long Tan - Nui Dat See the former Nui Dat Task Force base (Nui Dat SAS Hill) and its remains Visit Long Tan Cross Memorial and have lunch at Ba Ria Explore the fierce battles that took place in Long Tan - Nui Dat See the former Nui Dat Task Force base (Nui Dat SAS Hill) and its remains Visit Long Tan Cross Memorial and have lunch at Ba Ria",
        "strLocation": "ho chi minh city",
        "strOriginUrl": "https://www.getyourguide.com/ho-chi-minh-city-l272/from-ho-chi-minh-full-day-private-long-tan-nui-dat-t72436/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "From Ho Chi Minh: Full-Day Private Long Tan - Nui Dat",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 18:15:44"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 55,
        "strGuideLanguage": "german",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-489227-145.jpg",
        "strIntroduction": "What You'll Do Experience a boat trip through the small channels Enjoy a typical Vietnamese lunch Discover the Mekong Delta (My Tho and Ben Tre) Visit a local pagoda Experience a boat trip through the small channels Enjoy a typical Vietnamese lunch Discover the Mekong Delta (My Tho and Ben Tre) Visit a local pagoda Experience a boat trip through the small channels Enjoy a typical Vietnamese lunch Discover the Mekong Delta (My Tho and Ben Tre) Visit a local pagoda",
        "strLocation": "ho chi minh city",
        "strOriginUrl": "https://www.getyourguide.com/ho-chi-minh-city-l272/day-trip-to-the-mekong-delta-from-ho-chi-minh-t73297/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Day trip to the Mekong Delta from Ho Chi Minh",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-16 18:15:58"
    }
]