[
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 40,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-226445-145.jpg",
        "strIntroduction": "What You'll Do Taste your way through some of New York’s best pizza kitchens Tour the kitchens and see century-old brick ovens Enjoy 3 slices at top pizzerias in Little Italy and Greenwich Village Walk the streets of New York and learn about pizza history Taste your way through some of New York’s best pizza kitchens Tour the kitchens and see century-old brick ovens Enjoy 3 slices at top pizzerias in Little Italy and Greenwich Village Walk the streets of New York and learn about pizza history Taste your way through some of New York’s best pizza kitchens Tour the kitchens and see century-old brick ovens Enjoy 3 slices at top pizzerias in Little Italy and Greenwich Village Walk the streets of New York and learn about pizza history",
        "strLocation": "new york",
        "strOriginUrl": "https://www.getyourguide.com/new-york-l59/crosstown-pizza-walk-t39774/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "New York: 3-Hour Crosstown Pizza Walk with Lunch",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 03:04:38"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 39,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-301194-145.jpg",
        "strIntroduction": "What You'll Do Learn to take better photos on your camera on a walking tour of Central Park Try out new techniques at more than 15 different sites Master new photo techniques and the manual functions of your camera Learn the history of Central Park's monuments Take more than 100 different shots of New York's green oasis Learn to take better photos on your camera on a walking tour of Central Park Try out new techniques at more than 15 different sites Master new photo techniques and the manual functions of your camera Learn the history of Central Park's monuments Take more than 100 different shots of New York's green oasis Learn to take better photos on your camera on a walking tour of Central Park Try out new techniques at more than 15 different sites Master new photo techniques and the manual functions of your camera Learn the history of Central Park's monuments Take more than 100 different shots of New York's green oasis",
        "strLocation": "new york",
        "strOriginUrl": "https://www.getyourguide.com/new-york-l59/central-park-photography-and-guided-walking-tour-t41041/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "New York City: Central Park 2-Hour Photography Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 03:04:50"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 65,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-238546-145.jpg",
        "strIntroduction": "What You'll Do Discover the intact and unaltered 19th-century homes of Harlem Explore the historic Mount Morris Park district Enjoy lunch at a local Harlem restaurant Learn about notable early residents, such as Richard Rogers and Lorenz Hart Discover the intact and unaltered 19th-century homes of Harlem Explore the historic Mount Morris Park district Enjoy lunch at a local Harlem restaurant Learn about notable early residents, such as Richard Rogers and Lorenz Hart Discover the intact and unaltered 19th-century homes of Harlem Explore the historic Mount Morris Park district Enjoy lunch at a local Harlem restaurant Learn about notable early residents, such as Richard Rogers and Lorenz Hart",
        "strLocation": "new york",
        "strOriginUrl": "https://www.getyourguide.com/new-york-l59/mount-morris-park-tour-with-lunch-t41218/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "New York: Half-Day Mount Morris Park Tour with Lunch",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 03:05:02"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 1,
        "intUsdCost": 42,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-238153-145.jpg",
        "strIntroduction": "What You'll Do See the apartment where Buddy the Elf stays with his Dad in Elf Marvel at the electrifying storefront displays on Fifth Avenue Relive a Home Alone Christmas moment outside the Rockefeller Center Enjoy a photo-op in front of the Lincoln Center Christmas tree See the apartment where Buddy the Elf stays with his Dad in Elf Marvel at the electrifying storefront displays on Fifth Avenue Relive a Home Alone Christmas moment outside the Rockefeller Center Enjoy a photo-op in front of the Lincoln Center Christmas tree See the apartment where Buddy the Elf stays with his Dad in Elf Marvel at the electrifying storefront displays on Fifth Avenue Relive a Home Alone Christmas moment outside the Rockefeller Center Enjoy a photo-op in front of the Lincoln Center Christmas tree",
        "strLocation": "new york",
        "strOriginUrl": "https://www.getyourguide.com/new-york-l59/new-york-holiday-lights-and-movie-sites-tour-t41221/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "New York Holiday Lights and Movie Sites Bus Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 03:05:14"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 2,
        "intUsdCost": 92,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-415753-145.jpg",
        "strIntroduction": "What You'll Do Feel the spirit of live gospel music in New York’s Mount Morris District Learn about the notable residents of a famed Harlem neighborhood Enjoy a fine dining brunch and discover one of Harlem's best kept secrets Admire the gospel churches and rare 19th-century homes of Mount Morris Feel the spirit of live gospel music in New York’s Mount Morris District Learn about the notable residents of a famed Harlem neighborhood Enjoy a fine dining brunch and discover one of Harlem's best kept secrets Admire the gospel churches and rare 19th-century homes of Mount Morris Feel the spirit of live gospel music in New York’s Mount Morris District Learn about the notable residents of a famed Harlem neighborhood Enjoy a fine dining brunch and discover one of Harlem's best kept secrets Admire the gospel churches and rare 19th-century homes of Mount Morris",
        "strLocation": "new york",
        "strOriginUrl": "https://www.getyourguide.com/new-york-l59/harlem-gospel-and-brunch-tour-t41225/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "New York: Mount Morris Harlem Gospel Tour with Brunch",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 03:05:27"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 99,
        "strGuideLanguage": "spanish, bosnian, english, german, italian, portuguese",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-238191-145.jpg",
        "strIntroduction": "What You'll Do Drink some of the best martinis in New York Locate elegant lounge bars with beautiful views of the NYC skyline Visit 3 stylish venues to mix with New York's most fashionable residents Drink some of the best martinis in New York Locate elegant lounge bars with beautiful views of the NYC skyline Visit 3 stylish venues to mix with New York's most fashionable residents Drink some of the best martinis in New York Locate elegant lounge bars with beautiful views of the NYC skyline Visit 3 stylish venues to mix with New York's most fashionable residents",
        "strLocation": "new york",
        "strOriginUrl": "https://www.getyourguide.com/new-york-l59/the-martini-road-in-nyc-t41232/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "New York City Lounge Bars Tour: The Martini Road",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 03:05:39"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 2,
        "intReviewVisitor": 1,
        "intUsdCost": 61,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-238545-145.jpg",
        "strIntroduction": "What You'll Do Explore Harlem through the legends of jazz See some of Harlem's most beautiful homes, including Striver's Row Listen to live jazz at an authentic Harlem jazz joint Discover historic churches and jazz clubs of the past Explore Harlem through the legends of jazz See some of Harlem's most beautiful homes, including Striver's Row Listen to live jazz at an authentic Harlem jazz joint Discover historic churches and jazz clubs of the past Explore Harlem through the legends of jazz See some of Harlem's most beautiful homes, including Striver's Row Listen to live jazz at an authentic Harlem jazz joint Discover historic churches and jazz clubs of the past",
        "strLocation": "new york",
        "strOriginUrl": "https://www.getyourguide.com/new-york-l59/harlem-jammin-jazz-tour-t41273/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Harlem New York Jazz Tour: Jammin’ Jazz Evening",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 03:05:51"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 65,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-238552-145.jpg",
        "strIntroduction": "What You'll Do Stroll present-day Harlem learning about the Harlem Renaissance Learn about legendary Harlem Renaissance residents, such as Pig Foot Mary Enjoy a lunch at a local Harlem restaurant See the theaters, ballrooms, and churches that cultivated Harlem talent Discover why this period in American history was so important for African-American culture Stroll present-day Harlem learning about the Harlem Renaissance Learn about legendary Harlem Renaissance residents, such as Pig Foot Mary Enjoy a lunch at a local Harlem restaurant See the theaters, ballrooms, and churches that cultivated Harlem talent Discover why this period in American history was so important for African-American culture Stroll present-day Harlem learning about the Harlem Renaissance Learn about legendary Harlem Renaissance residents, such as Pig Foot Mary Enjoy a lunch at a local Harlem restaurant See the theaters, ballrooms, and churches that cultivated Harlem talent Discover why this period in American history was so important for African-American culture",
        "strLocation": "new york",
        "strOriginUrl": "https://www.getyourguide.com/new-york-l59/harlem-renaissance-walking-tour-with-lunch-t41275/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "New York: Harlem Renaissance Walking Tour with Lunch",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 03:06:04"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 49,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-239765-145.jpg",
        "strIntroduction": "What You'll Do Take in the sights of the Bronx from the top deck of a sightseeing bus See the famous Harlem Market and the Bronx’s Grand Concourse Stop to get a close-up look at Yankee Stadium Take in the sights of the Bronx from the top deck of a sightseeing bus See the famous Harlem Market and the Bronx’s Grand Concourse Stop to get a close-up look at Yankee Stadium Take in the sights of the Bronx from the top deck of a sightseeing bus See the famous Harlem Market and the Bronx’s Grand Concourse Stop to get a close-up look at Yankee Stadium",
        "strLocation": "new york",
        "strOriginUrl": "https://www.getyourguide.com/new-york-l59/new-york-bronx-bus-tour-t41451/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "New York City Bronx Bus Tour: 24-Hour Ticket",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 03:06:17"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 75,
        "strGuideLanguage": "spanish, english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-281055-145.jpg",
        "strIntroduction": "What You'll Do Eat some of the best food that New York's Chinatown has to offer Enjoy many different types of food, including Chinese, Vietnamese and Thai Explore the narrow alleys and little shops that make Chinatown so special Learn of the fascinating history behind Chinatown's development Eat some of the best food that New York's Chinatown has to offer Enjoy many different types of food, including Chinese, Vietnamese and Thai Explore the narrow alleys and little shops that make Chinatown so special Learn of the fascinating history behind Chinatown's development Eat some of the best food that New York's Chinatown has to offer Enjoy many different types of food, including Chinese, Vietnamese and Thai Explore the narrow alleys and little shops that make Chinatown so special Learn of the fascinating history behind Chinatown's development",
        "strLocation": "new york",
        "strOriginUrl": "https://www.getyourguide.com/new-york-l59/food-tour-of-chinatown-new-york-t42401/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Food Tour of Chinatown New York",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 03:06:29"
    },
    {
        "intDurationHour": 48,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 129,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-488998-145.jpg",
        "strIntroduction": "What You'll Do The offer includes topics such as dining out, shopping, culture, music, sports, clubs and bars, recreation, art, architecture and more. Are you a gourmet? In New York, there is nothing that is not there. Provided one knows where. Shopping paradise New York: LOCALIKE find what you're looking. From Hatter over the sample sale to the neighborhood garage sale. With LOCALIKE you find the best places in Broadway shows and find out where romps New York celebrities. You want to experience culture off the beaten track? No problem: Experience the most exciting museums, exhibitions and live performances. Whether early bird or late riser: Offers of LOCALIKE tailored to your habits. LOCALIKE reserved at no extra charge tables in restaurants or organize tickets for museums, concerts, sporting events, tours and events. With each travel module, you receive a detailed description, maps and useful additional information. LOCALIKE brings you to the hippest galleries, bars and clubs - even if it were opened yesterday. The offer includes topics such as dining out, shopping, culture, music, sports, clubs and bars, recreation, art, architecture and more. Are you a gourmet? In New York, there is nothing that is not there. Provided one knows where. Shopping paradise New York: LOCALIKE find what you're looking. From Hatter over the sample sale to the neighborhood garage sale. With LOCALIKE you find the best places in Broadway shows and find out where romps New York celebrities. You want to experience culture off the beaten track? No problem: Experience the most exciting museums, exhibitions and live performances. Whether early bird or late riser: Offers of LOCALIKE tailored to your habits. LOCALIKE reserved at no extra charge tables in restaurants or organize tickets for museums, concerts, sporting events, tours and events. With each travel module, you receive a detailed description, maps and useful additional information. LOCALIKE brings you to the hippest galleries, bars and clubs - even if it were opened yesterday. The offer includes topics such as dining out, shopping, culture, music, sports, clubs and bars, recreation, art, architecture and more. Are you a gourmet? In New York, there is nothing that is not there. Provided one knows where. Shopping paradise New York: LOCALIKE find what you're looking. From Hatter over the sample sale to the neighborhood garage sale. With LOCALIKE you find the best places in Broadway shows and find out where romps New York celebrities. You want to experience culture off the beaten track? No problem: Experience the most exciting museums, exhibitions and live performances. Whether early bird or late riser: Offers of LOCALIKE tailored to your habits. LOCALIKE reserved at no extra charge tables in restaurants or organize tickets for museums, concerts, sporting events, tours and events. With each travel module, you receive a detailed description, maps and useful additional information. LOCALIKE brings you to the hippest galleries, bars and clubs - even if it were opened yesterday.",
        "strLocation": "new york",
        "strOriginUrl": "https://www.getyourguide.com/new-york-l59/new-york-personal-your-personalized-guide-t42928/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "New York Personal - Your personal guide",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 03:06:39"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 4,
        "intUsdCost": 75,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-252908-145.jpg",
        "strIntroduction": "What You'll Do Eat around the world in one neighborhood Hear about the immigrant history that made Hell's Kitchen the true NYC melting pot Learn how Hell's Kitchen got its name Eat around the world in one neighborhood Hear about the immigrant history that made Hell's Kitchen the true NYC melting pot Learn how Hell's Kitchen got its name Eat around the world in one neighborhood Hear about the immigrant history that made Hell's Kitchen the true NYC melting pot Learn how Hell's Kitchen got its name",
        "strLocation": "new york",
        "strOriginUrl": "https://www.getyourguide.com/new-york-l59/new-york-hell-s-kitchen-food-tour-t43105/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "New York City's Hell's Kitchen: Walking Food Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 03:06:53"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 101,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-255860-145.jpg",
        "strIntroduction": "What You'll Do Start or end your cruise from Manhattan Cruise Terminal stress free Save time and worry with a pre-booked private transfer to LaGuardia Relax as your driver takes the strain of the busy streets Start or end your cruise from Manhattan Cruise Terminal stress free Save time and worry with a pre-booked private transfer to LaGuardia Relax as your driver takes the strain of the busy streets Start or end your cruise from Manhattan Cruise Terminal stress free Save time and worry with a pre-booked private transfer to LaGuardia Relax as your driver takes the strain of the busy streets",
        "strLocation": "new york",
        "strOriginUrl": "https://www.getyourguide.com/new-york-l59/private-transfer-laguardia-to-manhattan-cruise-port-t43504/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "LaGuardia - Manhattan Cruise Port Private Transfers",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 03:07:07"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 106,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-255875-145.jpg",
        "strIntroduction": "What You'll Do Start or end your cruise from Brooklyn Cruise Terminal, New York stress free Save time and worry with a pre-booked private transfer Relax as your driver takes the strain of the busy streets Start or end your cruise from Brooklyn Cruise Terminal, New York stress free Save time and worry with a pre-booked private transfer Relax as your driver takes the strain of the busy streets Start or end your cruise from Brooklyn Cruise Terminal, New York stress free Save time and worry with a pre-booked private transfer Relax as your driver takes the strain of the busy streets",
        "strLocation": "new york",
        "strOriginUrl": "https://www.getyourguide.com/new-york-l59/private-transfer-laguardia-airport-to-brooklyn-cruise-port-t43507/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "LaGuardia Airport-Brooklyn Cruise Port Private Transfer",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 03:07:20"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 120,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-255880-145.jpg",
        "strIntroduction": "What You'll Do Sit back and relax as you are transported between JFK International Airport and Brooklyn Cruise Terminal Avoid long lines for cabs with your priority reservation Trust your experienced driver to navigate the complicated streets of New York Enjoy safe, easy, and convenient transportation between the airport and your cruise ship Sit back and relax as you are transported between JFK International Airport and Brooklyn Cruise Terminal Avoid long lines for cabs with your priority reservation Trust your experienced driver to navigate the complicated streets of New York Enjoy safe, easy, and convenient transportation between the airport and your cruise ship Sit back and relax as you are transported between JFK International Airport and Brooklyn Cruise Terminal Avoid long lines for cabs with your priority reservation Trust your experienced driver to navigate the complicated streets of New York Enjoy safe, easy, and convenient transportation between the airport and your cruise ship",
        "strLocation": "new york",
        "strOriginUrl": "https://www.getyourguide.com/new-york-l59/private-transfer-jfk-airport-brooklyn-cruise-terminal-t43508/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Private Transfer JFK Airport – Brooklyn Cruise Terminal",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 03:07:30"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 207,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-255888-145.jpg",
        "strIntroduction": "What You'll Do Sit back and relax as you are transported between LaGuardia Airport and the Cape Liberty Cruise Port in Bayonne, New Jersey Avoid long lines for cabs with your priority reservation Trust your experienced driver to navigate the complicated streets of New York Enjoy safe, easy, and convenient transportation between the airport and your cruise ship Sit back and relax as you are transported between LaGuardia Airport and the Cape Liberty Cruise Port in Bayonne, New Jersey Avoid long lines for cabs with your priority reservation Trust your experienced driver to navigate the complicated streets of New York Enjoy safe, easy, and convenient transportation between the airport and your cruise ship Sit back and relax as you are transported between LaGuardia Airport and the Cape Liberty Cruise Port in Bayonne, New Jersey Avoid long lines for cabs with your priority reservation Trust your experienced driver to navigate the complicated streets of New York Enjoy safe, easy, and convenient transportation between the airport and your cruise ship",
        "strLocation": "new york",
        "strOriginUrl": "https://www.getyourguide.com/new-york-l59/private-transfer-laguardia-airport-cape-liberty-cruise-port-t43510/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Private Transfer LaGuardia Airport– Cape Liberty Cruise Port",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 03:07:43"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 238,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-255893-145.jpg",
        "strIntroduction": "What You'll Do Start or end your cruise from Bayonne Cruise Terminal, New Jersey stress free Save time and worry with a pre-booked private transfer Relax as your driver takes the strain of the busy streets Start or end your cruise from Bayonne Cruise Terminal, New Jersey stress free Save time and worry with a pre-booked private transfer Relax as your driver takes the strain of the busy streets Start or end your cruise from Bayonne Cruise Terminal, New Jersey stress free Save time and worry with a pre-booked private transfer Relax as your driver takes the strain of the busy streets",
        "strLocation": "new york",
        "strOriginUrl": "https://www.getyourguide.com/new-york-l59/private-transfer-jfk-airport-to-bayonne-nj-cruise-port-t43512/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "JFK Airport-Bayonne Cruise Port Private Transfers",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 03:07:55"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 106,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-255901-145.jpg",
        "strIntroduction": "What You'll Do Enjoy the privacy and comfort of a private ride through New York City Watch the scenery in comfort as your driver takes you between Brooklyn Cruise Port and Manhattan Trust your experienced driver to navigate the complicated streets of NYC Enjoy the privacy and comfort of a private ride through New York City Watch the scenery in comfort as your driver takes you between Brooklyn Cruise Port and Manhattan Trust your experienced driver to navigate the complicated streets of NYC Enjoy the privacy and comfort of a private ride through New York City Watch the scenery in comfort as your driver takes you between Brooklyn Cruise Port and Manhattan Trust your experienced driver to navigate the complicated streets of NYC",
        "strLocation": "new york",
        "strOriginUrl": "https://www.getyourguide.com/new-york-l59/private-transfer-manhattan-to-brooklyn-cruise-port-t43514/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Private Transfer: Manhattan to Brooklyn Cruise Port",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 03:08:07"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 87,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-255905-145.jpg",
        "strIntroduction": "What You'll Do Start or end your cruise from Manhattan Cruise Terminal stress free Save time and worry with a pre-booked private transfer Relax as your driver takes the strain of the busy streets Start or end your cruise from Manhattan Cruise Terminal stress free Save time and worry with a pre-booked private transfer Relax as your driver takes the strain of the busy streets Start or end your cruise from Manhattan Cruise Terminal stress free Save time and worry with a pre-booked private transfer Relax as your driver takes the strain of the busy streets",
        "strLocation": "new york",
        "strOriginUrl": "https://www.getyourguide.com/new-york-l59/private-transfer-manhattan-to-manhattan-cruise-port-t43515/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Manhattan Island-Manhattan Cruise Port Private Transfer",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 03:08:18"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 99,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-258543-145.jpg",
        "strIntroduction": "What You'll Do Eat some of the best food on offer in New York's Chinatown Explore the narrow alleys and little shops that make Chinatown special Learn about New York's beginnings as a small Dutch trading outpost See the oldest buildings still standing in Manhattan Eat some of the best food on offer in New York's Chinatown Explore the narrow alleys and little shops that make Chinatown special Learn about New York's beginnings as a small Dutch trading outpost See the oldest buildings still standing in Manhattan Eat some of the best food on offer in New York's Chinatown Explore the narrow alleys and little shops that make Chinatown special Learn about New York's beginnings as a small Dutch trading outpost See the oldest buildings still standing in Manhattan",
        "strLocation": "new york",
        "strOriginUrl": "https://www.getyourguide.com/new-york-l59/chinatown-and-historic-downtown-combo-tour-new-york-t43878/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "New York Chinatown and Downtown Walking and Food Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 03:08:32"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 2,
        "intUsdCost": 99,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-281047-145.jpg",
        "strIntroduction": "What You'll Do Taste foods from around the world in just 1 neighborhood Learn how Hell's Kitchen got its name Explore Central Park and some of the 843 acres of tranquil green space in the middle of New York Taste foods from around the world in just 1 neighborhood Learn how Hell's Kitchen got its name Explore Central Park and some of the 843 acres of tranquil green space in the middle of New York Taste foods from around the world in just 1 neighborhood Learn how Hell's Kitchen got its name Explore Central Park and some of the 843 acres of tranquil green space in the middle of New York",
        "strLocation": "new york",
        "strOriginUrl": "https://www.getyourguide.com/new-york-l59/new-york-hell-s-kitchen-food-central-park-combo-tour-t43879/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "New York Hell's Kitchen Food & Central Park Combo Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 03:08:46"
    },
    {
        "intDurationHour": 240,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 49,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-259171-145.jpg",
        "strIntroduction": "What You'll Do Get 25 tips to food, and in New York Experience all of Harlem to Brooklyn, from classics to newcomers, from tacos to lobster roll Visit a romantic Italian or Jamaican local scene Choose between good and cheap or fine dining Discover a colorful selection, which of course is handpicked and tested Find out all about the most excellent food truck the USA Get 25 tips to food, and in New York Experience all of Harlem to Brooklyn, from classics to newcomers, from tacos to lobster roll Visit a romantic Italian or Jamaican local scene Choose between good and cheap or fine dining Discover a colorful selection, which of course is handpicked and tested Find out all about the most excellent food truck the USA Get 25 tips to food, and in New York Experience all of Harlem to Brooklyn, from classics to newcomers, from tacos to lobster roll Visit a romantic Italian or Jamaican local scene Choose between good and cheap or fine dining Discover a colorful selection, which of course is handpicked and tested Find out all about the most excellent food truck the USA",
        "strLocation": "new york",
        "strOriginUrl": "https://www.getyourguide.com/new-york-l59/new-york-25-selected-restaurants-and-food-tips-t43977/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "New York: 25 selected restaurants and food tips",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 03:09:01"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 2,
        "intUsdCost": 60,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-259626-145.jpg",
        "strIntroduction": "What You'll Do Explore Midtown Manhattan from the comfort of a 3-wheeled pedicab Ride around New York's entertainment district and see historic Broadway theaters Marvel at the Art Deco and Beaux-Arts buildings of Midtown Manhattan Experience New York's glamorous side on 5th Avenue and at Ivy League private clubs See the trendy row of 46th Street Restaurants Enjoy a customized tour, personalized for you Explore Midtown Manhattan from the comfort of a 3-wheeled pedicab Ride around New York's entertainment district and see historic Broadway theaters Marvel at the Art Deco and Beaux-Arts buildings of Midtown Manhattan Experience New York's glamorous side on 5th Avenue and at Ivy League private clubs See the trendy row of 46th Street Restaurants Enjoy a customized tour, personalized for you Explore Midtown Manhattan from the comfort of a 3-wheeled pedicab Ride around New York's entertainment district and see historic Broadway theaters Marvel at the Art Deco and Beaux-Arts buildings of Midtown Manhattan Experience New York's glamorous side on 5th Avenue and at Ivy League private clubs See the trendy row of 46th Street Restaurants Enjoy a customized tour, personalized for you",
        "strLocation": "new york",
        "strOriginUrl": "https://www.getyourguide.com/new-york-l59/new-york-city-pedicab-rickshaw-tour-t44048/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "New York: Midtown Pedicab Rickshaw Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 03:09:14"
    },
    {
        "intDurationHour": 240,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 49,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-261591-145.jpg",
        "strIntroduction": "What You'll Do Get 32 tips shopping selected from Manhattan to Brooklyn Visit shops of emerging designers or the best sporting goods merchant town Choose from a huge bunch of inexpensive to luxury hotels Come as bargain hunters with 60 to 80% off your costs Learn where there is the best coffee and cake to relax Decide between the offers \"Women\" and \"Men\" or select the best of both worlds with \"Women & Men\" Get 32 tips shopping selected from Manhattan to Brooklyn Visit shops of emerging designers or the best sporting goods merchant town Choose from a huge bunch of inexpensive to luxury hotels Come as bargain hunters with 60 to 80% off your costs Learn where there is the best coffee and cake to relax Decide between the offers \"Women\" and \"Men\" or select the best of both worlds with \"Women & Men\" Get 32 tips shopping selected from Manhattan to Brooklyn Visit shops of emerging designers or the best sporting goods merchant town Choose from a huge bunch of inexpensive to luxury hotels Come as bargain hunters with 60 to 80% off your costs Learn where there is the best coffee and cake to relax Decide between the offers \"Women\" and \"Men\" or select the best of both worlds with \"Women & Men\"",
        "strLocation": "new york",
        "strOriginUrl": "https://www.getyourguide.com/new-york-l59/32-selected-shopping-tips-for-new-york-city-t44304/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "New York City: 32 selected shopping tips",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 03:09:29"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 3,
        "intReviewVisitor": 1,
        "intUsdCost": 50,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-339336-145.jpg",
        "strIntroduction": "What You'll Do Enjoy 5 gourmet tastings Explore Williamsburg and learn about the history of the neighborhood Visit local favorites such as Momofuku Milk Bar and Mast Brothers Chocolate Enjoy 5 gourmet tastings Explore Williamsburg and learn about the history of the neighborhood Visit local favorites such as Momofuku Milk Bar and Mast Brothers Chocolate Enjoy 5 gourmet tastings Explore Williamsburg and learn about the history of the neighborhood Visit local favorites such as Momofuku Milk Bar and Mast Brothers Chocolate",
        "strLocation": "new york",
        "strOriginUrl": "https://www.getyourguide.com/new-york-l59/williamsburg-bites-brooklyn-food-tour-t44354/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Williamsburg Bites: 2.5-Hour Brooklyn Food Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 03:09:41"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 4,
        "intUsdCost": 65,
        "strGuideLanguage": "spanish, bosnian, english, german, italian, portuguese",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-267666-145.jpg",
        "strIntroduction": "What You'll Do Party at one of New York’s most exclusive nightclubs Enter with no waiting in line at a venue loved by the stars Enjoy a guaranteed 3 drinks at a VIP table Party at one of New York’s most exclusive nightclubs Enter with no waiting in line at a venue loved by the stars Enjoy a guaranteed 3 drinks at a VIP table Party at one of New York’s most exclusive nightclubs Enter with no waiting in line at a venue loved by the stars Enjoy a guaranteed 3 drinks at a VIP table",
        "strLocation": "new york",
        "strOriginUrl": "https://www.getyourguide.com/new-york-l59/exclusive-night-club-experience-new-york-t45091/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "New York 3-Hour Exclusive Nightclub Experience",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 03:09:55"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 3,
        "intReviewVisitor": 2,
        "intUsdCost": 59,
        "strGuideLanguage": "spanish, english, german, italian, portuguese",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-267675-145.jpg",
        "strIntroduction": "What You'll Do Visit the secret bars of the Prohibition era Learn about the campaign to ban alcohol, and the efforts to resist it Go to 4 of the best preserved bars from the 1920s Visit the secret bars of the Prohibition era Learn about the campaign to ban alcohol, and the efforts to resist it Go to 4 of the best preserved bars from the 1920s Visit the secret bars of the Prohibition era Learn about the campaign to ban alcohol, and the efforts to resist it Go to 4 of the best preserved bars from the 1920s",
        "strLocation": "new york",
        "strOriginUrl": "https://www.getyourguide.com/new-york-l59/prohibition-bar-experience-t45092/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "New York: 3-Hour Prohibition Bars Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 03:10:06"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 300,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-270589-145.jpg",
        "strIntroduction": "What You'll Do Get insider knowledge on New York's best thrift stores Find designer fashion at a fraction of the cost of the original price Purchase hardly worn designer clothing with the help of a stylist guide Get insider knowledge on New York's best thrift stores Find designer fashion at a fraction of the cost of the original price Purchase hardly worn designer clothing with the help of a stylist guide Get insider knowledge on New York's best thrift stores Find designer fashion at a fraction of the cost of the original price Purchase hardly worn designer clothing with the help of a stylist guide",
        "strLocation": "new york",
        "strOriginUrl": "https://www.getyourguide.com/new-york-l59/nyc-consignment-shopping-tour-t45484/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "New York Shopping Tour: Consignment and Thrift Stores",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 03:10:18"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 127,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-304690-145.jpg",
        "strIntroduction": "What You'll Do Book this service in advance that’s available 24 hours a day, 7 days a week Enjoy the convenience of a private airport transfer via luxury sedan, luxury SUV, or luxury van Experience personalized service from a chauffeur that meets you at your NYC hotel Receive vehicle updates sent to you by text message and email Book this service in advance that’s available 24 hours a day, 7 days a week Enjoy the convenience of a private airport transfer via luxury sedan, luxury SUV, or luxury van Experience personalized service from a chauffeur that meets you at your NYC hotel Receive vehicle updates sent to you by text message and email Book this service in advance that’s available 24 hours a day, 7 days a week Enjoy the convenience of a private airport transfer via luxury sedan, luxury SUV, or luxury van Experience personalized service from a chauffeur that meets you at your NYC hotel Receive vehicle updates sent to you by text message and email",
        "strLocation": "new york",
        "strOriginUrl": "https://www.getyourguide.com/new-york-l59/private-transfer-from-nyc-city-center-hotels-to-lga-t46143/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "LGA Private 1-Way Transfer from NYC City Center Hotels",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 03:10:28"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 141,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-304711-145.jpg",
        "strIntroduction": "What You'll Do Book this service in advance that’s available 24 hours a day, 7 days a week Enjoy the convenience of a private airport transfer via luxury sedan, luxury SUV, or luxury van Experience personalized service from a chauffeur that meets and greets you at the airport Receive vehicle updates sent to you by text message and email Book this service in advance that’s available 24 hours a day, 7 days a week Enjoy the convenience of a private airport transfer via luxury sedan, luxury SUV, or luxury van Experience personalized service from a chauffeur that meets and greets you at the airport Receive vehicle updates sent to you by text message and email Book this service in advance that’s available 24 hours a day, 7 days a week Enjoy the convenience of a private airport transfer via luxury sedan, luxury SUV, or luxury van Experience personalized service from a chauffeur that meets and greets you at the airport Receive vehicle updates sent to you by text message and email",
        "strLocation": "new york",
        "strOriginUrl": "https://www.getyourguide.com/new-york-l59/private-transfer-from-lga-to-nyc-city-center-hotels-t46144/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "LGA to NYC City Center Hotels: 1-Way Private Transfer",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 03:10:38"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 144,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-304692-145.jpg",
        "strIntroduction": "What You'll Do Experience personalized service from a chauffeur that meets you at your NYC hotel Enjoy the convenience of a private airport transfer via luxury sedan, luxury SUV, or luxury van Receive vehicle updates sent to you by text message and email Book this service in advance that’s available 24 hours a day, 7 days a week Experience personalized service from a chauffeur that meets you at your NYC hotel Enjoy the convenience of a private airport transfer via luxury sedan, luxury SUV, or luxury van Receive vehicle updates sent to you by text message and email Book this service in advance that’s available 24 hours a day, 7 days a week Experience personalized service from a chauffeur that meets you at your NYC hotel Enjoy the convenience of a private airport transfer via luxury sedan, luxury SUV, or luxury van Receive vehicle updates sent to you by text message and email Book this service in advance that’s available 24 hours a day, 7 days a week",
        "strLocation": "new york",
        "strOriginUrl": "https://www.getyourguide.com/new-york-l59/private-transfer-from-nyc-city-center-hotels-to-jfk-t46145/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "JFK Private 1-Way Transfer from NYC City Center Hotels",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 03:10:49"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 1,
        "intReviewVisitor": 1,
        "intUsdCost": 158,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-304713-145.jpg",
        "strIntroduction": "What You'll Do Enjoy the convenience of a private airport transfer via luxury sedan, luxury SUV, or luxury van Experience personalized service from a chauffeur that meets and greets you at the airport Book this service in advance that’s available 24 hours a day, 7 days a week Receive vehicle updates sent to you by text message and email Enjoy the convenience of a private airport transfer via luxury sedan, luxury SUV, or luxury van Experience personalized service from a chauffeur that meets and greets you at the airport Book this service in advance that’s available 24 hours a day, 7 days a week Receive vehicle updates sent to you by text message and email Enjoy the convenience of a private airport transfer via luxury sedan, luxury SUV, or luxury van Experience personalized service from a chauffeur that meets and greets you at the airport Book this service in advance that’s available 24 hours a day, 7 days a week Receive vehicle updates sent to you by text message and email",
        "strLocation": "new york",
        "strOriginUrl": "https://www.getyourguide.com/new-york-l59/private-transfer-from-jfk-to-nyc-city-center-hotels-t46146/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "JFK to NYC City Center Hotels: 1-Way Private Transfer",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 03:11:02"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 3,
        "intReviewVisitor": 2,
        "intUsdCost": 145,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-304694-145.jpg",
        "strIntroduction": "What You'll Do Enjoy the convenience of a private airport transfer via luxury sedan, luxury SUV, or luxury van Experience personalized service from a chauffeur that meets you at your NYC hotel Receive vehicle updates sent to you by text message and email Book this service in advance that’s available 24 hours a day, 7 days a week Enjoy the convenience of a private airport transfer via luxury sedan, luxury SUV, or luxury van Experience personalized service from a chauffeur that meets you at your NYC hotel Receive vehicle updates sent to you by text message and email Book this service in advance that’s available 24 hours a day, 7 days a week Enjoy the convenience of a private airport transfer via luxury sedan, luxury SUV, or luxury van Experience personalized service from a chauffeur that meets you at your NYC hotel Receive vehicle updates sent to you by text message and email Book this service in advance that’s available 24 hours a day, 7 days a week",
        "strLocation": "new york",
        "strOriginUrl": "https://www.getyourguide.com/new-york-l59/private-transfer-from-nyc-city-center-hotels-to-ewr-t46147/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "EWR Private 1-Way Transfer from NYC City Center Hotels",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 03:11:15"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 2,
        "intUsdCost": 156,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-304715-145.jpg",
        "strIntroduction": "What You'll Do Experience personalized service from a chauffeur that meets and greets you at the airport Enjoy the convenience of a private airport transfer via luxury sedan, luxury SUV, or luxury van Receive vehicle updates sent to you by text message and email Book this service in advance that’s available 24 hours a day, 7 days a week Experience personalized service from a chauffeur that meets and greets you at the airport Enjoy the convenience of a private airport transfer via luxury sedan, luxury SUV, or luxury van Receive vehicle updates sent to you by text message and email Book this service in advance that’s available 24 hours a day, 7 days a week Experience personalized service from a chauffeur that meets and greets you at the airport Enjoy the convenience of a private airport transfer via luxury sedan, luxury SUV, or luxury van Receive vehicle updates sent to you by text message and email Book this service in advance that’s available 24 hours a day, 7 days a week",
        "strLocation": "new york",
        "strOriginUrl": "https://www.getyourguide.com/new-york-l59/private-transfer-from-ewr-to-nyc-city-center-hotels-t46148/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "EWR to NYC City Center Hotels: 1-Way Private Transfer",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 03:11:25"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 4,
        "intUsdCost": 93,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-322172-145.jpg",
        "strIntroduction": "What You'll Do Watch a performance of \"Beautiful: The Carole King Musical\" on Broadway Follow the story of Carole King's life Sing along to King's legendary songs Discover why Carole King was one of the most sucessfull pop solo artists Watch a performance of \"Beautiful: The Carole King Musical\" on Broadway Follow the story of Carole King's life Sing along to King's legendary songs Discover why Carole King was one of the most sucessfull pop solo artists Watch a performance of \"Beautiful: The Carole King Musical\" on Broadway Follow the story of Carole King's life Sing along to King's legendary songs Discover why Carole King was one of the most sucessfull pop solo artists",
        "strLocation": "new york",
        "strOriginUrl": "https://www.getyourguide.com/new-york-l59/beautiful-the-carole-king-musical-on-broadway-t46187/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Beautiful: The Carole King Musical on Broadway New York",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 03:11:39"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 29,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-495174-145.jpg",
        "strIntroduction": "What You'll Do Experience spectacular New York City views on a Hornblower yacht cruise Enjoy music on board as you admire the sunset Select a cruise with food and drink options Experience spectacular New York City views on a Hornblower yacht cruise Enjoy music on board as you admire the sunset Select a cruise with food and drink options Experience spectacular New York City views on a Hornblower yacht cruise Enjoy music on board as you admire the sunset Select a cruise with food and drink options",
        "strLocation": "new york",
        "strOriginUrl": "https://www.getyourguide.com/new-york-l59/new-york-alive-after-five-cocktail-cruise-t46312/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "New York Alive After 5 Cocktail Cruise with Options",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 03:11:51"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 1,
        "intReviewVisitor": 1,
        "intUsdCost": 28,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-275941-145.jpg",
        "strIntroduction": "What You'll Do Enjoy a 1-hour cruise with views of the Manhattan skyline See the Statue of Liberty, the Empire State Building, and more Learn about New York landmarks from on-board commentary in 8 languages Enjoy a 1-hour cruise with views of the Manhattan skyline See the Statue of Liberty, the Empire State Building, and more Learn about New York landmarks from on-board commentary in 8 languages Enjoy a 1-hour cruise with views of the Manhattan skyline See the Statue of Liberty, the Empire State Building, and more Learn about New York landmarks from on-board commentary in 8 languages",
        "strLocation": "new york",
        "strOriginUrl": "https://www.getyourguide.com/new-york-l59/new-york-one-hour-sightseeing-cruise-t46314/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "New York 1-Hour Sightseeing Cruise with Commentary",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 03:12:01"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 8,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-276233-145.jpg",
        "strIntroduction": "What You'll Do See exhibits on the history of Wall Street Learn about money and finance in America Take in the museum’s featured exhibit: The Fed at 100 See exhibits on the history of Wall Street Learn about money and finance in America Take in the museum’s featured exhibit: The Fed at 100 See exhibits on the history of Wall Street Learn about money and finance in America Take in the museum’s featured exhibit: The Fed at 100",
        "strLocation": "new york",
        "strOriginUrl": "https://www.getyourguide.com/new-york-l59/museum-of-american-finance-tickets-t46360/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "New York Museum of American Finance Tickets",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 03:12:11"
    },
    {
        "intDurationHour": 72,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 31,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-276248-145.jpg",
        "strIntroduction": "What You'll Do Save time and money at 11 unique attractions in Lower Manhattan Get discounts at gift stores and participating attractions Explore the worlds of Native Americans, or delve in to the history of the free market Take harbor cruise on New York water taxis Visit the site of George Washington's farewell to his officers in 1783 Hear inspiring stories at the 9/11 site, Jewish Museum and Anne Frank Center Enter the world of tall buildings at the Skyscraper Museum Save time and money at 11 unique attractions in Lower Manhattan Get discounts at gift stores and participating attractions Explore the worlds of Native Americans, or delve in to the history of the free market Take harbor cruise on New York water taxis Visit the site of George Washington's farewell to his officers in 1783 Hear inspiring stories at the 9/11 site, Jewish Museum and Anne Frank Center Enter the world of tall buildings at the Skyscraper Museum Save time and money at 11 unique attractions in Lower Manhattan Get discounts at gift stores and participating attractions Explore the worlds of Native Americans, or delve in to the history of the free market Take harbor cruise on New York water taxis Visit the site of George Washington's farewell to his officers in 1783 Hear inspiring stories at the 9/11 site, Jewish Museum and Anne Frank Center Enter the world of tall buildings at the Skyscraper Museum",
        "strLocation": "new york",
        "strOriginUrl": "https://www.getyourguide.com/new-york-l59/new-york-downtown-culture-pass-t46361/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "New York: 3-Day Downtown Culture Pass",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 03:12:25"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 50,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-277729-145.jpg",
        "strIntroduction": "What You'll Do Learn the history of Lower Manhattan's Chinatown and Little Italy Discover historic restaurants and houses of worship Experience the foods of China and Italy, New York style Learn the history of Lower Manhattan's Chinatown and Little Italy Discover historic restaurants and houses of worship Experience the foods of China and Italy, New York style Learn the history of Lower Manhattan's Chinatown and Little Italy Discover historic restaurants and houses of worship Experience the foods of China and Italy, New York style",
        "strLocation": "new york",
        "strOriginUrl": "https://www.getyourguide.com/new-york-l59/new-york-s-chinatown-little-italy-t46527/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "New York: Chinatown and Little Italy Walking Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 03:12:37"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 50,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-277737-145.jpg",
        "strIntroduction": "What You'll Do Discover New York's newest urban park on the elevated High Line Learn the history of the once industrial Gansvoort neighborhood Marvel at the range of food produce at the Chelsea Market Walk above the streets of New York and see trendy stores, restaurants and more Discover New York's newest urban park on the elevated High Line Learn the history of the once industrial Gansvoort neighborhood Marvel at the range of food produce at the Chelsea Market Walk above the streets of New York and see trendy stores, restaurants and more Discover New York's newest urban park on the elevated High Line Learn the history of the once industrial Gansvoort neighborhood Marvel at the range of food produce at the Chelsea Market Walk above the streets of New York and see trendy stores, restaurants and more",
        "strLocation": "new york",
        "strOriginUrl": "https://www.getyourguide.com/new-york-l59/the-high-line-and-meat-market-tour-gansevoort-t46528/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "New York: The High Line and Meat Market Walking Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 03:12:46"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 50,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-364121-145.jpg",
        "strIntroduction": "What You'll Do Experience the bohemian vibe of Williamsburg Meet local artists and designers Savor local eats and treats along the way Listen the history of the neighborhood Enjoy locally made beer and wine Taste hot sauce with local hot sauce \"sommeliers\" Experience the bohemian vibe of Williamsburg Meet local artists and designers Savor local eats and treats along the way Listen the history of the neighborhood Enjoy locally made beer and wine Taste hot sauce with local hot sauce \"sommeliers\" Experience the bohemian vibe of Williamsburg Meet local artists and designers Savor local eats and treats along the way Listen the history of the neighborhood Enjoy locally made beer and wine Taste hot sauce with local hot sauce \"sommeliers\"",
        "strLocation": "new york",
        "strOriginUrl": "https://www.getyourguide.com/new-york-l59/sunday-funday-a-taste-of-williamsburg-brooklyn-tour-t46919/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "New York Sunday Funday: A Taste of Williamsburg",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 03:13:00"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 20,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-293976-145.jpg",
        "strIntroduction": "What You'll Do Discover the best bars of New York's historic West Village Enjoy free shots at every bar! (minimum 1 drink purchase required) Get free admission to all venues Make new friends in NYC's hottest neighborhood Play drinking games, sing karaoke, and dance the night away Discover the best bars of New York's historic West Village Enjoy free shots at every bar! (minimum 1 drink purchase required) Get free admission to all venues Make new friends in NYC's hottest neighborhood Play drinking games, sing karaoke, and dance the night away Discover the best bars of New York's historic West Village Enjoy free shots at every bar! (minimum 1 drink purchase required) Get free admission to all venues Make new friends in NYC's hottest neighborhood Play drinking games, sing karaoke, and dance the night away",
        "strLocation": "new york",
        "strOriginUrl": "https://www.getyourguide.com/new-york-l59/pub-crawl-ny-greenwich-village-t47331/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "New York City: Greenwich Village Pub Crawl",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 03:13:13"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 225,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-288141-145.jpg",
        "strIntroduction": "What You'll Do Experience the thrill of New York City on the back of a motorcycle Cruise down iconic streets such as Wall Street or Times Square Stop off in historic neighborhoods, including Chinatown, Little Italy, and Soho Chat with the rest of your group as you tour via helmets with intercoms Show your friends and family the whole ride thanks to the recording equipment on your helmet Request a stop anywhere along the route to take pictures Experience the thrill of New York City on the back of a motorcycle Cruise down iconic streets such as Wall Street or Times Square Stop off in historic neighborhoods, including Chinatown, Little Italy, and Soho Chat with the rest of your group as you tour via helmets with intercoms Show your friends and family the whole ride thanks to the recording equipment on your helmet Request a stop anywhere along the route to take pictures Experience the thrill of New York City on the back of a motorcycle Cruise down iconic streets such as Wall Street or Times Square Stop off in historic neighborhoods, including Chinatown, Little Italy, and Soho Chat with the rest of your group as you tour via helmets with intercoms Show your friends and family the whole ride thanks to the recording equipment on your helmet Request a stop anywhere along the route to take pictures",
        "strLocation": "new york",
        "strOriginUrl": "https://www.getyourguide.com/new-york-l59/new-york-city-downtown-tour-by-motorcycle-t47393/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "New York City: Tour by Motorcycle",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 03:13:27"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 40,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-286337-145.jpg",
        "strIntroduction": "What You'll Do Sample pizza at 3 different Greenwich Village pizzerias Learn about the different stages of a pizza's development Meet the owners of favorite Greenwich Village pizza places Discover the humble origins of America's favorite food Sample pizza at 3 different Greenwich Village pizzerias Learn about the different stages of a pizza's development Meet the owners of favorite Greenwich Village pizza places Discover the humble origins of America's favorite food Sample pizza at 3 different Greenwich Village pizzerias Learn about the different stages of a pizza's development Meet the owners of favorite Greenwich Village pizza places Discover the humble origins of America's favorite food",
        "strLocation": "new york",
        "strOriginUrl": "https://www.getyourguide.com/new-york-l59/greenwich-village-pizza-walk-t47438/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "New York Greenwich Village Half-Day Pizza Tasting Walk",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 03:13:43"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 40,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-286352-145.jpg",
        "strIntroduction": "What You'll Do Discover the best pizzerias of New York's most pizza-dense neighborhood Sample 3 pizzas at 3 diverse pizzerias Watch different stages of a pizza's development Meet the owners of Lower East Side pizzerias Learn the history of America's favorite food Discover the best pizzerias of New York's most pizza-dense neighborhood Sample 3 pizzas at 3 diverse pizzerias Watch different stages of a pizza's development Meet the owners of Lower East Side pizzerias Learn the history of America's favorite food Discover the best pizzerias of New York's most pizza-dense neighborhood Sample 3 pizzas at 3 diverse pizzerias Watch different stages of a pizza's development Meet the owners of Lower East Side pizzerias Learn the history of America's favorite food",
        "strLocation": "new york",
        "strOriginUrl": "https://www.getyourguide.com/new-york-l59/lower-east-side-pizza-walk-t47439/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "New York Lower East Side Half-Day Pizza Tasting Walk",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 03:13:58"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 2,
        "intUsdCost": 15,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-290462-145.jpg",
        "strIntroduction": "What You'll Do Follow in the footsteps of iconic superheroes like Batman and Spiderman See the Marvel Enterprises HQ, and the Green Goblin's Manhattan mansion Pass the apartment of Lernore Lemmon, suspected of killing George \"Superman\" Reeves Discover the former offices of Bob Kane and Will Eisner Go to a bar where artists have been drawing superhero cartoons on the walls since the 1960s Follow in the footsteps of iconic superheroes like Batman and Spiderman See the Marvel Enterprises HQ, and the Green Goblin's Manhattan mansion Pass the apartment of Lernore Lemmon, suspected of killing George \"Superman\" Reeves Discover the former offices of Bob Kane and Will Eisner Go to a bar where artists have been drawing superhero cartoons on the walls since the 1960s Follow in the footsteps of iconic superheroes like Batman and Spiderman See the Marvel Enterprises HQ, and the Green Goblin's Manhattan mansion Pass the apartment of Lernore Lemmon, suspected of killing George \"Superman\" Reeves Discover the former offices of Bob Kane and Will Eisner Go to a bar where artists have been drawing superhero cartoons on the walls since the 1960s",
        "strLocation": "new york",
        "strOriginUrl": "https://www.getyourguide.com/new-york-l59/new-york-2-hour-superhero-walking-tour-t47914/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "New York: 2-Hour Superhero Walking Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 03:14:11"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 3,
        "intUsdCost": 35,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-290465-145.jpg",
        "strIntroduction": "What You'll Do Follow in the footsteps of infamous mobsters and Mafia men Explore one of New York's most colorful neighborhoods on a walk around Little Italy See location sites from famous gangster moves, including Donnie Brasco and The Godfather Hear stories about infamous gangsters and the men that tried to stop them Follow in the footsteps of infamous mobsters and Mafia men Explore one of New York's most colorful neighborhoods on a walk around Little Italy See location sites from famous gangster moves, including Donnie Brasco and The Godfather Hear stories about infamous gangsters and the men that tried to stop them Follow in the footsteps of infamous mobsters and Mafia men Explore one of New York's most colorful neighborhoods on a walk around Little Italy See location sites from famous gangster moves, including Donnie Brasco and The Godfather Hear stories about infamous gangsters and the men that tried to stop them",
        "strLocation": "new york",
        "strOriginUrl": "https://www.getyourguide.com/new-york-l59/new-york-2-hour-gangster-walking-tour-of-little-italy-t47915/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "New York: 2-Hour Gangster Walking Tour of Little Italy",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 03:14:25"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 35,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-290468-145.jpg",
        "strIntroduction": "What You'll Do See the best of Manhattan on a walking tour of Midtown Discover movie location sites and the studios of top TV shows Do a spot of window shopping on 5th Avenue Learn the story behind Grand Central Station Admire some of Manhattan's most celebrated skyscrapers Go to Madison Square Park to see New York's first high rise Hear the story of the first New Year's Eve celebrations on Times Square See the best of Manhattan on a walking tour of Midtown Discover movie location sites and the studios of top TV shows Do a spot of window shopping on 5th Avenue Learn the story behind Grand Central Station Admire some of Manhattan's most celebrated skyscrapers Go to Madison Square Park to see New York's first high rise Hear the story of the first New Year's Eve celebrations on Times Square See the best of Manhattan on a walking tour of Midtown Discover movie location sites and the studios of top TV shows Do a spot of window shopping on 5th Avenue Learn the story behind Grand Central Station Admire some of Manhattan's most celebrated skyscrapers Go to Madison Square Park to see New York's first high rise Hear the story of the first New Year's Eve celebrations on Times Square",
        "strLocation": "new york",
        "strOriginUrl": "https://www.getyourguide.com/new-york-l59/2-hour-the-best-of-new-york-walking-tour-t47916/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "New York City: Best of New York 2-Hour Walking Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 03:14:37"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 35,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-290712-145.jpg",
        "strIntroduction": "What You'll Do Discover the ghostlier precincts of New York Get spooked by Mark Twain's ghost Learn the spooky truth about the Hangman's Tree Hear the story of the Vice President's Poltergeist Sit in a ghost poet's favorite chair; if you dare! Discover the ghostlier precincts of New York Get spooked by Mark Twain's ghost Learn the spooky truth about the Hangman's Tree Hear the story of the Vice President's Poltergeist Sit in a ghost poet's favorite chair; if you dare! Discover the ghostlier precincts of New York Get spooked by Mark Twain's ghost Learn the spooky truth about the Hangman's Tree Hear the story of the Vice President's Poltergeist Sit in a ghost poet's favorite chair; if you dare!",
        "strLocation": "new york",
        "strOriginUrl": "https://www.getyourguide.com/new-york-l59/the-new-york-ghost-walk-and-paranormal-tour-t47950/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "New York: 2-Hour Ghost Walk and Paranormal Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 03:14:47"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 50,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-290715-145.jpg",
        "strIntroduction": "What You'll Do Sample delicious pizzas, pastries, and cheeses in New York's Little Italy Learn the history of immigration to New York in the early 20th century Visit family owned bakeries and pizzerias Discover New York's bootlegging depot from the days of prohibition at Curb Exchange See Little Italy movie site locations, such as from \"The Godfather\" and \"Donnie Brasco\" Sample delicious pizzas, pastries, and cheeses in New York's Little Italy Learn the history of immigration to New York in the early 20th century Visit family owned bakeries and pizzerias Discover New York's bootlegging depot from the days of prohibition at Curb Exchange See Little Italy movie site locations, such as from \"The Godfather\" and \"Donnie Brasco\" Sample delicious pizzas, pastries, and cheeses in New York's Little Italy Learn the history of immigration to New York in the early 20th century Visit family owned bakeries and pizzerias Discover New York's bootlegging depot from the days of prohibition at Curb Exchange See Little Italy movie site locations, such as from \"The Godfather\" and \"Donnie Brasco\"",
        "strLocation": "new york",
        "strOriginUrl": "https://www.getyourguide.com/new-york-l59/new-york-italian-food-tasting-tour-t47951/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "New York City: Little Italy Italian Food Tasting Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 03:14:59"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 2,
        "intReviewVisitor": 1,
        "intUsdCost": 50,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-290719-145.jpg",
        "strIntroduction": "What You'll Do Enjoy 7 different food and wine tastings in Brooklyn Try the award-winning wood-fired pizza at Fornino’s Taste mouth-watering ribs at Mable's Smokehouse Stop at Bedford Cheese to sample the best artisanal cheese in New York Discover the 24/7 bagel bar of Bagelsmith Enjoy views of Manhattan across the water, and see some of Brooklyn's street art Enjoy 7 different food and wine tastings in Brooklyn Try the award-winning wood-fired pizza at Fornino’s Taste mouth-watering ribs at Mable's Smokehouse Stop at Bedford Cheese to sample the best artisanal cheese in New York Discover the 24/7 bagel bar of Bagelsmith Enjoy views of Manhattan across the water, and see some of Brooklyn's street art Enjoy 7 different food and wine tastings in Brooklyn Try the award-winning wood-fired pizza at Fornino’s Taste mouth-watering ribs at Mable's Smokehouse Stop at Bedford Cheese to sample the best artisanal cheese in New York Discover the 24/7 bagel bar of Bagelsmith Enjoy views of Manhattan across the water, and see some of Brooklyn's street art",
        "strLocation": "new york",
        "strOriginUrl": "https://www.getyourguide.com/new-york-l59/brooklyn-2-hour-food-tour-with-7-tasting-stops-t47952/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "New York: 2-Hour Brooklyn Food Tasting Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 03:15:09"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 3,
        "intReviewVisitor": 1,
        "intUsdCost": 35,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-290730-145.jpg",
        "strIntroduction": "What You'll Do Follow in the footsteps of Carrie and the girls on a Sex and the City locations tour Discover Sarah Jessica Parker's West Village townhouse Drop into the fabulous restaurant where people go to “be scene” for brunch or a night out See the beautiful garden where Miranda and Steve got married Visit the sex shop that led to Charlotte developing a rabbit habit Follow in the footsteps of Carrie and the girls on a Sex and the City locations tour Discover Sarah Jessica Parker's West Village townhouse Drop into the fabulous restaurant where people go to “be scene” for brunch or a night out See the beautiful garden where Miranda and Steve got married Visit the sex shop that led to Charlotte developing a rabbit habit Follow in the footsteps of Carrie and the girls on a Sex and the City locations tour Discover Sarah Jessica Parker's West Village townhouse Drop into the fabulous restaurant where people go to “be scene” for brunch or a night out See the beautiful garden where Miranda and Steve got married Visit the sex shop that led to Charlotte developing a rabbit habit",
        "strLocation": "new york",
        "strOriginUrl": "https://www.getyourguide.com/new-york-l59/sex-and-the-city-walking-tour-t47954/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "New York City: Sex and the City Walking Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 03:15:20"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 3,
        "intReviewVisitor": 2,
        "intUsdCost": 25,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-290731-145.jpg",
        "strIntroduction": "What You'll Do Satisfy your sweet tooth on a chocolate tour of Manhattan Learn the history of chocolate and how it came to New York Discover the cult chocolatiers of New York City Sample salty caramels, tasty truffles, and chocolates spiced with exotic flavors Go to Xocolatti, New York's newest and most innovative chocolatier Satisfy your sweet tooth on a chocolate tour of Manhattan Learn the history of chocolate and how it came to New York Discover the cult chocolatiers of New York City Sample salty caramels, tasty truffles, and chocolates spiced with exotic flavors Go to Xocolatti, New York's newest and most innovative chocolatier Satisfy your sweet tooth on a chocolate tour of Manhattan Learn the history of chocolate and how it came to New York Discover the cult chocolatiers of New York City Sample salty caramels, tasty truffles, and chocolates spiced with exotic flavors Go to Xocolatti, New York's newest and most innovative chocolatier",
        "strLocation": "new york",
        "strOriginUrl": "https://www.getyourguide.com/new-york-l59/the-chocolate-tour-of-new-york-t47955/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "New York City: 2-Hour Chocolate Tasting Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 03:15:30"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 35,
        "strGuideLanguage": "spanish, italian",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-349790-145.jpg",
        "strIntroduction": "What You'll Do Explore the most emblematic areas of Greenwich Village Learn why \"The Village\" gave birth to so many artistic movements Discover the favorite spots to hang out for Village artists See a diverse range of house façades, typical of the area Experience the heart of Village life for students at New York University (NYU) Explore the most emblematic areas of Greenwich Village Learn why \"The Village\" gave birth to so many artistic movements Discover the favorite spots to hang out for Village artists See a diverse range of house façades, typical of the area Experience the heart of Village life for students at New York University (NYU) Explore the most emblematic areas of Greenwich Village Learn why \"The Village\" gave birth to so many artistic movements Discover the favorite spots to hang out for Village artists See a diverse range of house façades, typical of the area Experience the heart of Village life for students at New York University (NYU)",
        "strLocation": "new york",
        "strOriginUrl": "https://www.getyourguide.com/new-york-l59/a-walk-in-the-village-t47983/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "New York City: An Evening Walk in Greenwich Village",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 03:15:43"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 30,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-293957-145.jpg",
        "strIntroduction": "What You'll Do Start at Washington Square Park, the heart of Greenwich Village Stroll Fifth Avenue’s Gold Coast, with its 1920s apartment houses and historic churches Walk where Marlon Brando, Mark Twain, Julia Roberts, Edna St. Vincent Millay, and other celebrities once lived See 3 “Sex and the City” sights Learn about the narrowest house in NYC next to the oldest house in the Village Visit charming gardens and beautiful parks Explore the quirky and charming streets of the Village Start at Washington Square Park, the heart of Greenwich Village Stroll Fifth Avenue’s Gold Coast, with its 1920s apartment houses and historic churches Walk where Marlon Brando, Mark Twain, Julia Roberts, Edna St. Vincent Millay, and other celebrities once lived See 3 “Sex and the City” sights Learn about the narrowest house in NYC next to the oldest house in the Village Visit charming gardens and beautiful parks Explore the quirky and charming streets of the Village Start at Washington Square Park, the heart of Greenwich Village Stroll Fifth Avenue’s Gold Coast, with its 1920s apartment houses and historic churches Walk where Marlon Brando, Mark Twain, Julia Roberts, Edna St. Vincent Millay, and other celebrities once lived See 3 “Sex and the City” sights Learn about the narrowest house in NYC next to the oldest house in the Village Visit charming gardens and beautiful parks Explore the quirky and charming streets of the Village",
        "strLocation": "new york",
        "strOriginUrl": "https://www.getyourguide.com/new-york-l59/the-greenwich-village-art-history-walking-tour-t48294/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "New York: Greenwich Village Walking Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 03:15:55"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 30,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-294675-145.jpg",
        "strIntroduction": "What You'll Do See the best of Manhattan by foot and subway! Stroll along Lower 5th Avenue’s Gold Coast to admire swanky apartments and historic churches Discover the oldest monument in New York City at Union Square Admire art works by Roy Lichtenstein at Time Square subway station Peruse the oldest Farmers Market in New York City Take in the bright lights and traffic of the “Crossroads of the World” Marvel at lower rise 19th-century buildings and 20th-century skyscrapers on Broadway Watch the street musicians of Washington Square Park Ride the New York subway to the gateway to Central Park See the best of Manhattan by foot and subway! Stroll along Lower 5th Avenue’s Gold Coast to admire swanky apartments and historic churches Discover the oldest monument in New York City at Union Square Admire art works by Roy Lichtenstein at Time Square subway station Peruse the oldest Farmers Market in New York City Take in the bright lights and traffic of the “Crossroads of the World” Marvel at lower rise 19th-century buildings and 20th-century skyscrapers on Broadway Watch the street musicians of Washington Square Park Ride the New York subway to the gateway to Central Park See the best of Manhattan by foot and subway! Stroll along Lower 5th Avenue’s Gold Coast to admire swanky apartments and historic churches Discover the oldest monument in New York City at Union Square Admire art works by Roy Lichtenstein at Time Square subway station Peruse the oldest Farmers Market in New York City Take in the bright lights and traffic of the “Crossroads of the World” Marvel at lower rise 19th-century buildings and 20th-century skyscrapers on Broadway Watch the street musicians of Washington Square Park Ride the New York subway to the gateway to Central Park",
        "strLocation": "new york",
        "strOriginUrl": "https://www.getyourguide.com/new-york-l59/touring-new-york-s-five-square-and-a-circle-t48357/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "New York Walking Tour: Five Squares and a Circle",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 03:16:05"
    },
    {
        "intDurationHour": 6,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 575,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-294956-145.jpg",
        "strIntroduction": "What You'll Do Explore New York City on a tour customized to your needs Discover some of the most famous neighborhoods of Lower Manhattan, including Wall Street Taste ethnic foods in China Town, Little Italy and SoHo Marvel at the skyscrapers of Midtown Manhattan Find great designer stores for fashion and homeware shopping Learn about the fight for gay rights at the Stonewall Inn Follow in the footsteps of poets and artists in Greenwich Village Go to the 9/11 Memorial Travel around Manhattan Island like a local Explore New York City on a tour customized to your needs Discover some of the most famous neighborhoods of Lower Manhattan, including Wall Street Taste ethnic foods in China Town, Little Italy and SoHo Marvel at the skyscrapers of Midtown Manhattan Find great designer stores for fashion and homeware shopping Learn about the fight for gay rights at the Stonewall Inn Follow in the footsteps of poets and artists in Greenwich Village Go to the 9/11 Memorial Travel around Manhattan Island like a local Explore New York City on a tour customized to your needs Discover some of the most famous neighborhoods of Lower Manhattan, including Wall Street Taste ethnic foods in China Town, Little Italy and SoHo Marvel at the skyscrapers of Midtown Manhattan Find great designer stores for fashion and homeware shopping Learn about the fight for gay rights at the Stonewall Inn Follow in the footsteps of poets and artists in Greenwich Village Go to the 9/11 Memorial Travel around Manhattan Island like a local",
        "strLocation": "new york",
        "strOriginUrl": "https://www.getyourguide.com/new-york-l59/private-nyc-highlights-65-hour-tour-t48392/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "New York City Highlights Private Half-Day Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 03:16:19"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 50,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-295493-145.jpg",
        "strIntroduction": "What You'll Do Enjoy spectacular views of the Statue of Liberty from the downtown harbor Learn how New York went from a humble Dutch settlement to the world's center of finance See the powerful buildings of Wall Street and learn about the titans of capitalism Discover how one of New York's first skyscrapers changed and defined the city Go to Federal Hall, where Washington was sworn in as President Visit Fraunces Tavern, and learn why it's important to the American Revolution Enjoy spectacular views of the Statue of Liberty from the downtown harbor Learn how New York went from a humble Dutch settlement to the world's center of finance See the powerful buildings of Wall Street and learn about the titans of capitalism Discover how one of New York's first skyscrapers changed and defined the city Go to Federal Hall, where Washington was sworn in as President Visit Fraunces Tavern, and learn why it's important to the American Revolution Enjoy spectacular views of the Statue of Liberty from the downtown harbor Learn how New York went from a humble Dutch settlement to the world's center of finance See the powerful buildings of Wall Street and learn about the titans of capitalism Discover how one of New York's first skyscrapers changed and defined the city Go to Federal Hall, where Washington was sworn in as President Visit Fraunces Tavern, and learn why it's important to the American Revolution",
        "strLocation": "new york",
        "strOriginUrl": "https://www.getyourguide.com/new-york-l59/historic-downtown-manhattan-and-the-financial-district-t48477/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Downtown Tour: Lower Manhattan & Financial District",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 03:16:31"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 44,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-297741-145.jpg",
        "strIntroduction": "What You'll Do Use your smart phone to solve puzzles in Central Park Discover New York's green oasis from a new perspective Compete in teams and tour at your own pace See local attractions and hidden gems, including Bethesda Fountain and Shakespeare's Garden Use your smart phone to solve puzzles in Central Park Discover New York's green oasis from a new perspective Compete in teams and tour at your own pace See local attractions and hidden gems, including Bethesda Fountain and Shakespeare's Garden Use your smart phone to solve puzzles in Central Park Discover New York's green oasis from a new perspective Compete in teams and tour at your own pace See local attractions and hidden gems, including Bethesda Fountain and Shakespeare's Garden",
        "strLocation": "new york",
        "strOriginUrl": "https://www.getyourguide.com/new-york-l59/new-york-central-park-scavenger-hunt-by-smartphone-t48776/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "New York: Central Park Smartphone Scavenger Hunt",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 03:16:42"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 59,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-347643-145.jpg",
        "strIntroduction": "What You'll Do Take a leisurely bike tour through New York City’s neighborhoods See more of the Big Apple than is possible on foot Enjoy scenic views of the Brooklyn Bridge Take a leisurely bike tour through New York City’s neighborhoods See more of the Big Apple than is possible on foot Enjoy scenic views of the Brooklyn Bridge Take a leisurely bike tour through New York City’s neighborhoods See more of the Big Apple than is possible on foot Enjoy scenic views of the Brooklyn Bridge",
        "strLocation": "new york",
        "strOriginUrl": "https://www.getyourguide.com/new-york-l59/the-new-york-city-bike-tour-t48813/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "The New York City Bike Tour: 2-Hour Guided Ride",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 03:16:55"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 16,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-300762-145.jpg",
        "strIntroduction": "What You'll Do Head to Harlem for a Tuesday afternoon or Friday evening jazz concert Enjoy a tribute to some of the greatest jazz music in history Experience the uplifting impact of the music on body and soul Head to Harlem for a Tuesday afternoon or Friday evening jazz concert Enjoy a tribute to some of the greatest jazz music in history Experience the uplifting impact of the music on body and soul Head to Harlem for a Tuesday afternoon or Friday evening jazz concert Enjoy a tribute to some of the greatest jazz music in history Experience the uplifting impact of the music on body and soul",
        "strLocation": "new york",
        "strOriginUrl": "https://www.getyourguide.com/new-york-l59/harlem-afternoon-jazz-series-t49149/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Harlem Jazz Series Concert Ticket",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 03:17:08"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 29,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-302274-145.jpg",
        "strIntroduction": "What You'll Do See the landmarks of Manhattan illuminated at night Admire the top sights of New York from the top of a double-decker bus Enjoy interesting and amusing commentary from the on-board audio system See the landmarks of Manhattan illuminated at night Admire the top sights of New York from the top of a double-decker bus Enjoy interesting and amusing commentary from the on-board audio system See the landmarks of Manhattan illuminated at night Admire the top sights of New York from the top of a double-decker bus Enjoy interesting and amusing commentary from the on-board audio system",
        "strLocation": "new york",
        "strOriginUrl": "https://www.getyourguide.com/new-york-l59/new-york-at-night-bus-tour-t49336/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "New York City at Night 2-Hour Bus Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 03:17:20"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 56,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-312152-145.jpg",
        "strIntroduction": "What You'll Do Stroll the streets of Harlem, following in the footsteps of jazz legends Watch a live jazz concert that pays tribute to jazz singers and musicians of the past Hear stories of the clubs where Ella Fitzgerald, Duke Ellington and more started Stroll the streets of Harlem, following in the footsteps of jazz legends Watch a live jazz concert that pays tribute to jazz singers and musicians of the past Hear stories of the clubs where Ella Fitzgerald, Duke Ellington and more started Stroll the streets of Harlem, following in the footsteps of jazz legends Watch a live jazz concert that pays tribute to jazz singers and musicians of the past Hear stories of the clubs where Ella Fitzgerald, Duke Ellington and more started",
        "strLocation": "new york",
        "strOriginUrl": "https://www.getyourguide.com/new-york-l59/harlem-afternoon-jazz-tour-t50366/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "New York: Harlem Jazz Tour and Lunchtime Concert",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 03:17:30"
    },
    {
        "intDurationHour": 13,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 169,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-313969-145.jpg",
        "strIntroduction": "What You'll Do Enjoy a fully escorted day trip to Washington D.C. See the sights of the nation’s capital on a panoramic city tour Visit the Hall of Presidents at Madame Tussauds Enjoy a fully escorted day trip to Washington D.C. See the sights of the nation’s capital on a panoramic city tour Visit the Hall of Presidents at Madame Tussauds Enjoy a fully escorted day trip to Washington D.C. See the sights of the nation’s capital on a panoramic city tour Visit the Hall of Presidents at Madame Tussauds",
        "strLocation": "new york",
        "strOriginUrl": "https://www.getyourguide.com/new-york-l59/washington-dc-day-trip-by-bus-from-new-york-t50589/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Washington D.C. Escorted Day Trip from New York by Bus",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 03:17:44"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 100,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-323879-145.jpg",
        "strIntroduction": "What You'll Do Take in the highlights of NYC on a unique walking tour Capture Rockefeller Center, Radio City Music Hall, the Empire State Building, and other iconic sites with your camera Get some great photography tips from a professional Take in the highlights of NYC on a unique walking tour Capture Rockefeller Center, Radio City Music Hall, the Empire State Building, and other iconic sites with your camera Get some great photography tips from a professional Take in the highlights of NYC on a unique walking tour Capture Rockefeller Center, Radio City Music Hall, the Empire State Building, and other iconic sites with your camera Get some great photography tips from a professional",
        "strLocation": "new york",
        "strOriginUrl": "https://www.getyourguide.com/new-york-l59/new-york-iconic-photography-walking-tour-t51695/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "New York City’s Iconic Sights: 3-Hour Photography Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 03:17:54"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 2,
        "intUsdCost": 23,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-330626-145.jpg",
        "strIntroduction": "What You'll Do Dine on classic American food in an exciting atmosphere Choose from 3 great menu options Purchase sought after merchandise in the Rock Shop Enjoy complimentary tea, coffee and sodas See music memorabilia related to New York musicians Watch Yankees games as you dine, on the 12 large, flat screen TVs Dine on classic American food in an exciting atmosphere Choose from 3 great menu options Purchase sought after merchandise in the Rock Shop Enjoy complimentary tea, coffee and sodas See music memorabilia related to New York musicians Watch Yankees games as you dine, on the 12 large, flat screen TVs Dine on classic American food in an exciting atmosphere Choose from 3 great menu options Purchase sought after merchandise in the Rock Shop Enjoy complimentary tea, coffee and sodas See music memorabilia related to New York musicians Watch Yankees games as you dine, on the 12 large, flat screen TVs",
        "strLocation": "new york",
        "strOriginUrl": "https://www.getyourguide.com/new-york-l59/hard-rock-cafe-yankee-stadium-t52079/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "New York: Meal at Hard Rock Café Yankee Stadium",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 03:18:08"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 40,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-327917-145.jpg",
        "strIntroduction": "What You'll Do Sample pizza at 3 different Brooklyn pizzerias Learn about the different stages of a pizza's development Meet the owners of favorite Brooklyn pizza places Discover the humble origins of America's favorite food Sample pizza at 3 different Brooklyn pizzerias Learn about the different stages of a pizza's development Meet the owners of favorite Brooklyn pizza places Discover the humble origins of America's favorite food Sample pizza at 3 different Brooklyn pizzerias Learn about the different stages of a pizza's development Meet the owners of favorite Brooklyn pizza places Discover the humble origins of America's favorite food",
        "strLocation": "new york",
        "strOriginUrl": "https://www.getyourguide.com/new-york-l59/brooklyn-pizza-walking-tour-t52169/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Brooklyn Pizza 3-Hour Walking and Tasting Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 03:18:21"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 30,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-332939-145.jpg",
        "strIntroduction": "What You'll Do Walk in the footsteps of gay rights pioneers in Greenwich Village Learn about the outing of a closeted multimillionaire Discover which First Lady had a circle of lesbian friends See the Art Deco apartment house where a notorious photographer made his art Go to an exclusive street where many gay and lesbian musicians, artists and poets lived Hear about the feud between a NYC mayor and an AIDS activist Walk in the footsteps of gay rights pioneers in Greenwich Village Learn about the outing of a closeted multimillionaire Discover which First Lady had a circle of lesbian friends See the Art Deco apartment house where a notorious photographer made his art Go to an exclusive street where many gay and lesbian musicians, artists and poets lived Hear about the feud between a NYC mayor and an AIDS activist Walk in the footsteps of gay rights pioneers in Greenwich Village Learn about the outing of a closeted multimillionaire Discover which First Lady had a circle of lesbian friends See the Art Deco apartment house where a notorious photographer made his art Go to an exclusive street where many gay and lesbian musicians, artists and poets lived Hear about the feud between a NYC mayor and an AIDS activist",
        "strLocation": "new york",
        "strOriginUrl": "https://www.getyourguide.com/new-york-l59/new-york-gay-village-walking-tour-t52771/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "New York: Gay Village 3-Hour Walking Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 03:18:34"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 106,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-334685-145.jpg",
        "strIntroduction": "What You'll Do Enjoy a professional meet and greet service when you land at New York LaGuardia Airport Avoid the hassle of navigating public transport or waiting in line for a taxi Leave the driving to a professional on your way from or to the airport Travel to your destination in comfort on a private 1-way transfer Enjoy a professional meet and greet service when you land at New York LaGuardia Airport Avoid the hassle of navigating public transport or waiting in line for a taxi Leave the driving to a professional on your way from or to the airport Travel to your destination in comfort on a private 1-way transfer Enjoy a professional meet and greet service when you land at New York LaGuardia Airport Avoid the hassle of navigating public transport or waiting in line for a taxi Leave the driving to a professional on your way from or to the airport Travel to your destination in comfort on a private 1-way transfer",
        "strLocation": "new york",
        "strOriginUrl": "https://www.getyourguide.com/new-york-l59/private-transfer-to-or-from-laguardia-airport-lga-t53013/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Private Transfer from or to LaGuardia Airport (LGA)",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 03:18:45"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 132,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-334688-145.jpg",
        "strIntroduction": "What You'll Do Enjoy a professional meet and greet service when you land at Newark Liberty Airport Avoid the hassle of navigating public transport or waiting in line for a taxis Leave the driving to a professional on your way from or to the airport Travel to your destination in comfort on a private 1-way transfer Enjoy a professional meet and greet service when you land at Newark Liberty Airport Avoid the hassle of navigating public transport or waiting in line for a taxis Leave the driving to a professional on your way from or to the airport Travel to your destination in comfort on a private 1-way transfer Enjoy a professional meet and greet service when you land at Newark Liberty Airport Avoid the hassle of navigating public transport or waiting in line for a taxis Leave the driving to a professional on your way from or to the airport Travel to your destination in comfort on a private 1-way transfer",
        "strLocation": "new york",
        "strOriginUrl": "https://www.getyourguide.com/new-york-l59/private-transfer-to-or-from-ny-newark-liberty-airport-t53015/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Private Transfer from or to Newark Liberty Airport",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 03:18:56"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 2,
        "intUsdCost": 35,
        "strGuideLanguage": "english, spanish",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-338862-145.jpg",
        "strIntroduction": "What You'll Do View architectural monuments and iconic structures such as the Chrysler Building Discover a hidden residential neighborhood Admire the architecture of Grand Central Station View architectural monuments and iconic structures such as the Chrysler Building Discover a hidden residential neighborhood Admire the architecture of Grand Central Station View architectural monuments and iconic structures such as the Chrysler Building Discover a hidden residential neighborhood Admire the architecture of Grand Central Station",
        "strLocation": "new york",
        "strOriginUrl": "https://www.getyourguide.com/new-york-l59/highlights-of-midtown-architectural-tour-t53498/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "New York: Highlights of Midtown Architectural Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 03:19:08"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 35,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-338870-145.jpg",
        "strIntroduction": "What You'll Do Learn about the immigrant history of the Bronx Sample some of the popular culinary treats of Little Italy Explore optional attractions such as the Bronx Zoo Learn about the immigrant history of the Bronx Sample some of the popular culinary treats of Little Italy Explore optional attractions such as the Bronx Zoo Learn about the immigrant history of the Bronx Sample some of the popular culinary treats of Little Italy Explore optional attractions such as the Bronx Zoo",
        "strLocation": "new york",
        "strOriginUrl": "https://www.getyourguide.com/new-york-l59/walking-tour-of-bronx-s-little-italy-arthur-avenue-t53499/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Walking Tour of Bronx's Little Italy: Arthur Avenue",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 03:19:22"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 35,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-338899-145.jpg",
        "strIntroduction": "What You'll Do Visit 4 of New York's traditional Christmas markets See the magnificent window displays at the big department stores Enjoy traditional foods and warm Christmas drinks Find unique gifts and handicrafts for all your friends and family Visit 4 of New York's traditional Christmas markets See the magnificent window displays at the big department stores Enjoy traditional foods and warm Christmas drinks Find unique gifts and handicrafts for all your friends and family Visit 4 of New York's traditional Christmas markets See the magnificent window displays at the big department stores Enjoy traditional foods and warm Christmas drinks Find unique gifts and handicrafts for all your friends and family",
        "strLocation": "new york",
        "strOriginUrl": "https://www.getyourguide.com/new-york-l59/holiday-markets-and-lights-walking-tour-t53503/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "New York Christmas Markets and Lights Walking Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 03:19:34"
    },
    {
        "intDurationHour": 9,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 139,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-424877-145.jpg",
        "strIntroduction": "What You'll Do Enjoy an action-packed day that takes you to the most popular sights of New York City See iconic attractions such as the Statue of Liberty, Times Square, Rockefeller Center, and more Head to the Top of the Rock Observatory for the best views of Manhattan and the surrounding area Enjoy an action-packed day that takes you to the most popular sights of New York City See iconic attractions such as the Statue of Liberty, Times Square, Rockefeller Center, and more Head to the Top of the Rock Observatory for the best views of Manhattan and the surrounding area Enjoy an action-packed day that takes you to the most popular sights of New York City See iconic attractions such as the Statue of Liberty, Times Square, Rockefeller Center, and more Head to the Top of the Rock Observatory for the best views of Manhattan and the surrounding area",
        "strLocation": "new york",
        "strOriginUrl": "https://www.getyourguide.com/new-york-l59/new-york-city-full-day-tour-rockefeller-center-ticket-t53784/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "New York City Day Tour and Top of the Rock Observatory",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 03:19:47"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 82,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-341630-145.jpg",
        "strIntroduction": "What You'll Do Taste delicious craft cocktails at some of New York’s best bars Learn how Prohibition shaped NYC, and about the speakeasies and gangsters who influenced the city’s cocktail culture Discover new spirits from local micro-distilleries Taste delicious craft cocktails at some of New York’s best bars Learn how Prohibition shaped NYC, and about the speakeasies and gangsters who influenced the city’s cocktail culture Discover new spirits from local micro-distilleries Taste delicious craft cocktails at some of New York’s best bars Learn how Prohibition shaped NYC, and about the speakeasies and gangsters who influenced the city’s cocktail culture Discover new spirits from local micro-distilleries",
        "strLocation": "new york",
        "strOriginUrl": "https://www.getyourguide.com/new-york-l59/new-york-25-hour-craft-cocktail-tour-t53812/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "New York City: 2.5-Hour Craft Cocktail Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 03:19:58"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 1,
        "intReviewVisitor": 1,
        "intUsdCost": 13,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-347634-145.jpg",
        "strIntroduction": "What You'll Do Take in spectacular views from the Brooklyn Bridge Hear the stories of immigrants who arrived in New York Admire the Statue of Liberty, the Sphere, and the New York Stock Exchange Take in spectacular views from the Brooklyn Bridge Hear the stories of immigrants who arrived in New York Admire the Statue of Liberty, the Sphere, and the New York Stock Exchange Take in spectacular views from the Brooklyn Bridge Hear the stories of immigrants who arrived in New York Admire the Statue of Liberty, the Sphere, and the New York Stock Exchange",
        "strLocation": "new york",
        "strOriginUrl": "https://www.getyourguide.com/new-york-l59/brooklyn-bridge-walking-tour-t54549/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Brooklyn Bridge: 2-Hour Guided Walking Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 03:20:41"
    },
    {
        "intDurationHour": 5,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 109,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-348312-145.jpg",
        "strIntroduction": "What You'll Do See the sights of New York City on a comprehensive luxury tour Travel in comfort in a luxurious state-of-the-art vehicle Enjoy panoramic views of the Manhattan skyline on a 1-hour sightseeing cruise See the sights of New York City on a comprehensive luxury tour Travel in comfort in a luxurious state-of-the-art vehicle Enjoy panoramic views of the Manhattan skyline on a 1-hour sightseeing cruise See the sights of New York City on a comprehensive luxury tour Travel in comfort in a luxurious state-of-the-art vehicle Enjoy panoramic views of the Manhattan skyline on a 1-hour sightseeing cruise",
        "strLocation": "new york",
        "strOriginUrl": "https://www.getyourguide.com/new-york-l59/new-york-city-land-and-sea-half-day-tour-t54615/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "New York City: 5-Hour Land and Sea Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 03:20:55"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 65,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-348657-145.jpg",
        "strIntroduction": "What You'll Do Take in sweeping views of the Manhattan skyline from Brooklyn’s DUMBO neighborhood Stop to taste some local bites, beer, and coffee Enjoy a visit to an artist’s studio and gallery Take in sweeping views of the Manhattan skyline from Brooklyn’s DUMBO neighborhood Stop to taste some local bites, beer, and coffee Enjoy a visit to an artist’s studio and gallery Take in sweeping views of the Manhattan skyline from Brooklyn’s DUMBO neighborhood Stop to taste some local bites, beer, and coffee Enjoy a visit to an artist’s studio and gallery",
        "strLocation": "new york",
        "strOriginUrl": "https://www.getyourguide.com/new-york-l59/dumbo-neighborhood-art-culture-coffee-and-beer-tour-t54658/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "DUMBO Neighborhood Art, Culture, Coffee, and Beer Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 03:21:07"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 65,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-348662-145.jpg",
        "strIntroduction": "What You'll Do Admire sweeping views of midtown Manhattan from the East River Enjoy a visit to an artist’s studio and gallery Stop for a complimentary beer tasting and a seasonal beverage Sample sweets and light bites from select local vendors Admire sweeping views of midtown Manhattan from the East River Enjoy a visit to an artist’s studio and gallery Stop for a complimentary beer tasting and a seasonal beverage Sample sweets and light bites from select local vendors Admire sweeping views of midtown Manhattan from the East River Enjoy a visit to an artist’s studio and gallery Stop for a complimentary beer tasting and a seasonal beverage Sample sweets and light bites from select local vendors",
        "strLocation": "new york",
        "strOriginUrl": "https://www.getyourguide.com/new-york-l59/long-island-city-tours-queens-cool-uncovered-t54663/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Long Island City Tours: Queens Cool Uncovered",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 03:21:19"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 69,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-353514-145.jpg",
        "strIntroduction": "What You'll Do Discover hidden local food spots, retail shops, and a quiet oasis in the world’s busiest neighborhood Get insider tips on how to avoid the crowds of Times Square Taste delicious food made by local culinary artisans Learn where to see theater performances, where to shop, and where to eat like a real New Yorker Discover hidden local food spots, retail shops, and a quiet oasis in the world’s busiest neighborhood Get insider tips on how to avoid the crowds of Times Square Taste delicious food made by local culinary artisans Learn where to see theater performances, where to shop, and where to eat like a real New Yorker Discover hidden local food spots, retail shops, and a quiet oasis in the world’s busiest neighborhood Get insider tips on how to avoid the crowds of Times Square Taste delicious food made by local culinary artisans Learn where to see theater performances, where to shop, and where to eat like a real New Yorker",
        "strLocation": "new york",
        "strOriginUrl": "https://www.getyourguide.com/new-york-l59/beyond-broadway-3-hour-midtown-walking-tour-t55524/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Beyond Broadway: 3-Hour Midtown Manhattan Walking Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 03:21:32"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 99,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-359969-145.jpg",
        "strIntroduction": "What You'll Do Hear interesting stories behind Grand Central, the world's largest train terminal Enjoy a walk through New York Chinatown and sample foods from Peking Duck to wasabi peas Learn about New York’s history as you explore a neighborhood that has drawn immigrants from around the world Hear interesting stories behind Grand Central, the world's largest train terminal Enjoy a walk through New York Chinatown and sample foods from Peking Duck to wasabi peas Learn about New York’s history as you explore a neighborhood that has drawn immigrants from around the world Hear interesting stories behind Grand Central, the world's largest train terminal Enjoy a walk through New York Chinatown and sample foods from Peking Duck to wasabi peas Learn about New York’s history as you explore a neighborhood that has drawn immigrants from around the world",
        "strLocation": "new york",
        "strOriginUrl": "https://www.getyourguide.com/new-york-l59/new-york-grand-central-and-chinatown-walking-tour-t56371/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "New York: Grand Central and Chinatown Walking Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 03:21:43"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 100,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-361021-145.jpg",
        "strIntroduction": "What You'll Do Discover New York's artists of the future today Explore the work of up to 4 artists, and meet artists and art gallery owners Enjoy a catered lunch to discuss any purchases you might want to make Get an insider's look at the contemporary New York art scene Buy work direct from the artists Discover New York's artists of the future today Explore the work of up to 4 artists, and meet artists and art gallery owners Enjoy a catered lunch to discuss any purchases you might want to make Get an insider's look at the contemporary New York art scene Buy work direct from the artists Discover New York's artists of the future today Explore the work of up to 4 artists, and meet artists and art gallery owners Enjoy a catered lunch to discuss any purchases you might want to make Get an insider's look at the contemporary New York art scene Buy work direct from the artists",
        "strLocation": "new york",
        "strOriginUrl": "https://www.getyourguide.com/new-york-l59/art-tour-new-york-t56443/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "New York: Half-Day Customized Art Tour with Lunch",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 03:21:58"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 69,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-364522-145.jpg",
        "strIntroduction": "What You'll Do Visit 3 bars and clubs in New York City in 1 night Enjoy and open bar on wine and beer at the 1st venue for 1.5 hours Skip the lines and enjoy free entrance at the 2nd club Travel by limo to the last club of the night Save money with free night club entrance Party with same minded people from all over the world Get express entrance at all the venues you visit Visit 3 bars and clubs in New York City in 1 night Enjoy and open bar on wine and beer at the 1st venue for 1.5 hours Skip the lines and enjoy free entrance at the 2nd club Travel by limo to the last club of the night Save money with free night club entrance Party with same minded people from all over the world Get express entrance at all the venues you visit Visit 3 bars and clubs in New York City in 1 night Enjoy and open bar on wine and beer at the 1st venue for 1.5 hours Skip the lines and enjoy free entrance at the 2nd club Travel by limo to the last club of the night Save money with free night club entrance Party with same minded people from all over the world Get express entrance at all the venues you visit",
        "strLocation": "new york",
        "strOriginUrl": "https://www.getyourguide.com/new-york-l59/new-york-rockstar-bar-crawl-t56984/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "New York: Rock Star Bar Crawl",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 03:22:11"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 50,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-468589-145.jpg",
        "strIntroduction": "What You'll Do Enjoy a good old-fashioned holiday cheer with family and friends and fun for the whole family See millions of lights, some even synchronized to music like Robert DeLauro’s house Visit Sam the Greek’s house, best described as “Christmas meets Las Vegas!\" Enjoy a good old-fashioned holiday cheer with family and friends and fun for the whole family See millions of lights, some even synchronized to music like Robert DeLauro’s house Visit Sam the Greek’s house, best described as “Christmas meets Las Vegas!\" Enjoy a good old-fashioned holiday cheer with family and friends and fun for the whole family See millions of lights, some even synchronized to music like Robert DeLauro’s house Visit Sam the Greek’s house, best described as “Christmas meets Las Vegas!\"",
        "strLocation": "new york",
        "strOriginUrl": "https://www.getyourguide.com/new-york-l59/brooklyn-christmas-lights-guided-tour-t57813/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Brooklyn Christmas Lights Guided Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 03:22:22"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 35,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-369652-145.jpg",
        "strIntroduction": "What You'll Do See the locations of Hollywood movies filmed in the park Visit the Loeb Boathouse overlooking the Lake, and see the Indian Hunter and Angel of the Waters sculptures Walk through the Ramble, a densely wooded section of the park, and see the scenic Sheep Meadow Stop to see the memorial to Beatles icon John Lennon at Strawberry Fields, the most visited spot in the park See the locations of Hollywood movies filmed in the park Visit the Loeb Boathouse overlooking the Lake, and see the Indian Hunter and Angel of the Waters sculptures Walk through the Ramble, a densely wooded section of the park, and see the scenic Sheep Meadow Stop to see the memorial to Beatles icon John Lennon at Strawberry Fields, the most visited spot in the park See the locations of Hollywood movies filmed in the park Visit the Loeb Boathouse overlooking the Lake, and see the Indian Hunter and Angel of the Waters sculptures Walk through the Ramble, a densely wooded section of the park, and see the scenic Sheep Meadow Stop to see the memorial to Beatles icon John Lennon at Strawberry Fields, the most visited spot in the park",
        "strLocation": "new york",
        "strOriginUrl": "https://www.getyourguide.com/new-york-l59/new-york-central-park-guided-tour-t57814/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "New York's Central Park 2-Hour Guided Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 03:22:36"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 97,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-369939-145.jpg",
        "strIntroduction": "What You'll Do Enjoy a Broadway musical show in New York City that is suitable for the entire family Follow the story of Matilda as she takes a stand and changes her destiny See why Matilda won a Tony Award Experience great music, acting, and dancing in an unforgettable night in the Big Apple Enjoy a Broadway musical show in New York City that is suitable for the entire family Follow the story of Matilda as she takes a stand and changes her destiny See why Matilda won a Tony Award Experience great music, acting, and dancing in an unforgettable night in the Big Apple Enjoy a Broadway musical show in New York City that is suitable for the entire family Follow the story of Matilda as she takes a stand and changes her destiny See why Matilda won a Tony Award Experience great music, acting, and dancing in an unforgettable night in the Big Apple",
        "strLocation": "new york",
        "strOriginUrl": "https://www.getyourguide.com/new-york-l59/new-york-tickets-for-matilda-the-musical-on-broadway-t57848/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "New York: Matilda the Musical Broadway Ticket",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 03:22:48"
    },
    {
        "intDurationHour": 6,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 599,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-371248-145.jpg",
        "strIntroduction": "What You'll Do Experience the highlights of New York in the safety and comfort of a private vehicle Create your own personal itinerary of landmarks and attractions that interest you most Learn about New York from a local resident who is a professional driver and licensed guide Experience the highlights of New York in the safety and comfort of a private vehicle Create your own personal itinerary of landmarks and attractions that interest you most Learn about New York from a local resident who is a professional driver and licensed guide Experience the highlights of New York in the safety and comfort of a private vehicle Create your own personal itinerary of landmarks and attractions that interest you most Learn about New York from a local resident who is a professional driver and licensed guide",
        "strLocation": "new york",
        "strOriginUrl": "https://www.getyourguide.com/new-york-l59/new-york-custom-tour-with-private-driver-guide-t57886/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "New York: 6-Hour Custom Tour with Private Driver/Guide",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 03:23:02"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 400,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-370530-145.jpg",
        "strIntroduction": "What You'll Do Enjoy a fully customized 4, 6, or 8 hour tour of New York City Go off the beaten path with your experienced guide and discover hidden gems Travel by public transportation and experience the city like a New Yorker Enjoy a fully customized 4, 6, or 8 hour tour of New York City Go off the beaten path with your experienced guide and discover hidden gems Travel by public transportation and experience the city like a New Yorker Enjoy a fully customized 4, 6, or 8 hour tour of New York City Go off the beaten path with your experienced guide and discover hidden gems Travel by public transportation and experience the city like a New Yorker",
        "strLocation": "new york",
        "strOriginUrl": "https://www.getyourguide.com/new-york-l59/private-and-fully-customized-tour-of-new-york-t57956/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Private and Fully Customized Tour of New York",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 03:23:15"
    },
    {
        "intDurationHour": 6,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 599,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-370843-145.jpg",
        "strIntroduction": "What You'll Do Visit New York City’s diverse boroughs on a tour by private vehicle Explore New York with your own personal driver/guide See neighborhoods where the real New Yorkers live Visit New York City’s diverse boroughs on a tour by private vehicle Explore New York with your own personal driver/guide See neighborhoods where the real New Yorkers live Visit New York City’s diverse boroughs on a tour by private vehicle Explore New York with your own personal driver/guide See neighborhoods where the real New Yorkers live",
        "strLocation": "new york",
        "strOriginUrl": "https://www.getyourguide.com/new-york-l59/new-york-private-tour-harlem-bronx-brooklyn-queens-t57991/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "6-Hour Private Tour of Harlem, Bronx, Brooklyn & Queens",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 03:23:29"
    },
    {
        "intDurationHour": 16,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 999,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-370858-145.jpg",
        "strIntroduction": "What You'll Do Enjoy a private tour of Washington DC tailored to your interests and schedule Transfer from New York City in complete privacy and comfort Stop for lunch in the Supreme Court dining room See the changing of the guard at the Tomb of the Unknowns Dine on the water at Baltimore's Inner Harbor Stand in awe before memorials to the Korean and Vietnam wars and World War II Visit one of the largest buildings in the world at the Pentagon Enjoy a private tour of Washington DC tailored to your interests and schedule Transfer from New York City in complete privacy and comfort Stop for lunch in the Supreme Court dining room See the changing of the guard at the Tomb of the Unknowns Dine on the water at Baltimore's Inner Harbor Stand in awe before memorials to the Korean and Vietnam wars and World War II Visit one of the largest buildings in the world at the Pentagon Enjoy a private tour of Washington DC tailored to your interests and schedule Transfer from New York City in complete privacy and comfort Stop for lunch in the Supreme Court dining room See the changing of the guard at the Tomb of the Unknowns Dine on the water at Baltimore's Inner Harbor Stand in awe before memorials to the Korean and Vietnam wars and World War II Visit one of the largest buildings in the world at the Pentagon",
        "strLocation": "new york",
        "strOriginUrl": "https://www.getyourguide.com/new-york-l59/private-washington-dc-day-trip-from-new-york-city-t57994/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Washington DC Day Trip from New York City",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 03:23:42"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 299,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-370960-145.jpg",
        "strIntroduction": "What You'll Do See the sights of New York illuminated for the night from the comfort of a minivan Cross to New Jersey for panoramic views across the Hudson River Drive to Brooklyn to look at Lower Manhattan from the DUMBO Discover one of the best views of New York City in Weehawken Take advantage of plenty of photo opportunities along the way Access areas not covered by group tours or accessible by public transport See the sights of New York illuminated for the night from the comfort of a minivan Cross to New Jersey for panoramic views across the Hudson River Drive to Brooklyn to look at Lower Manhattan from the DUMBO Discover one of the best views of New York City in Weehawken Take advantage of plenty of photo opportunities along the way Access areas not covered by group tours or accessible by public transport See the sights of New York illuminated for the night from the comfort of a minivan Cross to New Jersey for panoramic views across the Hudson River Drive to Brooklyn to look at Lower Manhattan from the DUMBO Discover one of the best views of New York City in Weehawken Take advantage of plenty of photo opportunities along the way Access areas not covered by group tours or accessible by public transport",
        "strLocation": "new york",
        "strOriginUrl": "https://www.getyourguide.com/new-york-l59/new-york-night-tour-private-driver-guide-and-vehicle-t58012/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "New York Night Tour with Private Driver/Guide",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 03:23:52"
    },
    {
        "intDurationHour": 9,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 449,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-371331-145.jpg",
        "strIntroduction": "What You'll Do See New York City’s most famous attractions on a private tour Create a personalized itinerary with your local guide Travel around the city like a New Yorker on public transit See New York City’s most famous attractions on a private tour Create a personalized itinerary with your local guide Travel around the city like a New Yorker on public transit See New York City’s most famous attractions on a private tour Create a personalized itinerary with your local guide Travel around the city like a New Yorker on public transit",
        "strLocation": "new york",
        "strOriginUrl": "https://www.getyourguide.com/new-york-l59/new-york-tour-by-public-transit-with-private-guide-t58056/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "New York City Tour by Public Transit with Private Guide",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 03:24:03"
    },
    {
        "intDurationHour": 6,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 599,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-371536-145.jpg",
        "strIntroduction": "What You'll Do See the lights and sights of New York at Christmas from the comfort of a private vehicle Create an itinerary to suit your needs Shop at some of New York's most fashionable stores See the lights and sights of New York at Christmas from the comfort of a private vehicle Create an itinerary to suit your needs Shop at some of New York's most fashionable stores See the lights and sights of New York at Christmas from the comfort of a private vehicle Create an itinerary to suit your needs Shop at some of New York's most fashionable stores",
        "strLocation": "new york",
        "strOriginUrl": "https://www.getyourguide.com/new-york-l59/new-york-christmas-tour-with-private-driver-guide-t58096/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "New York at Christmas Tour with Private Driver/Guide",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 03:24:18"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 136,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-371994-145.jpg",
        "strIntroduction": "What You'll Do Book your ticket to take in this beloved Broadway classic Experience an uplifting celebration of life Enjoy your favorite songs during this Tony Award-winning musical Book your ticket to take in this beloved Broadway classic Experience an uplifting celebration of life Enjoy your favorite songs during this Tony Award-winning musical Book your ticket to take in this beloved Broadway classic Experience an uplifting celebration of life Enjoy your favorite songs during this Tony Award-winning musical",
        "strLocation": "new york",
        "strOriginUrl": "https://www.getyourguide.com/new-york-l59/fiddler-on-the-roof-on-broadway-t58161/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Fiddler on the Roof on Broadway: Show Tickets",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 03:24:33"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 30,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-378058-145.jpg",
        "strIntroduction": "What You'll Do Learn about Harlem's rich musical heritage See sites associated with legendary swing dancers and Big Bands Perfect the basics of swing dance at a swing dance lesson Put on your dancing shoes to do the Lindy Hop! Learn about Harlem's rich musical heritage See sites associated with legendary swing dancers and Big Bands Perfect the basics of swing dance at a swing dance lesson Put on your dancing shoes to do the Lindy Hop! Learn about Harlem's rich musical heritage See sites associated with legendary swing dancers and Big Bands Perfect the basics of swing dance at a swing dance lesson Put on your dancing shoes to do the Lindy Hop!",
        "strLocation": "new york",
        "strOriginUrl": "https://www.getyourguide.com/new-york-l59/new-york-harlem-swing-dance-stroll-dance-class-t59111/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "New York: Harlem Walking Tour and Swing Dance Class",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 03:24:47"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 315,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-382954-145.jpg",
        "strIntroduction": "What You'll Do Take the first step toward becoming a helicopter pilot Fly over the New York City area as you take the controls Choose the passenger option and bring a friend along for the ride Take the first step toward becoming a helicopter pilot Fly over the New York City area as you take the controls Choose the passenger option and bring a friend along for the ride Take the first step toward becoming a helicopter pilot Fly over the New York City area as you take the controls Choose the passenger option and bring a friend along for the ride",
        "strLocation": "new york",
        "strOriginUrl": "https://www.getyourguide.com/new-york-l59/helicopter-flight-lesson-over-new-york-t59801/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "60-Minute Helicopter Flight Lesson over New York",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 03:25:00"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 41,
        "intUsdCost": 25,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-382969-145.jpg",
        "strIntroduction": "What You'll Do Experience the tragic events and uplifting stories behind 9/11 at the Ground Zero Museum See a film that includes rare audio from the morning of the disaster View rare photos of the event through the lens of photographer Gary Marlon Suson Experience the tragic events and uplifting stories behind 9/11 at the Ground Zero Museum See a film that includes rare audio from the morning of the disaster View rare photos of the event through the lens of photographer Gary Marlon Suson Experience the tragic events and uplifting stories behind 9/11 at the Ground Zero Museum See a film that includes rare audio from the morning of the disaster View rare photos of the event through the lens of photographer Gary Marlon Suson",
        "strLocation": "new york",
        "strOriginUrl": "https://www.getyourguide.com/new-york-l59/ground-zero-museum-workshop-2-hour-family-friendly-tour-t59805/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Ground Zero Museum Workshop 2-Hour Family Friendly Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 03:25:14"
    },
    {
        "intDurationHour": 48,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 899,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-385244-145.jpg",
        "strIntroduction": "What You'll Do Experience rail and air travel in one package to Niagara Falls Enjoy an overnight stay at Niagara Falls and explore the local area Feast your eyes on the 3 breathtaking waterfalls that make up Niagara Falls Experience rail and air travel in one package to Niagara Falls Enjoy an overnight stay at Niagara Falls and explore the local area Feast your eyes on the 3 breathtaking waterfalls that make up Niagara Falls Experience rail and air travel in one package to Niagara Falls Enjoy an overnight stay at Niagara Falls and explore the local area Feast your eyes on the 3 breathtaking waterfalls that make up Niagara Falls",
        "strLocation": "new york",
        "strOriginUrl": "https://www.getyourguide.com/new-york-l59/from-new-york-2-day-niagara-falls-rail-and-air-trip-t60100/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "From New York: 2-Day Niagara Falls Rail and Air Trip",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 03:25:27"
    },
    {
        "intDurationHour": 72,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 229,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-385460-145.jpg",
        "strIntroduction": "What You'll Do Experience New York with an all-encompassing discount bundle Enjoy unlimited hop-on hop-off access throughout Manhattan, Brooklyn and the Bronx Discover the Statue of Liberty and Ellis Island on a guided walking tour Experience New York with an all-encompassing discount bundle Enjoy unlimited hop-on hop-off access throughout Manhattan, Brooklyn and the Bronx Discover the Statue of Liberty and Ellis Island on a guided walking tour Experience New York with an all-encompassing discount bundle Enjoy unlimited hop-on hop-off access throughout Manhattan, Brooklyn and the Bronx Discover the Statue of Liberty and Ellis Island on a guided walking tour",
        "strLocation": "new york",
        "strOriginUrl": "https://www.getyourguide.com/new-york-l59/new-york-superny-combo-package-t60127/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "New York: SuperNY Combo Package",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 03:25:39"
    }
]