[
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 80,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-463403-145.jpg",
        "strIntroduction": "What You'll Do Drive an original new Vespa Primavera 125cc and explore the Eternal City Listen the History of the monuments with the audioguide included Discover the beauty of exploring the city and stop in front of the monuments you want Enjoy a free lunch with sandwich, water and chips Follow an expert tour leader for see the most beautiful places of Rome Drive an original new Vespa Primavera 125cc and explore the Eternal City Listen the History of the monuments with the audioguide included Discover the beauty of exploring the city and stop in front of the monuments you want Enjoy a free lunch with sandwich, water and chips Follow an expert tour leader for see the most beautiful places of Rome Drive an original new Vespa Primavera 125cc and explore the Eternal City Listen the History of the monuments with the audioguide included Discover the beauty of exploring the city and stop in front of the monuments you want Enjoy a free lunch with sandwich, water and chips Follow an expert tour leader for see the most beautiful places of Rome",
        "strLocation": "rome",
        "strOriginUrl": "https://www.getyourguide.com/rome-l33/rome-vespa-tour-with-tour-leader-and-lunch-t70433/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Rome Vespa Tour With Tour Leader and Lunch",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 08:24:03"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 91,
        "strGuideLanguage": "spanish, english, french, german, italian, portuguese",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-465773-145.jpg",
        "strIntroduction": "What You'll Do Have fun with your family while exploring Florence's most impressive architecture Engage in a interactive adventure with a professional tour guide Discover Renaissance Florence in the city's historic center Have fun with your family while exploring Florence's most impressive architecture Engage in a interactive adventure with a professional tour guide Discover Renaissance Florence in the city's historic center Have fun with your family while exploring Florence's most impressive architecture Engage in a interactive adventure with a professional tour guide Discover Renaissance Florence in the city's historic center",
        "strLocation": "rome",
        "strOriginUrl": "https://www.getyourguide.com/florence-l32/florence-cathedral-baptistery-private-family-tour-t70692/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Florence Cathedral & Baptistery Private Family Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 08:24:16"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 170,
        "strGuideLanguage": "spanish, english, french, german",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-470211-145.jpg",
        "strIntroduction": "What You'll Do Enjoy a FIAT 500 tour, self drive in convoy or chauffeured Discover the Circus Maximus where Ben-Hur won all the F1 carts competitions Touch with your hands the Appian Way road, the first motorway in history See the footprints of Jesus on a marble slab Seethe Colosseum and indulge in a fantastic ice-cream, a slice of pizza margherita or a real cappuccino Enjoy a FIAT 500 tour, self drive in convoy or chauffeured Discover the Circus Maximus where Ben-Hur won all the F1 carts competitions Touch with your hands the Appian Way road, the first motorway in history See the footprints of Jesus on a marble slab Seethe Colosseum and indulge in a fantastic ice-cream, a slice of pizza margherita or a real cappuccino Enjoy a FIAT 500 tour, self drive in convoy or chauffeured Discover the Circus Maximus where Ben-Hur won all the F1 carts competitions Touch with your hands the Appian Way road, the first motorway in history See the footprints of Jesus on a marble slab Seethe Colosseum and indulge in a fantastic ice-cream, a slice of pizza margherita or a real cappuccino",
        "strLocation": "rome",
        "strOriginUrl": "https://www.getyourguide.com/rome-l33/rome-ben-hur-tour-by-fiat-500-exp-t71249/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Rome: Ben Hur Tour by FIAT 500 EXP",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 08:24:30"
    },
    {
        "intDurationHour": 6,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 100,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-471762-145.jpg",
        "strIntroduction": "What You'll Do Enter one of Rome's most popular museums, a true gem. Marvel at paintings and sculptures by Bernini, Caravaggio, Rubens, and more. Wander the enchanting gardens of the Villa Borghese. Skip the long lines to see the Colosseum, Roman Forum, and Palatine Hill in Rome. Learn the history of ancient Rome and its most famous emperors. Walk in the footsteps of Roman citizens and see the Via Sacra. Enter one of Rome's most popular museums, a true gem. Marvel at paintings and sculptures by Bernini, Caravaggio, Rubens, and more. Wander the enchanting gardens of the Villa Borghese. Skip the long lines to see the Colosseum, Roman Forum, and Palatine Hill in Rome. Learn the history of ancient Rome and its most famous emperors. Walk in the footsteps of Roman citizens and see the Via Sacra. Enter one of Rome's most popular museums, a true gem. Marvel at paintings and sculptures by Bernini, Caravaggio, Rubens, and more. Wander the enchanting gardens of the Villa Borghese. Skip the long lines to see the Colosseum, Roman Forum, and Palatine Hill in Rome. Learn the history of ancient Rome and its most famous emperors. Walk in the footsteps of Roman citizens and see the Via Sacra.",
        "strLocation": "rome",
        "strOriginUrl": "https://www.getyourguide.com/rome-l33/full-day-borghese-gallery-colosseum-and-roman-fora-t71438/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Full-day Borghese Gallery & Colosseum and Roman Fora",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 08:24:42"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 51,
        "strGuideLanguage": "spanish, english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-473590-145.jpg",
        "strIntroduction": "What You'll Do Great chance to toss a coin in the Trevi Fountain. The Roman Forum at night looks like a stage. The Colosseum, recently renovated, is as breathtaking as 2000 years ago. The Circo Massimo is huge and close to where Rome was really founded. St. Mary in Trastevere is a little gem in a super quaint yet international neighborhood. Two options, with or without dinner. Great chance to toss a coin in the Trevi Fountain. The Roman Forum at night looks like a stage. The Colosseum, recently renovated, is as breathtaking as 2000 years ago. The Circo Massimo is huge and close to where Rome was really founded. St. Mary in Trastevere is a little gem in a super quaint yet international neighborhood. Two options, with or without dinner. Great chance to toss a coin in the Trevi Fountain. The Roman Forum at night looks like a stage. The Colosseum, recently renovated, is as breathtaking as 2000 years ago. The Circo Massimo is huge and close to where Rome was really founded. St. Mary in Trastevere is a little gem in a super quaint yet international neighborhood. Two options, with or without dinner.",
        "strLocation": "rome",
        "strOriginUrl": "https://www.getyourguide.com/rome-l33/special-tour-saint-stephen-boxing-day-tour-and-dinner-t71670/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Special Tour! Saint Stephen Boxing Day Tour and Dinner",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 08:24:56"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 52,
        "strGuideLanguage": "spanish, english, german",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-473696-145.jpg",
        "strIntroduction": "What You'll Do Visit Navona Square Explore the Pantheon Throw a coin in Trevi Fountain Attend the Papal blessing at St. Peter’s Square Visit Navona Square Explore the Pantheon Throw a coin in Trevi Fountain Attend the Papal blessing at St. Peter’s Square Visit Navona Square Explore the Pantheon Throw a coin in Trevi Fountain Attend the Papal blessing at St. Peter’s Square",
        "strLocation": "rome",
        "strOriginUrl": "https://www.getyourguide.com/rome-l33/special-tour-december-25th-tour-papal-blessing-t71689/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Special Tour: December 25th Tour & Papal Blessing",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 08:25:16"
    },
    {
        "intDurationHour": 6,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 339,
        "strGuideLanguage": "spanish, english, french, german, portuguese",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-474186-145.jpg",
        "strIntroduction": "What You'll Do Indulge in a walking tour to the famous Trevi Fountain Treat yourself with a traditional 4-course Italian meal with drinks Enjoy a panoramic tour of Rome by night which highlights some of Rome's most famous sights, including Roman Forum, Colosseum, Circus Maximum, Lungotev Stroll the pictoresque neighborhood of Trastevere Indulge in a walking tour to the famous Trevi Fountain Treat yourself with a traditional 4-course Italian meal with drinks Enjoy a panoramic tour of Rome by night which highlights some of Rome's most famous sights, including Roman Forum, Colosseum, Circus Maximum, Lungotev Stroll the pictoresque neighborhood of Trastevere Indulge in a walking tour to the famous Trevi Fountain Treat yourself with a traditional 4-course Italian meal with drinks Enjoy a panoramic tour of Rome by night which highlights some of Rome's most famous sights, including Roman Forum, Colosseum, Circus Maximum, Lungotev Stroll the pictoresque neighborhood of Trastevere",
        "strLocation": "rome",
        "strOriginUrl": "https://www.getyourguide.com/rome-l33/new-year-s-eve-in-rome-dinner-panoramic-night-tour-t71737/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "New Year's Eve in Rome: Dinner & Panoramic Night Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 08:25:36"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 108,
        "strGuideLanguage": "spanish, english, italian",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-475776-145.jpg",
        "strIntroduction": "What You'll Do Live an unforgettable experience in Rome with an electric Calessino Have one of the most wonderful views of Rome from the Gianicolo Discover the most beautiful sights in Rome with a private guide Live an unforgettable experience in Rome with an electric Calessino Have one of the most wonderful views of Rome from the Gianicolo Discover the most beautiful sights in Rome with a private guide Live an unforgettable experience in Rome with an electric Calessino Have one of the most wonderful views of Rome from the Gianicolo Discover the most beautiful sights in Rome with a private guide",
        "strLocation": "rome",
        "strOriginUrl": "https://www.getyourguide.com/rome-l33/rome-3-hour-guided-evening-tour-by-ape-calessino-t71912/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Rome: 3-Hour Guided Evening Tour by Ape Calessino",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 08:25:50"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 113,
        "strGuideLanguage": "spanish, english, french",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-476386-145.jpg",
        "strIntroduction": "What You'll Do Enjoy the most popular sights in Rome on-board of an electric Ape Calessino Explore the hidden alleys of the Eternal City with a private guide Taste a maritozzo, the symbol of Roman pastry Enjoy the most popular sights in Rome on-board of an electric Ape Calessino Explore the hidden alleys of the Eternal City with a private guide Taste a maritozzo, the symbol of Roman pastry Enjoy the most popular sights in Rome on-board of an electric Ape Calessino Explore the hidden alleys of the Eternal City with a private guide Taste a maritozzo, the symbol of Roman pastry",
        "strLocation": "rome",
        "strOriginUrl": "https://www.getyourguide.com/rome-l33/rome-half-day-ape-calessino-maritozzo-tour-t71980/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Rome: Half-Day Ape Calessino & Maritozzo Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 08:26:00"
    },
    {
        "intDurationHour": 6,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 87,
        "strGuideLanguage": "english, german, french, spanish, italian",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-476913-145.jpg",
        "strIntroduction": "What You'll Do Learn the history of the Castel Sant'Angelo and its adjoining bridge See Michelangelo's miraculous Sistine Chapel and dome Explore the San Peter Square and its Basilica Admire Raphael rooms Learn the history of the Castel Sant'Angelo and its adjoining bridge See Michelangelo's miraculous Sistine Chapel and dome Explore the San Peter Square and its Basilica Admire Raphael rooms Learn the history of the Castel Sant'Angelo and its adjoining bridge See Michelangelo's miraculous Sistine Chapel and dome Explore the San Peter Square and its Basilica Admire Raphael rooms",
        "strLocation": "rome",
        "strOriginUrl": "https://www.getyourguide.com/rome-l33/sant-angel-castel-vatican-museum-small-group-t72047/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Sant Angel Castel & Vatican Museum Small Group",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 08:26:11"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 32,
        "strGuideLanguage": "english, italian",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-477019-145.jpg",
        "strIntroduction": "What You'll Do Enjoy a Ninebot tour in Villa Borghese Garden Discover the Water Clock, the Pincio Terrace and many other sights Experience the Italian Renaissance through your own eyes Enjoy a Ninebot tour in Villa Borghese Garden Discover the Water Clock, the Pincio Terrace and many other sights Experience the Italian Renaissance through your own eyes Enjoy a Ninebot tour in Villa Borghese Garden Discover the Water Clock, the Pincio Terrace and many other sights Experience the Italian Renaissance through your own eyes",
        "strLocation": "rome",
        "strOriginUrl": "https://www.getyourguide.com/rome-l33/rome-ninebot-tour-in-villa-borghese-garden-t72063/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Rome: Ninebot Tour in Villa Borghese Garden",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 08:26:24"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 51,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-479875-145.jpg",
        "strIntroduction": "What You'll Do See the breathtaking halls of the Vatican Museums with thousands of art and sculpture masterpieces by artists like Raphael and Giotto Experience the famous Sistine Chapel with its fresco of \"The Last Judgement\" by Michelangelo Discover the mystery behind the controversial painting of \"The Last Supper\" at the center of Dan Brown's novel \"The Da Vinci Code\" Tour both the Vatican Museums and the Leonardo da Vinci Experience just in front of St. Peter's Square See the breathtaking halls of the Vatican Museums with thousands of art and sculpture masterpieces by artists like Raphael and Giotto Experience the famous Sistine Chapel with its fresco of \"The Last Judgement\" by Michelangelo Discover the mystery behind the controversial painting of \"The Last Supper\" at the center of Dan Brown's novel \"The Da Vinci Code\" Tour both the Vatican Museums and the Leonardo da Vinci Experience just in front of St. Peter's Square See the breathtaking halls of the Vatican Museums with thousands of art and sculpture masterpieces by artists like Raphael and Giotto Experience the famous Sistine Chapel with its fresco of \"The Last Judgement\" by Michelangelo Discover the mystery behind the controversial painting of \"The Last Supper\" at the center of Dan Brown's novel \"The Da Vinci Code\" Tour both the Vatican Museums and the Leonardo da Vinci Experience just in front of St. Peter's Square",
        "strLocation": "rome",
        "strOriginUrl": "https://www.getyourguide.com/rome-l33/rome-half-day-vatican-leonardo-da-vinci-museum-t72172/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Rome: Half-Day Vatican & Leonardo Da Vinci Museum",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 08:26:37"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 44,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-477928-145.jpg",
        "strIntroduction": "What You'll Do Enjoy Rome's most famous sights without the infamous crowds See the sights in the early morning light and culminate your walk at St. Peter's Square Find out where Rome's best espresso coffee is served Enjoy Rome's most famous sights without the infamous crowds See the sights in the early morning light and culminate your walk at St. Peter's Square Find out where Rome's best espresso coffee is served Enjoy Rome's most famous sights without the infamous crowds See the sights in the early morning light and culminate your walk at St. Peter's Square Find out where Rome's best espresso coffee is served",
        "strLocation": "rome",
        "strOriginUrl": "https://www.getyourguide.com/rome-l33/rome-25-hour-morning-passeggiata-of-famous-sights-t72210/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Rome: 2.5-Hour Morning \"Passeggiata\" of Famous Sights",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 08:26:49"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 182,
        "strGuideLanguage": "spanish, english, french, german, italian, russian",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-478498-145.jpg",
        "strIntroduction": "What You'll Do Enjoy privileged entrance to the museums Have your own, personal tour guide, licensed by the Vatican See the best of the Vatican Museums Explore Michelangelo’s world’s famous masterpiece, the Sistine Chapel Follow your private guide inside St. Peter’s Basilica through a special entrance and continue the tour inside the world’s most famous church. Enjoy privileged entrance to the museums Have your own, personal tour guide, licensed by the Vatican See the best of the Vatican Museums Explore Michelangelo’s world’s famous masterpiece, the Sistine Chapel Follow your private guide inside St. Peter’s Basilica through a special entrance and continue the tour inside the world’s most famous church. Enjoy privileged entrance to the museums Have your own, personal tour guide, licensed by the Vatican See the best of the Vatican Museums Explore Michelangelo’s world’s famous masterpiece, the Sistine Chapel Follow your private guide inside St. Peter’s Basilica through a special entrance and continue the tour inside the world’s most famous church.",
        "strLocation": "rome",
        "strOriginUrl": "https://www.getyourguide.com/rome-l33/exclusive-vatican-museums-private-tour-t72347/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Exclusive Vatican Museums Private Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 08:27:02"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 512,
        "strGuideLanguage": "spanish, chinese, dutch, english, french, german, italian, japanese, russian",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-479525-145.jpg",
        "strIntroduction": "What You'll Do Enjoy round-trip transfer to and from the Stadio Olimpico Get VIP seats in the Tribuna d'Onore Access to the Premium Hospitality area Have fun pre-gaming with an open bar and buffet Receive complimentary AS Roma scarves Enjoy round-trip transfer to and from the Stadio Olimpico Get VIP seats in the Tribuna d'Onore Access to the Premium Hospitality area Have fun pre-gaming with an open bar and buffet Receive complimentary AS Roma scarves Enjoy round-trip transfer to and from the Stadio Olimpico Get VIP seats in the Tribuna d'Onore Access to the Premium Hospitality area Have fun pre-gaming with an open bar and buffet Receive complimentary AS Roma scarves",
        "strLocation": "rome",
        "strOriginUrl": "https://www.getyourguide.com/rome-l33/as-roma-vip-seats-hospitality-with-round-trip-transfer-t72461/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "AS Roma VIP Seats Hospitality With Round-Trip Transfer",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 08:27:17"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 39,
        "strGuideLanguage": "spanish, english, french, italian",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-482125-145.jpg",
        "strIntroduction": "What You'll Do Meet a like-minded, vetted local who loves showing visitors around their city and who will organize an outing based on what you want See the main tourist sites you want to see as well as discovering areas, venues and walks that most tourists don’t know about Get lots of valuable advice from your local about other things to do in the city Meet a like-minded, vetted local who loves showing visitors around their city and who will organize an outing based on what you want See the main tourist sites you want to see as well as discovering areas, venues and walks that most tourists don’t know about Get lots of valuable advice from your local about other things to do in the city Meet a like-minded, vetted local who loves showing visitors around their city and who will organize an outing based on what you want See the main tourist sites you want to see as well as discovering areas, venues and walks that most tourists don’t know about Get lots of valuable advice from your local about other things to do in the city",
        "strLocation": "rome",
        "strOriginUrl": "https://www.getyourguide.com/rome-l33/rome-book-a-local-friend-t72773/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Rome: Book a Local Friend",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 08:27:29"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 66,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-482571-145.jpg",
        "strIntroduction": "What You'll Do Be led by an expert guide trained to work with children and able to breathe life into the history of the masterpieces to make the Vatican come to life Delight in carefully crafted props, visual aids, and learning activities; all specifically developed to make sure your kids stay engaged See treasures like the popemobile, the stories behind the ancient Egyptian artifacts, trace Michelangelo's inspiration for the Sistine Chapel and more Benefit from the special partner's skip-the-line access to the museums Get direct skip-the-line access to explore St. Peter's Basilica at your own pace Be led by an expert guide trained to work with children and able to breathe life into the history of the masterpieces to make the Vatican come to life Delight in carefully crafted props, visual aids, and learning activities; all specifically developed to make sure your kids stay engaged See treasures like the popemobile, the stories behind the ancient Egyptian artifacts, trace Michelangelo's inspiration for the Sistine Chapel and more Benefit from the special partner's skip-the-line access to the museums Get direct skip-the-line access to explore St. Peter's Basilica at your own pace Be led by an expert guide trained to work with children and able to breathe life into the history of the masterpieces to make the Vatican come to life Delight in carefully crafted props, visual aids, and learning activities; all specifically developed to make sure your kids stay engaged See treasures like the popemobile, the stories behind the ancient Egyptian artifacts, trace Michelangelo's inspiration for the Sistine Chapel and more Benefit from the special partner's skip-the-line access to the museums Get direct skip-the-line access to explore St. Peter's Basilica at your own pace",
        "strLocation": "rome",
        "strOriginUrl": "https://www.getyourguide.com/rome-l33/rome-2-hour-vatican-museums-highlights-for-families-t72775/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Rome: 2-Hour Vatican Museums Highlights for Families",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 08:27:40"
    },
    {
        "intDurationHour": 6,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 170,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-483612-145.jpg",
        "strIntroduction": "What You'll Do Discover Alban Hills, one of Italy’s most scenic towns, and home to the Pope's summer retreat Take in the stunning view of Lake Albano from the privileged position of the Papal Terrace at the Apostolic Palace Stroll the lush Barberini Gardens, the private gardens of the Popes, acclaimed as some of the most beautiful in the world Enjoy the exclusive chance to savor products from the Pope’s private farm during a buffet lunch Discover Alban Hills, one of Italy’s most scenic towns, and home to the Pope's summer retreat Take in the stunning view of Lake Albano from the privileged position of the Papal Terrace at the Apostolic Palace Stroll the lush Barberini Gardens, the private gardens of the Popes, acclaimed as some of the most beautiful in the world Enjoy the exclusive chance to savor products from the Pope’s private farm during a buffet lunch Discover Alban Hills, one of Italy’s most scenic towns, and home to the Pope's summer retreat Take in the stunning view of Lake Albano from the privileged position of the Papal Terrace at the Apostolic Palace Stroll the lush Barberini Gardens, the private gardens of the Popes, acclaimed as some of the most beautiful in the world Enjoy the exclusive chance to savor products from the Pope’s private farm during a buffet lunch",
        "strLocation": "rome",
        "strOriginUrl": "https://www.getyourguide.com/rome-l33/from-rome-pope-s-summer-residence-w-gardens-lunch-t72942/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "From Rome: Pope's Summer Residence w/ Gardens & Lunch",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 08:27:52"
    },
    {
        "intDurationHour": 13,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 199,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-484957-145.jpg",
        "strIntroduction": "What You'll Do Meet an authentic local cheesemaker for a delectable look into the region’s most cherished gastronomic specialty, the Buffalo Mozzarella cheese Visit the dazzling world famous town of Positano with its colorful houses, tiny alleys, and secluded bay See the charming town of Amalfi, the former capital of a vast maritime republic Meet an authentic local cheesemaker for a delectable look into the region’s most cherished gastronomic specialty, the Buffalo Mozzarella cheese Visit the dazzling world famous town of Positano with its colorful houses, tiny alleys, and secluded bay See the charming town of Amalfi, the former capital of a vast maritime republic Meet an authentic local cheesemaker for a delectable look into the region’s most cherished gastronomic specialty, the Buffalo Mozzarella cheese Visit the dazzling world famous town of Positano with its colorful houses, tiny alleys, and secluded bay See the charming town of Amalfi, the former capital of a vast maritime republic",
        "strLocation": "rome",
        "strOriginUrl": "https://www.getyourguide.com/rome-l33/from-rome-vip-amalfi-coast-by-high-speed-train-t72946/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "From Rome: VIP Amalfi Coast by High-Speed Train",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 08:28:04"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 295,
        "strGuideLanguage": "spanish, english, french, german, italian, russian",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-484435-145.jpg",
        "strIntroduction": "What You'll Do Explore the Colosseum and ancient Rome Discover the Forum See Palatine Hill Imagine how Romans lived 2,000 years ago Explore the Colosseum and ancient Rome Discover the Forum See Palatine Hill Imagine how Romans lived 2,000 years ago Explore the Colosseum and ancient Rome Discover the Forum See Palatine Hill Imagine how Romans lived 2,000 years ago",
        "strLocation": "rome",
        "strOriginUrl": "https://www.getyourguide.com/rome-l33/colosseum-and-ancient-rome-skip-the-line-private-tour-t73024/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Colosseum and Ancient Rome: Skip-the-Line Private Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 08:28:17"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 63,
        "strGuideLanguage": "spanish, chinese, english, french, german, italian, portuguese",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-484483-145.jpg",
        "strIntroduction": "What You'll Do Discover the Coliseum, Palatine Hill and the Roman Forum Learn from specialized art historians Hear the secrets of the largest amphitheater in the world Discover the Coliseum, Palatine Hill and the Roman Forum Learn from specialized art historians Hear the secrets of the largest amphitheater in the world Discover the Coliseum, Palatine Hill and the Roman Forum Learn from specialized art historians Hear the secrets of the largest amphitheater in the world",
        "strLocation": "rome",
        "strOriginUrl": "https://www.getyourguide.com/rome-l33/small-group-tour-of-colosseum-palatine-roman-forum-t73033/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Small Group Tour of Colosseum, Palatine & Roman Forum",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 08:28:31"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 28,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-485042-145.jpg",
        "strIntroduction": "What You'll Do Soak up the atmosphere and get a great overview of the city Taste one of the best gelati in the city and throw a coin into the Trevi Fountain Get insider tips from a local and see the sights illuminated at night Soak up the atmosphere and get a great overview of the city Taste one of the best gelati in the city and throw a coin into the Trevi Fountain Get insider tips from a local and see the sights illuminated at night Soak up the atmosphere and get a great overview of the city Taste one of the best gelati in the city and throw a coin into the Trevi Fountain Get insider tips from a local and see the sights illuminated at night",
        "strLocation": "rome",
        "strOriginUrl": "https://www.getyourguide.com/rome-l33/rome-25-hour-baroque-evening-tour-gelato-tasting-t73120/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Rome: 2.5-Hour Baroque Evening Tour & Gelato Tasting",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 08:28:44"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 136,
        "strGuideLanguage": "spanish, english, italian",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-486198-145.jpg",
        "strIntroduction": "What You'll Do Learn how to make more than 10 different pasta shapes (no machine required) Make Neapolitan pizza dough and cook it in a wood fired oven Enjoy an all-you-can-eat feast at the end of your cooking class Learn how to make more than 10 different pasta shapes (no machine required) Make Neapolitan pizza dough and cook it in a wood fired oven Enjoy an all-you-can-eat feast at the end of your cooking class Learn how to make more than 10 different pasta shapes (no machine required) Make Neapolitan pizza dough and cook it in a wood fired oven Enjoy an all-you-can-eat feast at the end of your cooking class",
        "strLocation": "rome",
        "strOriginUrl": "https://www.getyourguide.com/rome-l33/rome-3-hour-combo-pizza-and-pasta-cooking-class-t73289/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Rome: 3-Hour Combo Pizza and Pasta Cooking Class",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 08:28:55"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 128,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-486206-145.jpg",
        "strIntroduction": "What You'll Do See the breathtaking Colosseum and visit the area underground Feel like you are in an open air museum and experience Rome's best attractions Enjoy the second part of the tour in a luxury van with your tour guide on-board See the breathtaking Colosseum and visit the area underground Feel like you are in an open air museum and experience Rome's best attractions Enjoy the second part of the tour in a luxury van with your tour guide on-board See the breathtaking Colosseum and visit the area underground Feel like you are in an open air museum and experience Rome's best attractions Enjoy the second part of the tour in a luxury van with your tour guide on-board",
        "strLocation": "rome",
        "strOriginUrl": "https://www.getyourguide.com/rome-l33/rome-3-hour-skip-the-line-ancient-rome-driving-tour-t73291/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Rome: 3-Hour Skip-the-Line Ancient Rome Driving Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 08:29:06"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 204,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-486220-145.jpg",
        "strIntroduction": "What You'll Do Enjoy skip-the-line reservations and see the top attractions with a local guide Combine all the main sights of the Colosseum, the Vatican, and the city of Rome in one day Take advantage of the limited traffic zones with your VIP luxury vehicle Enjoy skip-the-line reservations and see the top attractions with a local guide Combine all the main sights of the Colosseum, the Vatican, and the city of Rome in one day Take advantage of the limited traffic zones with your VIP luxury vehicle Enjoy skip-the-line reservations and see the top attractions with a local guide Combine all the main sights of the Colosseum, the Vatican, and the city of Rome in one day Take advantage of the limited traffic zones with your VIP luxury vehicle",
        "strLocation": "rome",
        "strOriginUrl": "https://www.getyourguide.com/rome-l33/rome-full-day-colosseum-vatican-city-combo-tour-t73293/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Rome: Full-Day Colosseum, Vatican & City Combo Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 08:29:18"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 56,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-488900-145.jpg",
        "strIntroduction": "What You'll Do Enjoy skip-the-line entrance Avail of an informative, friendly and professional guide Experience a once-in-a-lifetime opportunity Enjoy skip-the-line entrance Avail of an informative, friendly and professional guide Experience a once-in-a-lifetime opportunity Enjoy skip-the-line entrance Avail of an informative, friendly and professional guide Experience a once-in-a-lifetime opportunity",
        "strLocation": "rome",
        "strOriginUrl": "https://www.getyourguide.com/rome-l33/skip-the-line-real-vatican-tour-t73643/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Skip-the-Line Real Vatican Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 08:29:32"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 18,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-493207-145.jpg",
        "strIntroduction": "What You'll Do Explore the Capitoline museums, the world's oldest national museums Go through many different exhibitions linked to Rome and its history Get up the rooftop and enjoy the view of Rome Explore the Capitoline museums, the world's oldest national museums Go through many different exhibitions linked to Rome and its history Get up the rooftop and enjoy the view of Rome Explore the Capitoline museums, the world's oldest national museums Go through many different exhibitions linked to Rome and its history Get up the rooftop and enjoy the view of Rome",
        "strLocation": "rome",
        "strOriginUrl": "https://www.getyourguide.com/rome-l33/rome-capitoline-museums-ticket-t73907/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Rome: Capitoline Museums Ticket",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 08:29:45"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 13,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-493255-145.jpg",
        "strIntroduction": "What You'll Do Visit the Ara Pacis, the altar built to honor Augustus military campaigns to install peace in his Empires Admire the great architecture from Richard Meier, a world class peace of modern art in the heart of Rome Explore one of the most controversial architectural buildings in Rome Visit the Ara Pacis, the altar built to honor Augustus military campaigns to install peace in his Empires Admire the great architecture from Richard Meier, a world class peace of modern art in the heart of Rome Explore one of the most controversial architectural buildings in Rome Visit the Ara Pacis, the altar built to honor Augustus military campaigns to install peace in his Empires Admire the great architecture from Richard Meier, a world class peace of modern art in the heart of Rome Explore one of the most controversial architectural buildings in Rome",
        "strLocation": "rome",
        "strOriginUrl": "https://www.getyourguide.com/rome-l33/rome-ara-pacis-entrance-ticket-t73912/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Rome: Ara Pacis Entrance Ticket",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 08:29:58"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 17,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-493222-145.jpg",
        "strIntroduction": "What You'll Do Enjoy a hassle-free direct connection Take one piece of hand luggage and two pieces of baggage with you on your bus trip Relax on an eco-friendly, air-conditioned bus with WiFi Enjoy a hassle-free direct connection Take one piece of hand luggage and two pieces of baggage with you on your bus trip Relax on an eco-friendly, air-conditioned bus with WiFi Enjoy a hassle-free direct connection Take one piece of hand luggage and two pieces of baggage with you on your bus trip Relax on an eco-friendly, air-conditioned bus with WiFi",
        "strLocation": "rome",
        "strOriginUrl": "https://www.getyourguide.com/rome-l33/bus-transfer-from-rome-fiumicino-airport-to-napoli-t73930/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Bus Transfer from Rome Fiumicino Airport to Napoli",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 08:30:11"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 46,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-492532-145.jpg",
        "strIntroduction": "What You'll Do Enjoy a guided tour of the Borghese Gallery’s spectacular art collection with works by Caravaggio, Raphael, and Bernini Discover the secrets behind some of the greatest artworks in Rome Learn about the context, themes, and techniques from your art historian guide Enjoy a guided tour of the Borghese Gallery’s spectacular art collection with works by Caravaggio, Raphael, and Bernini Discover the secrets behind some of the greatest artworks in Rome Learn about the context, themes, and techniques from your art historian guide Enjoy a guided tour of the Borghese Gallery’s spectacular art collection with works by Caravaggio, Raphael, and Bernini Discover the secrets behind some of the greatest artworks in Rome Learn about the context, themes, and techniques from your art historian guide",
        "strLocation": "rome",
        "strOriginUrl": "https://www.getyourguide.com/rome-l33/rome-25-hour-borghese-gallery-w-art-historian-guide-t74046/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Rome: 2.5-Hour Borghese Gallery w/ Art Historian Guide",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 08:30:24"
    },
    {
        "intDurationHour": 576,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 7,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-492812-145.jpg",
        "strIntroduction": "What You'll Do Enjoy your journey from Fiumicino airport to Vatican area and to Termini Station and back to the airport at any time Experience the cheapest way to reach the airport from Vatican area (Via Crescenzio 2) and Termini station (Via Marsala 5) and vv. Catch the most suitable bus to Fiumicino airport choosing between Vatican area (Via Crescenzio 2) and Termini Station (Via Marsala 5) and vv. Purchase your ticket in advance and relax on board Enjoy your journey from Fiumicino airport to Vatican area and to Termini Station and back to the airport at any time Experience the cheapest way to reach the airport from Vatican area (Via Crescenzio 2) and Termini station (Via Marsala 5) and vv. Catch the most suitable bus to Fiumicino airport choosing between Vatican area (Via Crescenzio 2) and Termini Station (Via Marsala 5) and vv. Purchase your ticket in advance and relax on board Enjoy your journey from Fiumicino airport to Vatican area and to Termini Station and back to the airport at any time Experience the cheapest way to reach the airport from Vatican area (Via Crescenzio 2) and Termini station (Via Marsala 5) and vv. Catch the most suitable bus to Fiumicino airport choosing between Vatican area (Via Crescenzio 2) and Termini Station (Via Marsala 5) and vv. Purchase your ticket in advance and relax on board",
        "strLocation": "rome",
        "strOriginUrl": "https://www.getyourguide.com/rome-l33/airport-bus-shuttle-to-rome-city-centre-t74089/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Airport Bus Shuttle to Rome City Centre",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 08:30:38"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 17,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-493233-145.jpg",
        "strIntroduction": "What You'll Do Enjoy a hassle-free direct connection Take one piece of hand luggage and two pieces of baggage with you on your bus trip Relax on an eco-friendly, air-conditioned bus with WiFi Enjoy a hassle-free direct connection Take one piece of hand luggage and two pieces of baggage with you on your bus trip Relax on an eco-friendly, air-conditioned bus with WiFi Enjoy a hassle-free direct connection Take one piece of hand luggage and two pieces of baggage with you on your bus trip Relax on an eco-friendly, air-conditioned bus with WiFi",
        "strLocation": "rome",
        "strOriginUrl": "https://www.getyourguide.com/rome-l33/bus-transfer-from-rome-fiumicino-airport-to-florence-t74140/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Bus Transfer from Rome Fiumicino Airport to Florence",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 08:30:51"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 51,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-494459-145.jpg",
        "strIntroduction": "What You'll Do Enjoy skip-the-line entrance Listen to an informative, friendly and professional guide Experience Rome for what it is - an open-air museum with incredible architecture and archaeology Enjoy skip-the-line entrance Listen to an informative, friendly and professional guide Experience Rome for what it is - an open-air museum with incredible architecture and archaeology Enjoy skip-the-line entrance Listen to an informative, friendly and professional guide Experience Rome for what it is - an open-air museum with incredible architecture and archaeology",
        "strLocation": "rome",
        "strOriginUrl": "https://www.getyourguide.com/rome-l33/real-ancient-rome-tour-with-skip-the-line-colosseum-t74279/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Real Ancient Rome Tour with Skip-the-Line Colosseum",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 08:31:04"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 90,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-494589-145.jpg",
        "strIntroduction": "What You'll Do Enjoy a small group tour experience Accompanied by an informative, friendly and professional guide Step back in time on a history tour Enjoy a small group tour experience Accompanied by an informative, friendly and professional guide Step back in time on a history tour Enjoy a small group tour experience Accompanied by an informative, friendly and professional guide Step back in time on a history tour",
        "strLocation": "rome",
        "strOriginUrl": "https://www.getyourguide.com/rome-l33/treasures-of-rome-small-group-tour-t74292/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Treasures of Rome Small Group Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 08:31:17"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 101,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-495101-145.jpg",
        "strIntroduction": "What You'll Do Join a small group tour Enjoy skip-the-line entrance Get a once-in-a-lifetime experience Avail of an informative, friendly and professional guide Join a small group tour Enjoy skip-the-line entrance Get a once-in-a-lifetime experience Avail of an informative, friendly and professional guide Join a small group tour Enjoy skip-the-line entrance Get a once-in-a-lifetime experience Avail of an informative, friendly and professional guide",
        "strLocation": "rome",
        "strOriginUrl": "https://www.getyourguide.com/rome-l33/vip-vatican-early-bird-semi-private-tour-t74353/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "VIP: Vatican Early Bird Semi-Private Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 08:31:28"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 79,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-495149-145.jpg",
        "strIntroduction": "What You'll Do Join a small group tour Enjoy skip-the-line entrance Have a once-in-a-lifetime axperience Avail of an informative, friendly and professional guide Join a small group tour Enjoy skip-the-line entrance Have a once-in-a-lifetime axperience Avail of an informative, friendly and professional guide Join a small group tour Enjoy skip-the-line entrance Have a once-in-a-lifetime axperience Avail of an informative, friendly and professional guide",
        "strLocation": "rome",
        "strOriginUrl": "https://www.getyourguide.com/rome-l33/treasures-of-the-vatican-semi-private-tour-t74366/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Treasures of the Vatican Semi-Private Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 08:31:40"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 101,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-495200-145.jpg",
        "strIntroduction": "What You'll Do Step back in time on a history tour Avail of skip-the-line access Enjoy fantastic aerial views Step back in time on a history tour Avail of skip-the-line access Enjoy fantastic aerial views Step back in time on a history tour Avail of skip-the-line access Enjoy fantastic aerial views",
        "strLocation": "rome",
        "strOriginUrl": "https://www.getyourguide.com/rome-l33/skip-the-line-ancient-rome-and-colosseum-underground-t74371/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Skip-the-line Ancient Rome and Colosseum Underground",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 08:31:52"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 4499,
        "intUsdCost": 38,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-343381-145.jpg",
        "strIntroduction": "What You'll Do Behold Dubai from the tallest skyscraper on the planet, the Burj Khalifa Take a jaunt to the 124th floor in the world’s fastest elevator Enjoy 360-degree views over Dubai and the Arabian Gulf Watch the sun set over the city from the observation deck in the sky Feast your eyes on The Dubai Fountain from your privileged vantage point Behold Dubai from the tallest skyscraper on the planet, the Burj Khalifa Take a jaunt to the 124th floor in the world’s fastest elevator Enjoy 360-degree views over Dubai and the Arabian Gulf Watch the sun set over the city from the observation deck in the sky Feast your eyes on The Dubai Fountain from your privileged vantage point Behold Dubai from the tallest skyscraper on the planet, the Burj Khalifa Take a jaunt to the 124th floor in the world’s fastest elevator Enjoy 360-degree views over Dubai and the Arabian Gulf Watch the sun set over the city from the observation deck in the sky Feast your eyes on The Dubai Fountain from your privileged vantage point",
        "strLocation": "dubai",
        "strOriginUrl": "https://www.getyourguide.com/dubai-l173/burj-khalifa-ticket-t49019/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Burj Khalifa Tickets: Level 124",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 08:32:04"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 597,
        "intUsdCost": 66,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-464145-145.jpg",
        "strIntroduction": "What You'll Do See the sights of Dubai from the open-top of a hop-on hop-off sightseeing bus Marvel at the Burj Khalifa, the tallest building in the world Explore the Dubai Mall, which features more than 1,200 stores Discover the souks of Dubai and the amazing array of items on offer Enjoy spectacular views of the popular Dubai Marina and Jumeirah Beach Residence, also known as JBR Explore Dubai's largest outdoor theme park, the Global Village, and the garden oasis known as Miracle Garden Visit the Camel Museum, Coin Museum, Horse Museum, Architect Museum, and Poet Museum Enjoy free entry to the Dubai Aquarium and the Underwater Zoo with the 48-hour ticket See the sights of Dubai from the open-top of a hop-on hop-off sightseeing bus Marvel at the Burj Khalifa, the tallest building in the world Explore the Dubai Mall, which features more than 1,200 stores Discover the souks of Dubai and the amazing array of items on offer Enjoy spectacular views of the popular Dubai Marina and Jumeirah Beach Residence, also known as JBR Explore Dubai's largest outdoor theme park, the Global Village, and the garden oasis known as Miracle Garden Visit the Camel Museum, Coin Museum, Horse Museum, Architect Museum, and Poet Museum Enjoy free entry to the Dubai Aquarium and the Underwater Zoo with the 48-hour ticket See the sights of Dubai from the open-top of a hop-on hop-off sightseeing bus Marvel at the Burj Khalifa, the tallest building in the world Explore the Dubai Mall, which features more than 1,200 stores Discover the souks of Dubai and the amazing array of items on offer Enjoy spectacular views of the popular Dubai Marina and Jumeirah Beach Residence, also known as JBR Explore Dubai's largest outdoor theme park, the Global Village, and the garden oasis known as Miracle Garden Visit the Camel Museum, Coin Museum, Horse Museum, Architect Museum, and Poet Museum Enjoy free entry to the Dubai Aquarium and the Underwater Zoo with the 48-hour ticket",
        "strLocation": "dubai",
        "strOriginUrl": "https://www.getyourguide.com/dubai-l173/dubai-hop-on-hop-off-sightseeing-bus-tour-t49021/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Dubai Hop-on Hop-off Bus Tour 24, 48, or 72-Hour Ticket",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 08:32:19"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 492,
        "intUsdCost": 57,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-484291-145.jpg",
        "strIntroduction": "What You'll Do Marvel at the stunning views of Dubai from a speedboat See the Burj Al Arab, the Palm Jumeirah, and the Atlantis Hotel from the water Blast through the water past extravagant additions to the city's skyline Pause for spectacular photographs and a personal guided experience Marvel at the stunning views of Dubai from a speedboat See the Burj Al Arab, the Palm Jumeirah, and the Atlantis Hotel from the water Blast through the water past extravagant additions to the city's skyline Pause for spectacular photographs and a personal guided experience Marvel at the stunning views of Dubai from a speedboat See the Burj Al Arab, the Palm Jumeirah, and the Atlantis Hotel from the water Blast through the water past extravagant additions to the city's skyline Pause for spectacular photographs and a personal guided experience",
        "strLocation": "dubai",
        "strOriginUrl": "https://www.getyourguide.com/dubai-l173/dubai-90-minute-power-boat-tour-of-city-skyline-t13636/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Dubai: 75- or 90-Minute Guided Sightseeing Boat Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 08:32:34"
    },
    {
        "intDurationHour": 6,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 710,
        "intUsdCost": 50,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-391760-145.jpg",
        "strIntroduction": "What You'll Do Drive across the red desert dunes by 4WD vehicle Go to a traditional Bedouin camp Explore the red desert sands on a short camel ride Get a henna painting on your hands Smoke a shisha pipe to get into the Arabian spirit Watch traditional tanura and belly dance shows Feast on a barbecue dinner under a canopy of stars Have a photo of you taken with a falcon or in traditional costume Have a go at the desert sand surfing (sandboarding) Drive across the red desert dunes by 4WD vehicle Go to a traditional Bedouin camp Explore the red desert sands on a short camel ride Get a henna painting on your hands Smoke a shisha pipe to get into the Arabian spirit Watch traditional tanura and belly dance shows Feast on a barbecue dinner under a canopy of stars Have a photo of you taken with a falcon or in traditional costume Have a go at the desert sand surfing (sandboarding) Drive across the red desert dunes by 4WD vehicle Go to a traditional Bedouin camp Explore the red desert sands on a short camel ride Get a henna painting on your hands Smoke a shisha pipe to get into the Arabian spirit Watch traditional tanura and belly dance shows Feast on a barbecue dinner under a canopy of stars Have a photo of you taken with a falcon or in traditional costume Have a go at the desert sand surfing (sandboarding)",
        "strLocation": "dubai",
        "strOriginUrl": "https://www.getyourguide.com/dubai-l173/evening-dubai-desert-safari-t59115/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Dubai Desert Safari: BBQ-Falcon Experience-Sandboarding",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 08:32:48"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 51,
        "intUsdCost": 68,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-344634-145.jpg",
        "strIntroduction": "What You'll Do Enjoy unlimited access to the rides at Ski Dubai Ride the Giant Snowball down the slope Experience the thrill of a bobsled ride Enjoy unlimited access to the rides at Ski Dubai Ride the Giant Snowball down the slope Experience the thrill of a bobsled ride Enjoy unlimited access to the rides at Ski Dubai Ride the Giant Snowball down the slope Experience the thrill of a bobsled ride",
        "strLocation": "dubai",
        "strOriginUrl": "https://www.getyourguide.com/dubai-l173/ski-dubai-full-day-super-pass-t24313/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Ski Dubai Tickets: Full-Day Super Pass",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 08:33:02"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 82,
        "intUsdCost": 74,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-426050-145.jpg",
        "strIntroduction": "What You'll Do Experience the teak wood opulence of the world's largest dhow boat Feast from a 5-star buffet dinner as you cruise Deira Creek Watch live dance demonstrations of traditional youwla and tanoura See the sights of Dubai, illuminated for the night on the shores of the Persian Gulf Relax to the melodic sounds of a live singer Experience the teak wood opulence of the world's largest dhow boat Feast from a 5-star buffet dinner as you cruise Deira Creek Watch live dance demonstrations of traditional youwla and tanoura See the sights of Dubai, illuminated for the night on the shores of the Persian Gulf Relax to the melodic sounds of a live singer Experience the teak wood opulence of the world's largest dhow boat Feast from a 5-star buffet dinner as you cruise Deira Creek Watch live dance demonstrations of traditional youwla and tanoura See the sights of Dubai, illuminated for the night on the shores of the Persian Gulf Relax to the melodic sounds of a live singer",
        "strLocation": "dubai",
        "strOriginUrl": "https://www.getyourguide.com/dubai-l173/dubai-deira-creek-dhow-cruise-with-5-star-buffet-t51592/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Dubai: Deira Creek 5-Star Buffet Dinner Dhow Cruise",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 08:33:16"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 128,
        "intUsdCost": 71,
        "strGuideLanguage": "english, german, russian",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-358788-145.jpg",
        "strIntroduction": "What You'll Do Explore the landmark monuments and cutting-edge architecture of Abu Dhabi Visit the Sheikh Zayed Grand Mosque Enjoy lunch at leisure at Abu Dhabi Marina Mall Stop for refreshments at a hotel overlooking Yas Island F1 Race Track Drive past the skyscrapers and beaches of Abu Dhabi Corniche Explore the landmark monuments and cutting-edge architecture of Abu Dhabi Visit the Sheikh Zayed Grand Mosque Enjoy lunch at leisure at Abu Dhabi Marina Mall Stop for refreshments at a hotel overlooking Yas Island F1 Race Track Drive past the skyscrapers and beaches of Abu Dhabi Corniche Explore the landmark monuments and cutting-edge architecture of Abu Dhabi Visit the Sheikh Zayed Grand Mosque Enjoy lunch at leisure at Abu Dhabi Marina Mall Stop for refreshments at a hotel overlooking Yas Island F1 Race Track Drive past the skyscrapers and beaches of Abu Dhabi Corniche",
        "strLocation": "dubai",
        "strOriginUrl": "https://www.getyourguide.com/dubai-l173/abu-dhabi-city-sightseeing-day-tour-from-dubai-t56195/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Abu Dhabi Full-Day Sightseeing Tour from Dubai",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 08:33:29"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 179,
        "intUsdCost": 220,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-356936-145.jpg",
        "strIntroduction": "What You'll Do Fly above Dubai like a rock star in a luxurious helicopter See the iconic Burj Al Arab Get a bird's-eye view of World Islands and the Palm See Dubai’s iconic buildings and magnificent skyline from a unique perspective Fly above Dubai like a rock star in a luxurious helicopter See the iconic Burj Al Arab Get a bird's-eye view of World Islands and the Palm See Dubai’s iconic buildings and magnificent skyline from a unique perspective Fly above Dubai like a rock star in a luxurious helicopter See the iconic Burj Al Arab Get a bird's-eye view of World Islands and the Palm See Dubai’s iconic buildings and magnificent skyline from a unique perspective",
        "strLocation": "dubai",
        "strOriginUrl": "https://www.getyourguide.com/dubai-l173/15-minute-helicopter-tour-of-dubai-t31156/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Dubai Helicopter Flight",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 08:33:46"
    },
    {
        "intDurationHour": 5,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 48,
        "intUsdCost": 105,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-477657-145.jpg",
        "strIntroduction": "What You'll Do Drive through desert dunes of Dubai at sunset Savor a delicious Arabic style buffet at a Bedouin camp Watch an entertaining falcon display and belly dance show Enjoy unlimited beer, wine and soft drinks are included Drive through desert dunes of Dubai at sunset Savor a delicious Arabic style buffet at a Bedouin camp Watch an entertaining falcon display and belly dance show Enjoy unlimited beer, wine and soft drinks are included Drive through desert dunes of Dubai at sunset Savor a delicious Arabic style buffet at a Bedouin camp Watch an entertaining falcon display and belly dance show Enjoy unlimited beer, wine and soft drinks are included",
        "strLocation": "dubai",
        "strOriginUrl": "https://www.getyourguide.com/dubai-l173/dubai-sundowner-desert-dinner-safari-t52695/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Dubai: Sundowner Desert Safari and Dinner",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 08:34:01"
    },
    {
        "intDurationHour": 5,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 512,
        "intUsdCost": 101,
        "strGuideLanguage": "english, french, german, italian, spanish, dutch",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-365731-145.jpg",
        "strIntroduction": "What You'll Do Experience an exclusive, small group tour through Dubai Relax in the company of exclusively your private group Admire the view from the Burj Khalifa (if option booked) Enjoy coffee and cake at the foot of the Burj Khalifa (with booking of appropriate option) Experience an exclusive, small group tour through Dubai Relax in the company of exclusively your private group Admire the view from the Burj Khalifa (if option booked) Enjoy coffee and cake at the foot of the Burj Khalifa (with booking of appropriate option) Experience an exclusive, small group tour through Dubai Relax in the company of exclusively your private group Admire the view from the Burj Khalifa (if option booked) Enjoy coffee and cake at the foot of the Burj Khalifa (with booking of appropriate option)",
        "strLocation": "dubai",
        "strOriginUrl": "https://www.getyourguide.com/dubai-l173/exclusive-private-tour-of-dubai-with-the-burj-khalifa-ticket-t16654/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Private Dubai Tour with Optional Burj Khalifa Ticket",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 08:34:17"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 62,
        "intUsdCost": 298,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-400882-145.jpg",
        "strIntroduction": "What You'll Do Enjoy a unique bird's eye view of Dubai's iconic landmarks Experience the unique water take-off and landing of a seaplane See the Burj Khalifa and Palm Jumeirah as never before! Enjoy a unique bird's eye view of Dubai's iconic landmarks Experience the unique water take-off and landing of a seaplane See the Burj Khalifa and Palm Jumeirah as never before! Enjoy a unique bird's eye view of Dubai's iconic landmarks Experience the unique water take-off and landing of a seaplane See the Burj Khalifa and Palm Jumeirah as never before!",
        "strLocation": "dubai",
        "strOriginUrl": "https://www.getyourguide.com/dubai-l173/dubai-seaplane-adventure-t41352/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Dubai Seaplane Adventure Flight",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 08:34:33"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 328,
        "intUsdCost": 51,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-407610-145.jpg",
        "strIntroduction": "What You'll Do Take the world's fastest elevator to the 124th floor of the Burj Khalifa Enter the underwater tunnels of the Dubai Aquarium Enjoy panoramic views across Dubai city, and the surrounding desert See one of the world's largest reptiles, and rare species such as Sand Tiger Sharks Take the world's fastest elevator to the 124th floor of the Burj Khalifa Enter the underwater tunnels of the Dubai Aquarium Enjoy panoramic views across Dubai city, and the surrounding desert See one of the world's largest reptiles, and rare species such as Sand Tiger Sharks Take the world's fastest elevator to the 124th floor of the Burj Khalifa Enter the underwater tunnels of the Dubai Aquarium Enjoy panoramic views across Dubai city, and the surrounding desert See one of the world's largest reptiles, and rare species such as Sand Tiger Sharks",
        "strLocation": "dubai",
        "strOriginUrl": "https://www.getyourguide.com/dubai-l173/burj-khalifa-ticket-dubai-aquarium-ticket-t62827/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Dubai Aquarium and Burj Khalifa Combo Tickets",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 08:34:47"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 20,
        "intUsdCost": 28,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-464008-145.jpg",
        "strIntroduction": "What You'll Do Visit the Underwater Observatory and see the marine inhabitants at eye level Have an up-close look at a baby shark developing from an egg Enjoy a guided back-of-house tour Visit the Underwater Observatory and see the marine inhabitants at eye level Have an up-close look at a baby shark developing from an egg Enjoy a guided back-of-house tour Visit the Underwater Observatory and see the marine inhabitants at eye level Have an up-close look at a baby shark developing from an egg Enjoy a guided back-of-house tour",
        "strLocation": "dubai",
        "strOriginUrl": "https://www.getyourguide.com/dubai-l173/dubai-aquarium-underwater-zoo-t70496/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Dubai Aquarium & Underwater Zoo: 1-Day Ticket",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 08:35:00"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 4,
        "intUsdCost": 33,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-464046-145.jpg",
        "strIntroduction": "What You'll Do Take a walk through the Dubai Aquarium tunnel and Underwater Zoo Get up close to a wide variety of undersea animals Enjoy a glass-bottom boat tour and a chance to feed the fish Take a walk through the Dubai Aquarium tunnel and Underwater Zoo Get up close to a wide variety of undersea animals Enjoy a glass-bottom boat tour and a chance to feed the fish Take a walk through the Dubai Aquarium tunnel and Underwater Zoo Get up close to a wide variety of undersea animals Enjoy a glass-bottom boat tour and a chance to feed the fish",
        "strLocation": "dubai",
        "strOriginUrl": "https://www.getyourguide.com/dubai-l173/dubai-aquarium-underwater-zoo-explorer-experience-t70510/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Dubai Aquarium and Underwater Zoo Explorer Experience",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 08:35:13"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 97,
        "intUsdCost": 71,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-361769-145.jpg",
        "strIntroduction": "What You'll Do Spend the day at the number 1 water park in the Middle East Enter the Aquaventure Waterpark and prepare to do battle with the sea gods! Ride the tidal waves of a rapid river Relax in a tropical landscape Enjoy a day of fun for all the family, including a dedicated kids playground Feast on the refreshments of on-site food kiosks and restaurants Spend the day at the number 1 water park in the Middle East Enter the Aquaventure Waterpark and prepare to do battle with the sea gods! Ride the tidal waves of a rapid river Relax in a tropical landscape Enjoy a day of fun for all the family, including a dedicated kids playground Feast on the refreshments of on-site food kiosks and restaurants Spend the day at the number 1 water park in the Middle East Enter the Aquaventure Waterpark and prepare to do battle with the sea gods! Ride the tidal waves of a rapid river Relax in a tropical landscape Enjoy a day of fun for all the family, including a dedicated kids playground Feast on the refreshments of on-site food kiosks and restaurants",
        "strLocation": "dubai",
        "strOriginUrl": "https://www.getyourguide.com/dubai-l173/aquaventure-waterpark-admissions-t56672/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Dubai Aquaventure Waterpark Entrance Ticket",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 08:35:27"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 907,
        "intUsdCost": 113,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-400775-145.jpg",
        "strIntroduction": "What You'll Do Avoid the crowds and access the highest observation deck in the world Upgrade your Burj Khalifa experience with access to the 148th floor lounge \"Fly\" over city landmarks using the interactive projections Learn more about the United Arab Emirates at the “Dubai – A Falcon’s Eye View” attraction Journey through the Burj Khalifa's historic construction at the ground floor exhibition Skip the lines for the security check and elevator Experience The Dubai Fountain Avoid the crowds and access the highest observation deck in the world Upgrade your Burj Khalifa experience with access to the 148th floor lounge \"Fly\" over city landmarks using the interactive projections Learn more about the United Arab Emirates at the “Dubai – A Falcon’s Eye View” attraction Journey through the Burj Khalifa's historic construction at the ground floor exhibition Skip the lines for the security check and elevator Experience The Dubai Fountain Avoid the crowds and access the highest observation deck in the world Upgrade your Burj Khalifa experience with access to the 148th floor lounge \"Fly\" over city landmarks using the interactive projections Learn more about the United Arab Emirates at the “Dubai – A Falcon’s Eye View” attraction Journey through the Burj Khalifa's historic construction at the ground floor exhibition Skip the lines for the security check and elevator Experience The Dubai Fountain",
        "strLocation": "dubai",
        "strOriginUrl": "https://www.getyourguide.com/dubai-l173/beat-the-crowds-burj-khalifa-premium-experience-t49181/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Burj Khalifa Tickets and Tour: Level 148 and 125",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 08:35:42"
    },
    {
        "intDurationHour": 6,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 255,
        "intUsdCost": 39,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-360056-145.jpg",
        "strIntroduction": "What You'll Do Enjoy dune bashing in a 4x4 in the Lahbab Desert Marvel at the spectacular scenery during a desert sunset stop Savor a delicious BBQ buffet dinner at a Bedouin-style camp Experience 3 exotic dance shows at the camp: a belly dance, fire dance and Tanoura dance Ride a camel in the desert Have your hands painted with henna Enjoy dune bashing in a 4x4 in the Lahbab Desert Marvel at the spectacular scenery during a desert sunset stop Savor a delicious BBQ buffet dinner at a Bedouin-style camp Experience 3 exotic dance shows at the camp: a belly dance, fire dance and Tanoura dance Ride a camel in the desert Have your hands painted with henna Enjoy dune bashing in a 4x4 in the Lahbab Desert Marvel at the spectacular scenery during a desert sunset stop Savor a delicious BBQ buffet dinner at a Bedouin-style camp Experience 3 exotic dance shows at the camp: a belly dance, fire dance and Tanoura dance Ride a camel in the desert Have your hands painted with henna",
        "strLocation": "dubai",
        "strOriginUrl": "https://www.getyourguide.com/dubai-l173/red-dunes-desert-safari-with-bbq-buffet-dinner-t56413/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Red Dune Desert Safari with BBQ",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 08:35:55"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 105,
        "intUsdCost": 20,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-388460-145.jpg",
        "strIntroduction": "What You'll Do Cruise Burj Lake by traditional \"abra\" water taxi Marvel at the illuminations of the Dubai Mall Fountain Show Enjoy a breathtaking spectacle of 6,000 lights and 22,000 gallons of airborne water Cruise Burj Lake by traditional \"abra\" water taxi Marvel at the illuminations of the Dubai Mall Fountain Show Enjoy a breathtaking spectacle of 6,000 lights and 22,000 gallons of airborne water Cruise Burj Lake by traditional \"abra\" water taxi Marvel at the illuminations of the Dubai Mall Fountain Show Enjoy a breathtaking spectacle of 6,000 lights and 22,000 gallons of airborne water",
        "strLocation": "dubai",
        "strOriginUrl": "https://www.getyourguide.com/dubai-fountains-l3305/dubai-fountain-show-and-lake-ride-t60095/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Dubai: Fountain Show and Lake Ride by Traditional Boat",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 08:36:09"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 82,
        "intUsdCost": 42,
        "strGuideLanguage": "german, spanish, english, french, italian, portuguese",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-389966-145.jpg",
        "strIntroduction": "What You'll Do See the world's 4th largest mosque at the Sheikh Zayed Grand Mosque Marvel at the opulent Emirates Palace, Etihad Towers and Ferrari World Take a drive along the Abu Dhabi Corniche Admire the new attractions of Yas Island Learn the history of the Emirates at the UAE Heritage Village, Abu Dhabi Museum & Sheikh Zayed Centre Visit the Abu Dhabi date market See the world's 4th largest mosque at the Sheikh Zayed Grand Mosque Marvel at the opulent Emirates Palace, Etihad Towers and Ferrari World Take a drive along the Abu Dhabi Corniche Admire the new attractions of Yas Island Learn the history of the Emirates at the UAE Heritage Village, Abu Dhabi Museum & Sheikh Zayed Centre Visit the Abu Dhabi date market See the world's 4th largest mosque at the Sheikh Zayed Grand Mosque Marvel at the opulent Emirates Palace, Etihad Towers and Ferrari World Take a drive along the Abu Dhabi Corniche Admire the new attractions of Yas Island Learn the history of the Emirates at the UAE Heritage Village, Abu Dhabi Museum & Sheikh Zayed Centre Visit the Abu Dhabi date market",
        "strLocation": "dubai",
        "strOriginUrl": "https://www.getyourguide.com/dubai-l173/from-dubai-abu-dhabi-city-sightseeing-tour-t60673/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Abu Dhabi Full-Day Sightseeing Tour from Dubai",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 08:36:24"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 32,
        "intUsdCost": 66,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-371512-145.jpg",
        "strIntroduction": "What You'll Do Enjoy a fun day out suitable for the entire family Experience the thrills of Tantrum Alley or Riptiderate Let the little ones play in a safe environment Enjoy a fun day out suitable for the entire family Experience the thrills of Tantrum Alley or Riptiderate Let the little ones play in a safe environment Enjoy a fun day out suitable for the entire family Experience the thrills of Tantrum Alley or Riptiderate Let the little ones play in a safe environment",
        "strLocation": "dubai",
        "strOriginUrl": "https://www.getyourguide.com/dubai-l173/dubai-wild-wadi-tickets-t58099/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Dubai: Wild Wadi Water Park Day Ticket",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 08:36:39"
    },
    {
        "intDurationHour": 6,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 481,
        "intUsdCost": 59,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-362086-145.jpg",
        "strIntroduction": "What You'll Do Discover the desert of Dubai on a safari through the impressive sand dunes during sunset Enjoy camel rides, sandboarding, henna tattoos, and a delicious barbecue with delicious Arabic delicacies Experience an enchanting entertainment program and enjoy the Arabic music and belly dancing show Discover the desert of Dubai on a safari through the impressive sand dunes during sunset Enjoy camel rides, sandboarding, henna tattoos, and a delicious barbecue with delicious Arabic delicacies Experience an enchanting entertainment program and enjoy the Arabic music and belly dancing show Discover the desert of Dubai on a safari through the impressive sand dunes during sunset Enjoy camel rides, sandboarding, henna tattoos, and a delicious barbecue with delicious Arabic delicacies Experience an enchanting entertainment program and enjoy the Arabic music and belly dancing show",
        "strLocation": "dubai",
        "strOriginUrl": "https://www.getyourguide.com/dubai-l173/dubai-6-hour-desert-safari-and-visit-to-bedouin-camp-t56441/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Dubai: 6-Hour Desert Safari & Dinner at a Bedouin Camp",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 08:36:50"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 47,
        "intUsdCost": 25,
        "strGuideLanguage": "spanish, german, italian, english, french, portuguese",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-432635-145.jpg",
        "strIntroduction": "What You'll Do Take in the sights of modern Dubai on a guided city tour Shop for gifts at the largest gold and spice souks in the city See the iconic Burj Al Arab Hotel and Jumeirah Beach Marvel at the sight of Burj Khalifa, the world’s tallest building Take in the sights of modern Dubai on a guided city tour Shop for gifts at the largest gold and spice souks in the city See the iconic Burj Al Arab Hotel and Jumeirah Beach Marvel at the sight of Burj Khalifa, the world’s tallest building Take in the sights of modern Dubai on a guided city tour Shop for gifts at the largest gold and spice souks in the city See the iconic Burj Al Arab Hotel and Jumeirah Beach Marvel at the sight of Burj Khalifa, the world’s tallest building",
        "strLocation": "dubai",
        "strOriginUrl": "https://www.getyourguide.com/dubai-l173/dubai-half-day-city-tour-with-burj-khlaifa-optional-t62730/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Dubai: Half-Day City Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 08:37:05"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 61,
        "intUsdCost": 60,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-424373-145.jpg",
        "strIntroduction": "What You'll Do See the sights of Dubai Marina illuminated for the night Experience the artificial canal city from a glass-enclosed boat Feast from a buffet menu of continental and local fare Relax to the romantic sound of melodic music Sail past one of the world's largest yachts and a 7-star hotel See the sights of Dubai Marina illuminated for the night Experience the artificial canal city from a glass-enclosed boat Feast from a buffet menu of continental and local fare Relax to the romantic sound of melodic music Sail past one of the world's largest yachts and a 7-star hotel See the sights of Dubai Marina illuminated for the night Experience the artificial canal city from a glass-enclosed boat Feast from a buffet menu of continental and local fare Relax to the romantic sound of melodic music Sail past one of the world's largest yachts and a 7-star hotel",
        "strLocation": "dubai",
        "strOriginUrl": "https://www.getyourguide.com/dubai-l173/dubai-exclusive-2-hour-dinner-cruise-t57982/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Dubai Luxury Marina Dinner Cruise",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 08:37:18"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 38,
        "intUsdCost": 84,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-364968-145.jpg",
        "strIntroduction": "What You'll Do Spend the day at the number 1 water park in the Middle East Enter the Aquaventure Waterpark and prepare to do battle with the sea gods! Experience the world's 1st dual waterslide within a waterslide See more than 15,000 marine mammals at the Lost Chambers Aquarium Ride the tidal waves of a rapid river Grab an inner tube and enjoy the adrenaline thrills Spend the day at the number 1 water park in the Middle East Enter the Aquaventure Waterpark and prepare to do battle with the sea gods! Experience the world's 1st dual waterslide within a waterslide See more than 15,000 marine mammals at the Lost Chambers Aquarium Ride the tidal waves of a rapid river Grab an inner tube and enjoy the adrenaline thrills Spend the day at the number 1 water park in the Middle East Enter the Aquaventure Waterpark and prepare to do battle with the sea gods! Experience the world's 1st dual waterslide within a waterslide See more than 15,000 marine mammals at the Lost Chambers Aquarium Ride the tidal waves of a rapid river Grab an inner tube and enjoy the adrenaline thrills",
        "strLocation": "dubai",
        "strOriginUrl": "https://www.getyourguide.com/dubai-l173/aquaventure-and-lost-chambers-super-saver-combo-ticket-t57154/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Dubai: Aquaventure and Lost Chambers Super Saver Combo",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 08:37:33"
    },
    {
        "intDurationHour": 6,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 731,
        "intUsdCost": 57,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-300140-145.jpg",
        "strIntroduction": "What You'll Do Admire the beautiful scenery of the Red Dunes of Al Hibab Ride through the dunes in a Land Cruiser Drive across the sand dunes to a desert camp Enjoy activities at the desert camp including a camel ride, a delicious BBQ dinner, and an entertaining Tanoura dance show Admire the beautiful scenery of the Red Dunes of Al Hibab Ride through the dunes in a Land Cruiser Drive across the sand dunes to a desert camp Enjoy activities at the desert camp including a camel ride, a delicious BBQ dinner, and an entertaining Tanoura dance show Admire the beautiful scenery of the Red Dunes of Al Hibab Ride through the dunes in a Land Cruiser Drive across the sand dunes to a desert camp Enjoy activities at the desert camp including a camel ride, a delicious BBQ dinner, and an entertaining Tanoura dance show",
        "strLocation": "dubai",
        "strOriginUrl": "https://www.getyourguide.com/dubai-l173/dubai-desert-fun-desert-safari-and-dinner-t31103/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Dubai Desert Fun: 5-Hour Desert Safari and Dinner Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 08:37:49"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 184,
        "intUsdCost": 87,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-246688-145.jpg",
        "strIntroduction": "What You'll Do Enjoy a camel ride in Al Aweer Go dune bashing and quad biking in the open desert Learn how to sand ski, a popular activity in the U.A.E. Enjoy a camel ride in Al Aweer Go dune bashing and quad biking in the open desert Learn how to sand ski, a popular activity in the U.A.E. Enjoy a camel ride in Al Aweer Go dune bashing and quad biking in the open desert Learn how to sand ski, a popular activity in the U.A.E.",
        "strLocation": "dubai",
        "strOriginUrl": "https://www.getyourguide.com/dubai-l173/open-desert-adventure-sports-from-dubai-t32522/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Open Desert Adventure Sports: Half-Day From Dubai",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 08:38:05"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 2,
        "intUsdCost": 34,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-473663-145.jpg",
        "strIntroduction": "What You'll Do Enjoy a romantic evening cruise under the stars See the sights of Dubai illuminated at night Savor a buffet dinner on board a traditional dhow Enjoy a romantic evening cruise under the stars See the sights of Dubai illuminated at night Savor a buffet dinner on board a traditional dhow Enjoy a romantic evening cruise under the stars See the sights of Dubai illuminated at night Savor a buffet dinner on board a traditional dhow",
        "strLocation": "dubai",
        "strOriginUrl": "https://www.getyourguide.com/dubai-l173/dhow-dinner-cruise-dubai-creek-t71682/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Dubai Creek 2-Hour Dhow Dinner Cruise",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 08:38:18"
    },
    {
        "intDurationHour": 5,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 194,
        "intUsdCost": 76,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-451987-145.jpg",
        "strIntroduction": "What You'll Do Ride off into the desert with your guide, watching the sun set over the dunes Dine on grilled meats and fresh salads while watching belly dancing and listening to traditional music Marvel at the whirling dervish dance, the Tanoura, performed after dinner Explore the camp by camel and on a quad bike tour Enjoy a traditional shisha pipe welcome, and enjoy Arabic snacks and warm beverages Ride off into the desert with your guide, watching the sun set over the dunes Dine on grilled meats and fresh salads while watching belly dancing and listening to traditional music Marvel at the whirling dervish dance, the Tanoura, performed after dinner Explore the camp by camel and on a quad bike tour Enjoy a traditional shisha pipe welcome, and enjoy Arabic snacks and warm beverages Ride off into the desert with your guide, watching the sun set over the dunes Dine on grilled meats and fresh salads while watching belly dancing and listening to traditional music Marvel at the whirling dervish dance, the Tanoura, performed after dinner Explore the camp by camel and on a quad bike tour Enjoy a traditional shisha pipe welcome, and enjoy Arabic snacks and warm beverages",
        "strLocation": "dubai",
        "strOriginUrl": "https://www.getyourguide.com/dubai-l173/jeep-safari-bbq-with-free-quadatvbuggy-tour-at-the-camp-t25698/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "From Dubai: Jeep Safari , Barbecue, and Quad Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 08:38:32"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 2,
        "intReviewVisitor": 2,
        "intUsdCost": 46,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-473680-145.jpg",
        "strIntroduction": "What You'll Do Experience the romance of an evening Dubai Creek cruise See the ancient and modern sights of Dubai illuminated at night Enjoy a buffet dinner on board Experience the romance of an evening Dubai Creek cruise See the ancient and modern sights of Dubai illuminated at night Enjoy a buffet dinner on board Experience the romance of an evening Dubai Creek cruise See the ancient and modern sights of Dubai illuminated at night Enjoy a buffet dinner on board",
        "strLocation": "dubai",
        "strOriginUrl": "https://www.getyourguide.com/dubai-l173/dhow-dinner-cruise-dubai-creek-with-transfers-t71684/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Dubai Creek Dhow Dinner Cruise with Transfers",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 08:38:45"
    },
    {
        "intDurationHour": 5,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 129,
        "intUsdCost": 42,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-127221-145.jpg",
        "strIntroduction": "What You'll Do Take a wild ride over Dubai's thrilling sand dunes Experience the beauty of the Dubai desert first-hand Discover an authentic Arabic camp and take part in henna painting, or simply relax with a sheesha! Watch as belly dancers and fire dancers enchant you with their moves Enjoy a BBQ dinner buffet at the Bedouin campsite Take a wild ride over Dubai's thrilling sand dunes Experience the beauty of the Dubai desert first-hand Discover an authentic Arabic camp and take part in henna painting, or simply relax with a sheesha! Watch as belly dancers and fire dancers enchant you with their moves Enjoy a BBQ dinner buffet at the Bedouin campsite Take a wild ride over Dubai's thrilling sand dunes Experience the beauty of the Dubai desert first-hand Discover an authentic Arabic camp and take part in henna painting, or simply relax with a sheesha! Watch as belly dancers and fire dancers enchant you with their moves Enjoy a BBQ dinner buffet at the Bedouin campsite",
        "strLocation": "dubai",
        "strOriginUrl": "https://www.getyourguide.com/dubai-l173/evening-desert-safari-dubai-t25869/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Sundowner - Dune Dinner Safari",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 08:38:58"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 106,
        "intUsdCost": 47,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-343972-145.jpg",
        "strIntroduction": "What You'll Do Get up-close to the park’s Gentoo and King Penguins Enjoy underwater viewing during your penguin encounter Get up-close to the park’s Gentoo and King Penguins Enjoy underwater viewing during your penguin encounter Get up-close to the park’s Gentoo and King Penguins Enjoy underwater viewing during your penguin encounter",
        "strLocation": "dubai",
        "strOriginUrl": "https://www.getyourguide.com/dubai-l173/40-minute-penguin-encounter-at-ski-dubai-t23307/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Ski Dubai Penguin Encounter Tickets: Dubai",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 08:39:12"
    },
    {
        "intDurationHour": 6,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 55,
        "intUsdCost": 100,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-397819-145.jpg",
        "strIntroduction": "What You'll Do Discover breathtaking views of Dubai from the world's tallest building Experience the Arabian desert during a scenic tour Watch the sunset from the summit of a towering sand dune Enjoy optional camel rides or get a henna painting on your hands Try an aromatic water pipe and wear traditional Arabic costumes Feast on a barbecue dinner under the desert night sky Enjoy traditional belly dancing and tannora dance performances Discover breathtaking views of Dubai from the world's tallest building Experience the Arabian desert during a scenic tour Watch the sunset from the summit of a towering sand dune Enjoy optional camel rides or get a henna painting on your hands Try an aromatic water pipe and wear traditional Arabic costumes Feast on a barbecue dinner under the desert night sky Enjoy traditional belly dancing and tannora dance performances Discover breathtaking views of Dubai from the world's tallest building Experience the Arabian desert during a scenic tour Watch the sunset from the summit of a towering sand dune Enjoy optional camel rides or get a henna painting on your hands Try an aromatic water pipe and wear traditional Arabic costumes Feast on a barbecue dinner under the desert night sky Enjoy traditional belly dancing and tannora dance performances",
        "strLocation": "dubai",
        "strOriginUrl": "https://www.getyourguide.com/burj-khalifa-l2703/dubai-desert-safari-with-burj-khalifa-ticket-t61841/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Dubai Desert Safari with Burj Khalifa (Ticket Only)",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 08:39:27"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 91,
        "intUsdCost": 114,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-143585-145.jpg",
        "strIntroduction": "What You'll Do Get up close to the desert and its beauty during the sunset Experiencing camel riding across the magnificent Arabian Desert Relax in a traditional Bedouin desert camp Enjoy a delicious Arabic buffet dinner Enjoy the entertainment at the desert camp, including a Tanoura dance show, henna painter, shisha corner, and a belly dance show Get up close to the desert and its beauty during the sunset Experiencing camel riding across the magnificent Arabian Desert Relax in a traditional Bedouin desert camp Enjoy a delicious Arabic buffet dinner Enjoy the entertainment at the desert camp, including a Tanoura dance show, henna painter, shisha corner, and a belly dance show Get up close to the desert and its beauty during the sunset Experiencing camel riding across the magnificent Arabian Desert Relax in a traditional Bedouin desert camp Enjoy a delicious Arabic buffet dinner Enjoy the entertainment at the desert camp, including a Tanoura dance show, henna painter, shisha corner, and a belly dance show",
        "strLocation": "dubai",
        "strOriginUrl": "https://www.getyourguide.com/dubai-l173/half-day-camel-trekking-desert-safari-from-dubai-t28353/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Half-Day Camel Trekking Desert Safari",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 08:39:48"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 168,
        "intUsdCost": 139,
        "strGuideLanguage": "english, german",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-373915-145.jpg",
        "strIntroduction": "What You'll Do Experience the history of Dubai at the Al Fahidi Museum and Spice and Gold souks Ride an abra, or water taxi, and cross from the upper to the lower city Stop to admire the view of Atlantis The Palm Enjoy some free time at the Dubai Mall and see the dancing fountains Visit the Burj Khalifa and the Aquarium Experience the history of Dubai at the Al Fahidi Museum and Spice and Gold souks Ride an abra, or water taxi, and cross from the upper to the lower city Stop to admire the view of Atlantis The Palm Enjoy some free time at the Dubai Mall and see the dancing fountains Visit the Burj Khalifa and the Aquarium Experience the history of Dubai at the Al Fahidi Museum and Spice and Gold souks Ride an abra, or water taxi, and cross from the upper to the lower city Stop to admire the view of Atlantis The Palm Enjoy some free time at the Dubai Mall and see the dancing fountains Visit the Burj Khalifa and the Aquarium",
        "strLocation": "dubai",
        "strOriginUrl": "https://www.getyourguide.com/dubai-l173/magical-dubai-tour-including-burj-khalifa-experience-t57662/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Magical Dubai 8-Hour Tour with Burj Khalifa Experience",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 08:40:08"
    },
    {
        "intDurationHour": 10,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 24,
        "intUsdCost": 63,
        "strGuideLanguage": "spanish, english, french, german, italian, arabic, portuguese",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-470569-145.jpg",
        "strIntroduction": "What You'll Do Enjoy a 4-hour city tour of Dubai in the morning Cross Dubai Creek by water taxi to visit the gold and spice souks Take souvenir photos of city monuments, such as the Burj Al Arab and Jumeirah Mosque Stop at the world's tallest building and take a photo of the Burj Khalifa Watch belly dancing shows and other traditional entertainment Ride a camel across the desert sands and experience a dune bashing drive by 4WD vehicle Enjoy a 4-hour city tour of Dubai in the morning Cross Dubai Creek by water taxi to visit the gold and spice souks Take souvenir photos of city monuments, such as the Burj Al Arab and Jumeirah Mosque Stop at the world's tallest building and take a photo of the Burj Khalifa Watch belly dancing shows and other traditional entertainment Ride a camel across the desert sands and experience a dune bashing drive by 4WD vehicle Enjoy a 4-hour city tour of Dubai in the morning Cross Dubai Creek by water taxi to visit the gold and spice souks Take souvenir photos of city monuments, such as the Burj Al Arab and Jumeirah Mosque Stop at the world's tallest building and take a photo of the Burj Khalifa Watch belly dancing shows and other traditional entertainment Ride a camel across the desert sands and experience a dune bashing drive by 4WD vehicle",
        "strLocation": "dubai",
        "strOriginUrl": "https://www.getyourguide.com/dubai-l173/dubai-city-tour-and-evening-desert-safari-combo-t65294/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Dubai City Tour and Evening Desert Safari Combo",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 08:40:21"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 31,
        "intUsdCost": 56,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-368018-145.jpg",
        "strIntroduction": "What You'll Do Enjoy a thrilling speed boat ride from the Dubai Marina Set sail on a sightseeing tour of Dubai from the water See iconic sights including The Palm Jumeirah and Burj Al Arab Enjoy a thrilling speed boat ride from the Dubai Marina Set sail on a sightseeing tour of Dubai from the water See iconic sights including The Palm Jumeirah and Burj Al Arab Enjoy a thrilling speed boat ride from the Dubai Marina Set sail on a sightseeing tour of Dubai from the water See iconic sights including The Palm Jumeirah and Burj Al Arab",
        "strLocation": "dubai",
        "strOriginUrl": "https://www.getyourguide.com/dubai-l173/90-min-thrill-speed-tour-dubai-marina-t57583/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "90-Minute Speed Boat Tour from Dubai Marina",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 08:40:35"
    },
    {
        "intDurationHour": 10,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 17,
        "intUsdCost": 45,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-401155-145.jpg",
        "strIntroduction": "What You'll Do Experience Abu Dhabi's fascinating cultural vibe Discover local architectural gems Drive by the Emirates Palace and Ferrari World Theme Park See the Museum of Abu Dhabi and the Marina Mall Experience Abu Dhabi's fascinating cultural vibe Discover local architectural gems Drive by the Emirates Palace and Ferrari World Theme Park See the Museum of Abu Dhabi and the Marina Mall Experience Abu Dhabi's fascinating cultural vibe Discover local architectural gems Drive by the Emirates Palace and Ferrari World Theme Park See the Museum of Abu Dhabi and the Marina Mall",
        "strLocation": "dubai",
        "strOriginUrl": "https://www.getyourguide.com/abu-dhabi-l494/abu-dhabi-city-tour-including-sheikh-zayed-mosque-t62294/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Abu Dhabi: City Tour including Sheikh Zayed Mosque",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 08:40:49"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 52,
        "intUsdCost": 54,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-300150-145.jpg",
        "strIntroduction": "What You'll Do Ski and snowboard in Dubai at any time of the year Try out the park’s 5 different runs of varying difficulty and length Ski and snowboard in Dubai at any time of the year Try out the park’s 5 different runs of varying difficulty and length Ski and snowboard in Dubai at any time of the year Try out the park’s 5 different runs of varying difficulty and length",
        "strLocation": "dubai",
        "strOriginUrl": "https://www.getyourguide.com/dubai-l173/slope-session-for-2-hours-at-ski-dubai-t23301/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Slope Session for 2-Hours at Ski Dubai.",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 08:41:03"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 1190,
        "intUsdCost": 60,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-217794-145.jpg",
        "strIntroduction": "What You'll Do Visit the viewing deck of the world's tallest building Enjoy unique multimedia exhibits that explain this tower and its wonders Zip to the top of the tower in the world's fastest elevator Take a look out at the world below through high powered telescopes Integrate reality and special effects with the \"At the Top\" green screen photography Enjoy breathtaking views on the world's highest outdoor observation terrace Visit the viewing deck of the world's tallest building Enjoy unique multimedia exhibits that explain this tower and its wonders Zip to the top of the tower in the world's fastest elevator Take a look out at the world below through high powered telescopes Integrate reality and special effects with the \"At the Top\" green screen photography Enjoy breathtaking views on the world's highest outdoor observation terrace Visit the viewing deck of the world's tallest building Enjoy unique multimedia exhibits that explain this tower and its wonders Zip to the top of the tower in the world's fastest elevator Take a look out at the world below through high powered telescopes Integrate reality and special effects with the \"At the Top\" green screen photography Enjoy breathtaking views on the world's highest outdoor observation terrace",
        "strLocation": "dubai",
        "strOriginUrl": "https://www.getyourguide.com/dubai-l173/burj-khalifa-tickets-dubai-t12739/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Burj Khalifa Ticket and Hotel Pick-Up",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 08:41:18"
    },
    {
        "intDurationHour": 5,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 441,
        "intUsdCost": 33,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-232829-145.jpg",
        "strIntroduction": "What You'll Do Enjoy an evening in the desert of Dubai Take a 4WD ride through towering sand dunes Ride a camel in the desert and have your hands painted with henna Experience warm Bedouin hospitality Try a sheesha or hubbly bubbly pipe Enjoy a barbecue dinner in a magical desert environment Watch exciting belly dancing, tanoura, and haridi dance performances Enjoy an optional Quad Bike or Dune Buggy adventure Enjoy an evening in the desert of Dubai Take a 4WD ride through towering sand dunes Ride a camel in the desert and have your hands painted with henna Experience warm Bedouin hospitality Try a sheesha or hubbly bubbly pipe Enjoy a barbecue dinner in a magical desert environment Watch exciting belly dancing, tanoura, and haridi dance performances Enjoy an optional Quad Bike or Dune Buggy adventure Enjoy an evening in the desert of Dubai Take a 4WD ride through towering sand dunes Ride a camel in the desert and have your hands painted with henna Experience warm Bedouin hospitality Try a sheesha or hubbly bubbly pipe Enjoy a barbecue dinner in a magical desert environment Watch exciting belly dancing, tanoura, and haridi dance performances Enjoy an optional Quad Bike or Dune Buggy adventure",
        "strLocation": "dubai",
        "strOriginUrl": "https://www.getyourguide.com/dubai-l173/evening-desert-safari-from-dubai-t5221/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Dubai Desert Safari",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 08:41:38"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 138,
        "intUsdCost": 96,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-402580-145.jpg",
        "strIntroduction": "What You'll Do Travel in one of the world’s fastest elevators up the world’s tallest skyscraper Take in the views from the Level 124 observation platform at Burj Khalifa Choose a 3-course Italian lunch or dinner at the Armani Deli overlooking Burj Lake Be awe inspired by level 124 of the Burj Khalifa then head down to the ground floor for your meal at Armani Hotel Deli Travel in one of the world’s fastest elevators up the world’s tallest skyscraper Take in the views from the Level 124 observation platform at Burj Khalifa Choose a 3-course Italian lunch or dinner at the Armani Deli overlooking Burj Lake Be awe inspired by level 124 of the Burj Khalifa then head down to the ground floor for your meal at Armani Hotel Deli Travel in one of the world’s fastest elevators up the world’s tallest skyscraper Take in the views from the Level 124 observation platform at Burj Khalifa Choose a 3-course Italian lunch or dinner at the Armani Deli overlooking Burj Lake Be awe inspired by level 124 of the Burj Khalifa then head down to the ground floor for your meal at Armani Hotel Deli",
        "strLocation": "dubai",
        "strOriginUrl": "https://www.getyourguide.com/dubai-l173/burj-khalifa-ticket-and-3-course-dining-at-armani-hotel-t56446/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Burj Khalifa Ticket & 3-Course Meal at the Armani Hotel",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 08:41:57"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 54,
        "intUsdCost": 119,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-288395-145.jpg",
        "strIntroduction": "What You'll Do Spend an unforgettable day on a traditional Arabian dhow cruise Discover the underwater world off the Musandam peninsula during a snorkeling stop Enjoy a tasty Oriental buffet lunch as well as unlimited soft drinks and fruits Spend an unforgettable day on a traditional Arabian dhow cruise Discover the underwater world off the Musandam peninsula during a snorkeling stop Enjoy a tasty Oriental buffet lunch as well as unlimited soft drinks and fruits Spend an unforgettable day on a traditional Arabian dhow cruise Discover the underwater world off the Musandam peninsula during a snorkeling stop Enjoy a tasty Oriental buffet lunch as well as unlimited soft drinks and fruits",
        "strLocation": "dubai",
        "strOriginUrl": "https://www.getyourguide.com/dubai-l173/full-day-cruise-in-musandam-dibba-t47671/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Musandam Dibba Full-Day Cruise with Lunch from the UAE",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 08:42:11"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 2,
        "intReviewVisitor": 3,
        "intUsdCost": 15,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-459103-145.jpg",
        "strIntroduction": "What You'll Do Enjoy a morning cruise on a traditional wooden dhow See historical and cultural landmarks along iconic Deira Creek Listen to recorded guided tour commentary in English Enjoy a morning cruise on a traditional wooden dhow See historical and cultural landmarks along iconic Deira Creek Listen to recorded guided tour commentary in English Enjoy a morning cruise on a traditional wooden dhow See historical and cultural landmarks along iconic Deira Creek Listen to recorded guided tour commentary in English",
        "strLocation": "dubai",
        "strOriginUrl": "https://www.getyourguide.com/dubai-l173/dubai-morning-1-hour-dhow-cruise-t69534/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Dubai 1-Hour Morning Dhow Cruise",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 08:42:24"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 42,
        "intUsdCost": 60,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-344615-145.jpg",
        "strIntroduction": "What You'll Do Defy gravity with skill, style, and courage at iFLY Dubai Fly for 2 or 4 minutes in the world's first double skydiving simulator Freefall in safety and experience the thrill of skydiving without having to take to the skies Defy gravity with skill, style, and courage at iFLY Dubai Fly for 2 or 4 minutes in the world's first double skydiving simulator Freefall in safety and experience the thrill of skydiving without having to take to the skies Defy gravity with skill, style, and courage at iFLY Dubai Fly for 2 or 4 minutes in the world's first double skydiving simulator Freefall in safety and experience the thrill of skydiving without having to take to the skies",
        "strLocation": "dubai",
        "strOriginUrl": "https://www.getyourguide.com/dubai-l173/ifly-dubai-first-time-flyer-experience-t27276/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "iFLY Dubai First Time Flyer Experience",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 08:42:41"
    },
    {
        "intDurationHour": 6,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 347,
        "intUsdCost": 60,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-360031-145.jpg",
        "strIntroduction": "What You'll Do Experience an Arabian desert on a 4WD scenic tour Watch the sunset from the summit of a towering sand dune Enjoy optional camel rides or get a henna painting on your hands Try various aromatic water pipes and wear traditional Arabic costumes Feast on a barbecue dinner under the desert night sky Enjoy traditional belly dancing and tannora dance performances Experience an Arabian desert on a 4WD scenic tour Watch the sunset from the summit of a towering sand dune Enjoy optional camel rides or get a henna painting on your hands Try various aromatic water pipes and wear traditional Arabic costumes Feast on a barbecue dinner under the desert night sky Enjoy traditional belly dancing and tannora dance performances Experience an Arabian desert on a 4WD scenic tour Watch the sunset from the summit of a towering sand dune Enjoy optional camel rides or get a henna painting on your hands Try various aromatic water pipes and wear traditional Arabic costumes Feast on a barbecue dinner under the desert night sky Enjoy traditional belly dancing and tannora dance performances",
        "strLocation": "dubai",
        "strOriginUrl": "https://www.getyourguide.com/dubai-l173/afternoon-desert-safari-with-bbq-dinner-t34233/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Dubai Afternoon Desert Safari and BBQ Dinner",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 08:42:55"
    },
    {
        "intDurationHour": 5,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 25,
        "intUsdCost": 60,
        "strGuideLanguage": "english, german",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-394912-145.jpg",
        "strIntroduction": "What You'll Do Discover the city of superlatives and marvel at the imposing buildings of Abu Dhabi as well as the world of racing sports Visit the Manarat Saadiyat exhibition, see the skyline of Abu Dhabi, and enjoy a coffee in the Emirates Palace Hotel Visit the Sheikh Zayed Mosque and let the unique charm and noble architecture enchant you Discover the city of superlatives and marvel at the imposing buildings of Abu Dhabi as well as the world of racing sports Visit the Manarat Saadiyat exhibition, see the skyline of Abu Dhabi, and enjoy a coffee in the Emirates Palace Hotel Visit the Sheikh Zayed Mosque and let the unique charm and noble architecture enchant you Discover the city of superlatives and marvel at the imposing buildings of Abu Dhabi as well as the world of racing sports Visit the Manarat Saadiyat exhibition, see the skyline of Abu Dhabi, and enjoy a coffee in the Emirates Palace Hotel Visit the Sheikh Zayed Mosque and let the unique charm and noble architecture enchant you",
        "strLocation": "dubai",
        "strOriginUrl": "https://www.getyourguide.com/dubai-l173/abu-dhabi-highlights-of-the-city-t61435/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Abu Dhabi: Highlights of the City",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 08:43:15"
    },
    {
        "intDurationHour": 32,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 3,
        "intUsdCost": 84,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-456439-145.jpg",
        "strIntroduction": "What You'll Do Experience a day of unlimited entertainment at the world’s only Ferrari theme park Enjoy action-packed adventures and nerve testers at a whole new level Shop for souvenirs at the world’s largest Ferrari store Save money with the best combo deal Discover your inner child with your family and friends at Yas Waterworld Experience a day of unlimited entertainment at the world’s only Ferrari theme park Enjoy action-packed adventures and nerve testers at a whole new level Shop for souvenirs at the world’s largest Ferrari store Save money with the best combo deal Discover your inner child with your family and friends at Yas Waterworld Experience a day of unlimited entertainment at the world’s only Ferrari theme park Enjoy action-packed adventures and nerve testers at a whole new level Shop for souvenirs at the world’s largest Ferrari store Save money with the best combo deal Discover your inner child with your family and friends at Yas Waterworld",
        "strLocation": "dubai",
        "strOriginUrl": "https://www.getyourguide.com/dubai-l173/dubai-ferrari-world-w-yas-water-park-combo-package-t68757/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Ferrari World and Yas Waterworld Combo Ticket Package",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 08:43:36"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 23,
        "intUsdCost": 20,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-361922-145.jpg",
        "strIntroduction": "What You'll Do Cool off at the only ice lounge in the Middle East Marvel at the unique interior design and lighting Enjoy a complimentary welcome drink Cool off at the only ice lounge in the Middle East Marvel at the unique interior design and lighting Enjoy a complimentary welcome drink Cool off at the only ice lounge in the Middle East Marvel at the unique interior design and lighting Enjoy a complimentary welcome drink",
        "strLocation": "dubai",
        "strOriginUrl": "https://www.getyourguide.com/dubai-l173/dubai-chillout-ice-lounge-experience-t56698/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Dubai Chillout Ice Lounge: 1-Hour Experience",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 08:43:52"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 60,
        "intUsdCost": 30,
        "strGuideLanguage": "english, german",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-359761-145.jpg",
        "strIntroduction": "What You'll Do Enjoy an impressive tour of Abu Dhabi and admire the stunning skyline of the city Visit the sacred Sheikh Zayed Mosque and marvel at the magnificent marble building See the luxury Emirates Palace and learn more about traditional Arab life at the open-air Heritage Village Enjoy an impressive tour of Abu Dhabi and admire the stunning skyline of the city Visit the sacred Sheikh Zayed Mosque and marvel at the magnificent marble building See the luxury Emirates Palace and learn more about traditional Arab life at the open-air Heritage Village Enjoy an impressive tour of Abu Dhabi and admire the stunning skyline of the city Visit the sacred Sheikh Zayed Mosque and marvel at the magnificent marble building See the luxury Emirates Palace and learn more about traditional Arab life at the open-air Heritage Village",
        "strLocation": "dubai",
        "strOriginUrl": "https://www.getyourguide.com/dubai-l173/abu-dhabi-4-hour-tour-from-abu-dhabi-or-dubai-t56257/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Abu Dhabi: 4-Hour Tour from Abu Dhabi or Dubai",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 08:44:06"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 353,
        "intUsdCost": 66,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-206645-145.jpg",
        "strIntroduction": "What You'll Do Explore Dubai at your own pace on 3 hop-on hop-off sightseeing bus routes Hear about Dubai's past, present, and future via audio commentary in 12 languages Take a complimentary dhow cruise Admire the manmade island of Atlantis at the Palm Learn about the city's history at Dubai Museum Breathe in fragrant spices at the spice souk Explore Dubai at your own pace on 3 hop-on hop-off sightseeing bus routes Hear about Dubai's past, present, and future via audio commentary in 12 languages Take a complimentary dhow cruise Admire the manmade island of Atlantis at the Palm Learn about the city's history at Dubai Museum Breathe in fragrant spices at the spice souk Explore Dubai at your own pace on 3 hop-on hop-off sightseeing bus routes Hear about Dubai's past, present, and future via audio commentary in 12 languages Take a complimentary dhow cruise Admire the manmade island of Atlantis at the Palm Learn about the city's history at Dubai Museum Breathe in fragrant spices at the spice souk",
        "strLocation": "dubai",
        "strOriginUrl": "https://www.getyourguide.com/dubai-l173/dubai-hop-on-hop-off-sightseeing-bus-tour-24h-ticket-t5105/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Dubai Hop-On Hop-Off 24- or 48-Hour Bus Tickets",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 08:44:21"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 41,
        "intUsdCost": 79,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-357642-145.jpg",
        "strIntroduction": "What You'll Do Marvel at the breathtaking beauty of the Dubai desert in the morning Speed across the fresh dunes by 4WD vehicle See the Dubai desert from the back of a camel Sand board down the sand dunes Go to the red dune desert tracks of Lahbab Marvel at the breathtaking beauty of the Dubai desert in the morning Speed across the fresh dunes by 4WD vehicle See the Dubai desert from the back of a camel Sand board down the sand dunes Go to the red dune desert tracks of Lahbab Marvel at the breathtaking beauty of the Dubai desert in the morning Speed across the fresh dunes by 4WD vehicle See the Dubai desert from the back of a camel Sand board down the sand dunes Go to the red dune desert tracks of Lahbab",
        "strLocation": "dubai",
        "strOriginUrl": "https://www.getyourguide.com/dubai-l173/dubai-bedouin-morning-safari-t56069/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Dubai: 3-Hour Morning Bedouin Desert Safari",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 08:44:37"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 40,
        "intUsdCost": 39,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-271562-145.jpg",
        "strIntroduction": "What You'll Do Feast on great American cuisine at the Hard Rock Café Dubai Skip the long lines to be seated Choose from 3 great menus Enjoy the stylish American diner ambiance Feast on great American cuisine at the Hard Rock Café Dubai Skip the long lines to be seated Choose from 3 great menus Enjoy the stylish American diner ambiance Feast on great American cuisine at the Hard Rock Café Dubai Skip the long lines to be seated Choose from 3 great menus Enjoy the stylish American diner ambiance",
        "strLocation": "dubai",
        "strOriginUrl": "https://www.getyourguide.com/dubai-l173/skip-the-line-hard-rock-cafe-dubai-t42798/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Dubai: Hard Rock Cafe Skip-The-Line Meal",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 08:44:54"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 4,
        "intUsdCost": 200,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-448979-145.jpg",
        "strIntroduction": "What You'll Do Enjoy fine dining at the Al Iwan Restaurant in the iconic Burj Al Arab Get breathtaking views of the Arabian Gulf Take a culinary journey in 7-star luxury Enjoy fine dining at the Al Iwan Restaurant in the iconic Burj Al Arab Get breathtaking views of the Arabian Gulf Take a culinary journey in 7-star luxury Enjoy fine dining at the Al Iwan Restaurant in the iconic Burj Al Arab Get breathtaking views of the Arabian Gulf Take a culinary journey in 7-star luxury",
        "strLocation": "dubai",
        "strOriginUrl": "https://www.getyourguide.com/dubai-l173/dubai-dinner-at-the-burj-al-arab-t68207/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Dubai: Dinner at the Burj Al Arab",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 08:45:10"
    },
    {
        "intDurationHour": 12,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 10,
        "intUsdCost": 80,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-383242-145.jpg",
        "strIntroduction": "What You'll Do Discover the pristine waters of Musandam and the Gulf of Oman Swim and snorkel with turtles and dolphins Climb aboard a traditional dhow and cruise across the turquoise waters Enjoy a buffet lunch aboard the boat Admire the towering peaks of the Hajar Mountains Explore hidden caves and sheltered bays Discover the pristine waters of Musandam and the Gulf of Oman Swim and snorkel with turtles and dolphins Climb aboard a traditional dhow and cruise across the turquoise waters Enjoy a buffet lunch aboard the boat Admire the towering peaks of the Hajar Mountains Explore hidden caves and sheltered bays Discover the pristine waters of Musandam and the Gulf of Oman Swim and snorkel with turtles and dolphins Climb aboard a traditional dhow and cruise across the turquoise waters Enjoy a buffet lunch aboard the boat Admire the towering peaks of the Hajar Mountains Explore hidden caves and sheltered bays",
        "strLocation": "dubai",
        "strOriginUrl": "https://www.getyourguide.com/dubai-l173/mussandam-day-sea-safari-from-dubai-t59835/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Dubai: Full-Day Sea Safari to Musandam",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 08:45:24"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 100,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-387866-145.jpg",
        "strIntroduction": "What You'll Do Enjoy bird's eye views of Dubai on a parasail flight Fly up to 200 meters above the sea! Marvel at the iconic monuments of Dubai, such as Jumeirah Residences Enjoy bird's eye views of Dubai on a parasail flight Fly up to 200 meters above the sea! Marvel at the iconic monuments of Dubai, such as Jumeirah Residences Enjoy bird's eye views of Dubai on a parasail flight Fly up to 200 meters above the sea! Marvel at the iconic monuments of Dubai, such as Jumeirah Residences",
        "strLocation": "dubai",
        "strOriginUrl": "https://www.getyourguide.com/dubai-l173/dubai-parasailing-experience-t60361/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Dubai: 10-Minute Parasail Experience",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 08:45:39"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 3,
        "intReviewVisitor": 42,
        "intUsdCost": 49,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-354399-145.jpg",
        "strIntroduction": "What You'll Do Take the worry out of your arrival at Dubai Airport with a pre-booked transfer Relax in the comfort and privacy of an executive class vehicle Let your driver take the strain of the unfamiliar roads Book a departure transfer to end your stay in Dubai in style Take the worry out of your arrival at Dubai Airport with a pre-booked transfer Relax in the comfort and privacy of an executive class vehicle Let your driver take the strain of the unfamiliar roads Book a departure transfer to end your stay in Dubai in style Take the worry out of your arrival at Dubai Airport with a pre-booked transfer Relax in the comfort and privacy of an executive class vehicle Let your driver take the strain of the unfamiliar roads Book a departure transfer to end your stay in Dubai in style",
        "strLocation": "dubai",
        "strOriginUrl": "https://www.getyourguide.com/dubai-l173/private-transfer-tofrom-dubai-international-airport-t54341/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Dubai International Airport Private Transfer by Sedan",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 08:45:55"
    },
    {
        "intDurationHour": 5,
        "intOption": null,
        "intReviewStar": 3,
        "intReviewVisitor": 116,
        "intUsdCost": 42,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-300818-145.jpg",
        "strIntroduction": "What You'll Do Enjoy a sumptuous BBQ dinner in the desert Spend an evening under the stars Experience traditional entertainment including tanoura and belly dancers Enjoy a sumptuous BBQ dinner in the desert Spend an evening under the stars Experience traditional entertainment including tanoura and belly dancers Enjoy a sumptuous BBQ dinner in the desert Spend an evening under the stars Experience traditional entertainment including tanoura and belly dancers",
        "strLocation": "dubai",
        "strOriginUrl": "https://www.getyourguide.com/dubai-l173/dinner-and-entertainment-in-the-dubai-desert-t31283/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Dinner & Traditional Show in the Desert: 5-Hour Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 08:46:22"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 1,
        "intUsdCost": 51,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-473686-145.jpg",
        "strIntroduction": "What You'll Do Take a cruise along the world’s largest man-made marina Admire the most important landmarks of Dubai illuminated at night Enjoy a dinner buffet and live entertainment on board Take a cruise along the world’s largest man-made marina Admire the most important landmarks of Dubai illuminated at night Enjoy a dinner buffet and live entertainment on board Take a cruise along the world’s largest man-made marina Admire the most important landmarks of Dubai illuminated at night Enjoy a dinner buffet and live entertainment on board",
        "strLocation": "dubai",
        "strOriginUrl": "https://www.getyourguide.com/dubai-l173/dubai-2-hour-dhow-dinner-dubai-marina-cruise-t71686/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Dubai: 2-Hour Dubai Marina Dhow Dinner Cruise",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 08:46:38"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 21,
        "intUsdCost": 27,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-361814-145.jpg",
        "strIntroduction": "What You'll Do Discover an extraordinary world with 15,000 marine animals Take a walk through the 10 exquisite Lost Chambers of Atlantis Enjoy the interactive aqua theater shows Discover an extraordinary world with 15,000 marine animals Take a walk through the 10 exquisite Lost Chambers of Atlantis Enjoy the interactive aqua theater shows Discover an extraordinary world with 15,000 marine animals Take a walk through the 10 exquisite Lost Chambers of Atlantis Enjoy the interactive aqua theater shows",
        "strLocation": "dubai",
        "strOriginUrl": "https://www.getyourguide.com/dubai-l173/lost-chambers-aquarium-tickets-t56680/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Dubai: The Lost Chambers Aquarium Tickets",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 08:46:54"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 50,
        "intUsdCost": 243,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-282606-145.jpg",
        "strIntroduction": "What You'll Do See the stunning skyscrapers of Dubai from above Fly over the Palm Jumeirah and The World island developments Enjoy a bird's eye view of the Burj Khalifa Marvel at the city souks and water parks from up high Watch the world go by as you fly over Dubai Creek See the stunning skyscrapers of Dubai from above Fly over the Palm Jumeirah and The World island developments Enjoy a bird's eye view of the Burj Khalifa Marvel at the city souks and water parks from up high Watch the world go by as you fly over Dubai Creek See the stunning skyscrapers of Dubai from above Fly over the Palm Jumeirah and The World island developments Enjoy a bird's eye view of the Burj Khalifa Marvel at the city souks and water parks from up high Watch the world go by as you fly over Dubai Creek",
        "strLocation": "dubai",
        "strOriginUrl": "https://www.getyourguide.com/dubai-l173/22-minute-dubai-helicopter-explorer-tour-t46758/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Dubai Helicopter Flight: 22-Minute Explorer Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 08:47:09"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 3,
        "intReviewVisitor": 19,
        "intUsdCost": 48,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-232809-145.jpg",
        "strIntroduction": "What You'll Do Sail around Dubai Creek in an authentic, traditional dhow Feast on an international buffet dinner as you cruise Enjoy Arabic coffee and fresh dates on arrival Listen to a soundtrack of Arabic, Indian, and English music See the Dubai skyline under its dramatic nighttime lights Sail around Dubai Creek in an authentic, traditional dhow Feast on an international buffet dinner as you cruise Enjoy Arabic coffee and fresh dates on arrival Listen to a soundtrack of Arabic, Indian, and English music See the Dubai skyline under its dramatic nighttime lights Sail around Dubai Creek in an authentic, traditional dhow Feast on an international buffet dinner as you cruise Enjoy Arabic coffee and fresh dates on arrival Listen to a soundtrack of Arabic, Indian, and English music See the Dubai skyline under its dramatic nighttime lights",
        "strLocation": "dubai",
        "strOriginUrl": "https://www.getyourguide.com/dubai-l173/dhow-dinner-cruise-t5225/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Dubai Creek Dhow Dinner Cruise",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 08:47:26"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 3,
        "intReviewVisitor": 13,
        "intUsdCost": 58,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-346377-145.jpg",
        "strIntroduction": "What You'll Do Take the worry out of your arrival at Dubai Airport with a pre-booked transfer Relax in the comfort and privacy of an executive class minivan Book a departure transfer to end your stay in Dubai in style Let your driver take the strain of the unfamiliar roads Take the worry out of your arrival at Dubai Airport with a pre-booked transfer Relax in the comfort and privacy of an executive class minivan Book a departure transfer to end your stay in Dubai in style Let your driver take the strain of the unfamiliar roads Take the worry out of your arrival at Dubai Airport with a pre-booked transfer Relax in the comfort and privacy of an executive class minivan Book a departure transfer to end your stay in Dubai in style Let your driver take the strain of the unfamiliar roads",
        "strLocation": "dubai",
        "strOriginUrl": "https://www.getyourguide.com/dubai-l173/private-van-transfer-tofrom-dubai-airport-t54342/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Dubai International Airport Private Transfer by Minivan",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 08:47:43"
    },
    {
        "intDurationHour": 25,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 24,
        "intUsdCost": 66,
        "strGuideLanguage": "spanish, urdu, english, french, german, hindi, italian, russian",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-92612-145.jpg",
        "strIntroduction": "What You'll Do Take the stress out of your airport experience during this full escort service Be assisted through immigration, airport sercurity, and the dedicated fast track counter Let the friendly escorts help you with every area of airport formality, right up until you reach your receiving party outside Receive a complimentary porter services and assistance with baggage Choose an arrival or departure option Take the stress out of your airport experience during this full escort service Be assisted through immigration, airport sercurity, and the dedicated fast track counter Let the friendly escorts help you with every area of airport formality, right up until you reach your receiving party outside Receive a complimentary porter services and assistance with baggage Choose an arrival or departure option Take the stress out of your airport experience during this full escort service Be assisted through immigration, airport sercurity, and the dedicated fast track counter Let the friendly escorts help you with every area of airport formality, right up until you reach your receiving party outside Receive a complimentary porter services and assistance with baggage Choose an arrival or departure option",
        "strLocation": "dubai",
        "strOriginUrl": "https://www.getyourguide.com/dubai-l173/meet-and-greet-airport-assistance-t20692/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Dubai Meet and Greet Airport Assistance",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 08:47:59"
    }
]