[
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 80,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-454573-145.jpg",
        "strIntroduction": "What You'll Do Enjoy the views from the water Cruise around the world's largest man-made island See Burj al Arab Enjoy the time on board of a luxury yacht Enjoy the views from the water Cruise around the world's largest man-made island See Burj al Arab Enjoy the time on board of a luxury yacht Enjoy the views from the water Cruise around the world's largest man-made island See Burj al Arab Enjoy the time on board of a luxury yacht",
        "strLocation": "dubai",
        "strOriginUrl": "https://www.getyourguide.com/dubai-l173/dubai-luxury-yacht-tour-t65131/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Dubai Marina Palm Island Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 10:21:09"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 152,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-428709-145.jpg",
        "strIntroduction": "What You'll Do Enjoy a freshly prepared gourmet dinner of international food on board a glass-enclosed boat Admire the views of Dubai's modern skyscrapers and historic landmarks Experience the bustling waterways of Dubai Creek from the outdoor deck Choose from a selection of fine drinks and fresh juices Private Transfer from the Hotel to Bateaux Dubai and vice versa Enjoy a freshly prepared gourmet dinner of international food on board a glass-enclosed boat Admire the views of Dubai's modern skyscrapers and historic landmarks Experience the bustling waterways of Dubai Creek from the outdoor deck Choose from a selection of fine drinks and fresh juices Private Transfer from the Hotel to Bateaux Dubai and vice versa Enjoy a freshly prepared gourmet dinner of international food on board a glass-enclosed boat Admire the views of Dubai's modern skyscrapers and historic landmarks Experience the bustling waterways of Dubai Creek from the outdoor deck Choose from a selection of fine drinks and fresh juices Private Transfer from the Hotel to Bateaux Dubai and vice versa",
        "strLocation": "dubai",
        "strOriginUrl": "https://www.getyourguide.com/dubai-l173/dubai-bateaux-dinner-cruise-t65518/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Dubai Bateaux Dinner Cruise with Private Transfer",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 10:21:22"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 100,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-428870-145.jpg",
        "strIntroduction": "What You'll Do Admire Abu Dhabi's skyline from the highest point in the city Enjoy afternoon tea with a spectacular view Experience VIP treatment with private hotel transfers Admire Abu Dhabi's skyline from the highest point in the city Enjoy afternoon tea with a spectacular view Experience VIP treatment with private hotel transfers Admire Abu Dhabi's skyline from the highest point in the city Enjoy afternoon tea with a spectacular view Experience VIP treatment with private hotel transfers",
        "strLocation": "dubai",
        "strOriginUrl": "https://www.getyourguide.com/abu-dhabi-l494/abu-dhabi-afternoon-tea-on-74th-floor-t65551/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Abu Dhabi Observation Deck at 300 Afternoon Tea",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 10:21:35"
    },
    {
        "intDurationHour": 6,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 150,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-428881-145.jpg",
        "strIntroduction": "What You'll Do Discover Abu Dhabi's skyline Enjoy afternoon tea with a view Feel like a VIP with private transfers Discover Abu Dhabi's skyline Enjoy afternoon tea with a view Feel like a VIP with private transfers Discover Abu Dhabi's skyline Enjoy afternoon tea with a view Feel like a VIP with private transfers",
        "strLocation": "dubai",
        "strOriginUrl": "https://www.getyourguide.com/dubai-l173/from-dubai-afternoon-tea-in-abu-dhabi-with-transfer-t65556/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "From Dubai: Afternoon Tea in Abu Dhabi with Transfer",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 10:21:49"
    },
    {
        "intDurationHour": 7,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 130,
        "strGuideLanguage": "spanish, english, french, german, italian, portuguese",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-430227-145.jpg",
        "strIntroduction": "What You'll Do See the sights of Dubai from the tallest building in the world Get up close to marine life at the Dubai Aquarium Experience the modern part of Dubai See the sights of Dubai from the tallest building in the world Get up close to marine life at the Dubai Aquarium Experience the modern part of Dubai See the sights of Dubai from the tallest building in the world Get up close to marine life at the Dubai Aquarium Experience the modern part of Dubai",
        "strLocation": "dubai",
        "strOriginUrl": "https://www.getyourguide.com/dubai-l173/modern-dubai-tour-with-burj-khalifa-t65728/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Modern Dubai Tour with Burj Khalifa",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 10:22:00"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 59,
        "strGuideLanguage": "english, german",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-431331-145.jpg",
        "strIntroduction": "What You'll Do Visit a traditional camel racetrack and the most famous horse racing track in Dubai and learn all about equestrian sports Hear how the animals are trained and the relationship between people and their animals Enjoy a refreshing drink in the luxurious Meydan Hotel and admire the flamingos up close at the Ras Al Khor nature reserve Visit a traditional camel racetrack and the most famous horse racing track in Dubai and learn all about equestrian sports Hear how the animals are trained and the relationship between people and their animals Enjoy a refreshing drink in the luxurious Meydan Hotel and admire the flamingos up close at the Ras Al Khor nature reserve Visit a traditional camel racetrack and the most famous horse racing track in Dubai and learn all about equestrian sports Hear how the animals are trained and the relationship between people and their animals Enjoy a refreshing drink in the luxurious Meydan Hotel and admire the flamingos up close at the Ras Al Khor nature reserve",
        "strLocation": "dubai",
        "strOriginUrl": "https://www.getyourguide.com/dubai-l173/dubai-the-magic-of-equestrian-sports-t65879/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Dubai: The Magic of Equestrian Sports",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 10:22:13"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 166,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-431836-145.jpg",
        "strIntroduction": "What You'll Do Enjoy unlimited full-day access to the 43 slides of Yas Waterworld Experience the thrills of the Ferrari World theme park Race your friends and family on the Sebag waterslide Discover Italy in miniature at Bella Italia Enjoy unlimited full-day access to the 43 slides of Yas Waterworld Experience the thrills of the Ferrari World theme park Race your friends and family on the Sebag waterslide Discover Italy in miniature at Bella Italia Enjoy unlimited full-day access to the 43 slides of Yas Waterworld Experience the thrills of the Ferrari World theme park Race your friends and family on the Sebag waterslide Discover Italy in miniature at Bella Italia",
        "strLocation": "dubai",
        "strOriginUrl": "https://www.getyourguide.com/dubai-l173/dubai-ferrari-world-and-yas-water-park-w-transfers-t65952/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "From Dubai: Ferrari World and Yas Waterworld",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 10:22:24"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 66,
        "strGuideLanguage": "spanish, english, french, german, italian, chinese, portuguese, russian",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-432326-145.jpg",
        "strIntroduction": "What You'll Do Discover the biggest oasis in the United Arab Emirates Enjoy a buffet lunch Marvel at the thrilling views from the Jebel Hafeet peak Discover the biggest oasis in the United Arab Emirates Enjoy a buffet lunch Marvel at the thrilling views from the Jebel Hafeet peak Discover the biggest oasis in the United Arab Emirates Enjoy a buffet lunch Marvel at the thrilling views from the Jebel Hafeet peak",
        "strLocation": "dubai",
        "strOriginUrl": "https://www.getyourguide.com/dubai-l173/from-dubai-al-ain-city-tour-with-lunch-t66002/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "From Dubai: Al Ain City Tour with Lunch",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 10:22:36"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 45,
        "strGuideLanguage": "spanish, english, french, german, italian, chinese, portuguese, russian",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-451518-145.jpg",
        "strIntroduction": "What You'll Do Visit the world's biggest marketplaces for gold and spices See the exquisite Jumeirah Mosque Marvel at Burj Khalifa, world's tallest building Visit the world's biggest marketplaces for gold and spices See the exquisite Jumeirah Mosque Marvel at Burj Khalifa, world's tallest building Visit the world's biggest marketplaces for gold and spices See the exquisite Jumeirah Mosque Marvel at Burj Khalifa, world's tallest building",
        "strLocation": "dubai",
        "strOriginUrl": "https://www.getyourguide.com/abu-dhabi-l494/dubai-city-sightseeing-tour-from-abu-dhabi-t66063/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Full-Day Dubai City Sightseeing Tour from Abu Dhabi",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 10:22:50"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 248,
        "strGuideLanguage": "english, french",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-432996-145.jpg",
        "strIntroduction": "What You'll Do Speed across the Persian Gulf by jet ski See the iconic yachts and buildings of Dubai Marina from a unique perspective Get up-close to the Burj Al Arab Cruise around Dubai Marina and the Jumeirah Beach Residences Stop at a beach on Palm Jumeirah Ride around the Palm Jumeirah and see Atlantis from the sea Speed across the Persian Gulf by jet ski See the iconic yachts and buildings of Dubai Marina from a unique perspective Get up-close to the Burj Al Arab Cruise around Dubai Marina and the Jumeirah Beach Residences Stop at a beach on Palm Jumeirah Ride around the Palm Jumeirah and see Atlantis from the sea Speed across the Persian Gulf by jet ski See the iconic yachts and buildings of Dubai Marina from a unique perspective Get up-close to the Burj Al Arab Cruise around Dubai Marina and the Jumeirah Beach Residences Stop at a beach on Palm Jumeirah Ride around the Palm Jumeirah and see Atlantis from the sea",
        "strLocation": "dubai",
        "strOriginUrl": "https://www.getyourguide.com/dubai-l173/dubai-2-hours-jet-ski-adventure-t66105/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Dubai: 2 Hours Jet Ski Adventure",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 10:23:04"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 192,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-433230-145.jpg",
        "strIntroduction": "What You'll Do Enjoy a 120 minutes pampering massage treatment Experience a variety of massage methods. Relish a simultaneous massage by two therapists in complete harmony Enjoy a 120 minutes pampering massage treatment Experience a variety of massage methods. Relish a simultaneous massage by two therapists in complete harmony Enjoy a 120 minutes pampering massage treatment Experience a variety of massage methods. Relish a simultaneous massage by two therapists in complete harmony",
        "strLocation": "dubai",
        "strOriginUrl": "https://www.getyourguide.com/dubai-l173/120-minute-four-hands-wave-massage-t66133/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "120-Minute Four Hands Wave Massage",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 10:23:17"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 85,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-433268-145.jpg",
        "strIntroduction": "What You'll Do Royal Thai massage for 60 minutes. Improves blood circulation throughout the body. Acupressure and yoga-like stretches. Greater awareness of body and mind and a release of blocked energy.. Royal Thai massage for 60 minutes. Improves blood circulation throughout the body. Acupressure and yoga-like stretches. Greater awareness of body and mind and a release of blocked energy.. Royal Thai massage for 60 minutes. Improves blood circulation throughout the body. Acupressure and yoga-like stretches. Greater awareness of body and mind and a release of blocked energy..",
        "strLocation": "dubai",
        "strOriginUrl": "https://www.getyourguide.com/dubai-l173/royal-thai-massage-t66143/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Royal Thai Massage",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 10:23:30"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 201,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-433274-145.jpg",
        "strIntroduction": "What You'll Do Enjoy a 45 minute aromatherapy body massage. Outdoor rain shower, foot and hand cleansing ritual on the terrace garden. A selection from the spa cuisine menu at the poolside Amara Lounge. Full day use of the 25 meter swimming pool with four Jacuzzis, scented steam room and gymnasium. Choose your own relaxing music from the range of enchanting sounds. Enjoy a 45 minute aromatherapy body massage. Outdoor rain shower, foot and hand cleansing ritual on the terrace garden. A selection from the spa cuisine menu at the poolside Amara Lounge. Full day use of the 25 meter swimming pool with four Jacuzzis, scented steam room and gymnasium. Choose your own relaxing music from the range of enchanting sounds. Enjoy a 45 minute aromatherapy body massage. Outdoor rain shower, foot and hand cleansing ritual on the terrace garden. A selection from the spa cuisine menu at the poolside Amara Lounge. Full day use of the 25 meter swimming pool with four Jacuzzis, scented steam room and gymnasium. Choose your own relaxing music from the range of enchanting sounds.",
        "strLocation": "dubai",
        "strOriginUrl": "https://www.getyourguide.com/dubai-l173/amara-spa-experience-t66145/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Amara Spa Experience",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 10:23:45"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 928,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-433334-145.jpg",
        "strIntroduction": "What You'll Do Outdoor rain-shower and foot and hand cleansing ritual on your private terrace garden A unique 25 minutes coffee and cardamom scrub to increase the blood flow and reduce the appearance of cellulite Sandalwood and rose water body wrap to encourage skin cell growth, guaranteed to result in silky smooth skin 60 minute body massage which utilizes Balinese and Hawaiian techniques using a signature Aroma oil. 30 minute facial for a cleansing, hydrating and refreshing experience. A selection from the spa cuisine menu at the poolside Amara lounge. Full day use of the 25 meter swimming pool with four Jacuzzis, scented steam room, lounges, terrace and new gymnasium. Arabian Tea , dates , roasted almonds and apricots will be served during the ritual. Choose your own relaxing music. Outdoor rain-shower and foot and hand cleansing ritual on your private terrace garden A unique 25 minutes coffee and cardamom scrub to increase the blood flow and reduce the appearance of cellulite Sandalwood and rose water body wrap to encourage skin cell growth, guaranteed to result in silky smooth skin 60 minute body massage which utilizes Balinese and Hawaiian techniques using a signature Aroma oil. 30 minute facial for a cleansing, hydrating and refreshing experience. A selection from the spa cuisine menu at the poolside Amara lounge. Full day use of the 25 meter swimming pool with four Jacuzzis, scented steam room, lounges, terrace and new gymnasium. Arabian Tea , dates , roasted almonds and apricots will be served during the ritual. Choose your own relaxing music. Outdoor rain-shower and foot and hand cleansing ritual on your private terrace garden A unique 25 minutes coffee and cardamom scrub to increase the blood flow and reduce the appearance of cellulite Sandalwood and rose water body wrap to encourage skin cell growth, guaranteed to result in silky smooth skin 60 minute body massage which utilizes Balinese and Hawaiian techniques using a signature Aroma oil. 30 minute facial for a cleansing, hydrating and refreshing experience. A selection from the spa cuisine menu at the poolside Amara lounge. Full day use of the 25 meter swimming pool with four Jacuzzis, scented steam room, lounges, terrace and new gymnasium. Arabian Tea , dates , roasted almonds and apricots will be served during the ritual. Choose your own relaxing music.",
        "strLocation": "dubai",
        "strOriginUrl": "https://www.getyourguide.com/dubai-l173/amara-couples-journey-t66155/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Amara Couples Journey",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 10:23:59"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 100,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-433773-145.jpg",
        "strIntroduction": "What You'll Do Trawl the waters of Dubai Enjoy fishing in some of Dubai's best spot on board a silver craft charter Pick up tips and techniques from a professional and friendly crew Trawl the waters of Dubai Enjoy fishing in some of Dubai's best spot on board a silver craft charter Pick up tips and techniques from a professional and friendly crew Trawl the waters of Dubai Enjoy fishing in some of Dubai's best spot on board a silver craft charter Pick up tips and techniques from a professional and friendly crew",
        "strLocation": "dubai",
        "strOriginUrl": "https://www.getyourguide.com/dubai-l173/dubai-marina-4-hour-fishing-experience-t66220/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Dubai Marina 4-Hour Fishing Experience",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 10:24:10"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 270,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-434004-145.jpg",
        "strIntroduction": "What You'll Do Benefit from a safety briefing on circuit / driving techniques including an In Car briefing on the controls Take a shuttle to the Oval Circuit where you will meet your instructors Enjoy a 20-minute driving experience around a race circuit Benefit from a safety briefing on circuit / driving techniques including an In Car briefing on the controls Take a shuttle to the Oval Circuit where you will meet your instructors Enjoy a 20-minute driving experience around a race circuit Benefit from a safety briefing on circuit / driving techniques including an In Car briefing on the controls Take a shuttle to the Oval Circuit where you will meet your instructors Enjoy a 20-minute driving experience around a race circuit",
        "strLocation": "dubai",
        "strOriginUrl": "https://www.getyourguide.com/dubai-l173/f1-style-single-seater-driving-experience-t66259/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "F1 Style Single Seater Driving Experience",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 10:24:23"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 260,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-435446-145.jpg",
        "strIntroduction": "What You'll Do Three hours of cruising from 2016 to 2017 on a magnificent wooden dhow. Enjoy great food, entertainment and drinks. Also witness the breathtaking views of fireworks from a distance Three hours of cruising from 2016 to 2017 on a magnificent wooden dhow. Enjoy great food, entertainment and drinks. Also witness the breathtaking views of fireworks from a distance Three hours of cruising from 2016 to 2017 on a magnificent wooden dhow. Enjoy great food, entertainment and drinks. Also witness the breathtaking views of fireworks from a distance",
        "strLocation": "dubai",
        "strOriginUrl": "https://www.getyourguide.com/dubai-l173/new-year-s-eve-cruise-party-dubai-2017-t66441/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "New Year's Eve Cruise Party Dubai 2017",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 10:24:35"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 215,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-437942-145.jpg",
        "strIntroduction": "What You'll Do Enjoy a thrilling speed boat ride from the Dubai Marina See iconic sights including The Palm Jumeirah , Sheikh island and Burj Al Arab Set sail on a sightseeing tour of Dubai from the water Enjoy a thrilling speed boat ride from the Dubai Marina See iconic sights including The Palm Jumeirah , Sheikh island and Burj Al Arab Set sail on a sightseeing tour of Dubai from the water Enjoy a thrilling speed boat ride from the Dubai Marina See iconic sights including The Palm Jumeirah , Sheikh island and Burj Al Arab Set sail on a sightseeing tour of Dubai from the water",
        "strLocation": "dubai",
        "strOriginUrl": "https://www.getyourguide.com/dubai-l173/dubai-sightseeing-tour-by-private-speedboat-t66750/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Dubai Sightseeing Tour by Private Speedboat",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 10:24:47"
    },
    {
        "intDurationHour": 5,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 170,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-438361-145.jpg",
        "strIntroduction": "What You'll Do Enjoy a 4 hours relaxing cruise See the sights of the Palm Jumeirah from the water Taste delicious food from a BBQ Grill Enjoy a 4 hours relaxing cruise See the sights of the Palm Jumeirah from the water Taste delicious food from a BBQ Grill Enjoy a 4 hours relaxing cruise See the sights of the Palm Jumeirah from the water Taste delicious food from a BBQ Grill",
        "strLocation": "dubai",
        "strOriginUrl": "https://www.getyourguide.com/dubai-l173/dubai-catamaran-bbq-fun-cruise-t66891/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Dubai: Catamaran BBQ Fun Cruise",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 10:24:57"
    },
    {
        "intDurationHour": 5,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 215,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-438378-145.jpg",
        "strIntroduction": "What You'll Do Enjoy a trip for all fishing enthusiasts Take a relaxing cruise with sightseeing of Palm Jumeirah Enjoy 4 hours at sea with a fun crew Enjoy a trip for all fishing enthusiasts Take a relaxing cruise with sightseeing of Palm Jumeirah Enjoy 4 hours at sea with a fun crew Enjoy a trip for all fishing enthusiasts Take a relaxing cruise with sightseeing of Palm Jumeirah Enjoy 4 hours at sea with a fun crew",
        "strLocation": "dubai",
        "strOriginUrl": "https://www.getyourguide.com/dubai-l173/dubai-big-game-fishing-trolling-t66892/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Dubai: Big Game Fishing Trolling",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 10:25:10"
    },
    {
        "intDurationHour": 9,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 463,
        "strGuideLanguage": "english, russian",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-440298-145.jpg",
        "strIntroduction": "What You'll Do Visit the fascinating Dubai Museum See the amazing Grand Jumeirah Mosque Stop at Burj Al Arab for photos Visit the fascinating Dubai Museum See the amazing Grand Jumeirah Mosque Stop at Burj Al Arab for photos Visit the fascinating Dubai Museum See the amazing Grand Jumeirah Mosque Stop at Burj Al Arab for photos",
        "strLocation": "dubai",
        "strOriginUrl": "https://www.getyourguide.com/dubai-l173/dubai-guided-city-tour-full-day-t67117/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Dubai Guided City Tour Full-Day",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 10:25:23"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 150,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-440305-145.jpg",
        "strIntroduction": "What You'll Do Relax with pick-up from the airport Take the hassle out of airport transfers Enjoy complimentary internet access in the car Relax with pick-up from the airport Take the hassle out of airport transfers Enjoy complimentary internet access in the car Relax with pick-up from the airport Take the hassle out of airport transfers Enjoy complimentary internet access in the car",
        "strLocation": "dubai",
        "strOriginUrl": "https://www.getyourguide.com/dubai-l173/dubai-airport-transfer-service-t67118/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Dubai Airport Pick-Up to Ras Al-Khaimah",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 10:25:36"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 243,
        "strGuideLanguage": "english, russian",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-440681-145.jpg",
        "strIntroduction": "What You'll Do Make the most of a private airport transfers from Dubai Airport to your hotel in Ras Al Khaimah and vice versa Benefit from VIP parking at Dubai Airport Enjoy complimentary internet access in the car Enjoy our fleet a Lincoln Navigator 2015 model Feel safe with the services of a professional driver who knows the best routes Be greeted with a sign bearing your name and get assistance with your luggage Make the most of a private airport transfers from Dubai Airport to your hotel in Ras Al Khaimah and vice versa Benefit from VIP parking at Dubai Airport Enjoy complimentary internet access in the car Enjoy our fleet a Lincoln Navigator 2015 model Feel safe with the services of a professional driver who knows the best routes Be greeted with a sign bearing your name and get assistance with your luggage Make the most of a private airport transfers from Dubai Airport to your hotel in Ras Al Khaimah and vice versa Benefit from VIP parking at Dubai Airport Enjoy complimentary internet access in the car Enjoy our fleet a Lincoln Navigator 2015 model Feel safe with the services of a professional driver who knows the best routes Be greeted with a sign bearing your name and get assistance with your luggage",
        "strLocation": "dubai",
        "strOriginUrl": "https://www.getyourguide.com/dubai-l173/airport-transfers-from-dubai-to-ras-al-khaimah-t67129/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Airport Round-Trip Transfers Dubai to Ras Al-Khaimah",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 10:25:49"
    },
    {
        "intDurationHour": 6,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 327,
        "strGuideLanguage": "english, russian",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-441278-145.jpg",
        "strIntroduction": "What You'll Do Visit Dubai Museum Discover the religon and culture of Emirati by a visit to the Grand Jumeirah Mosque Feast your eyes on Burj Al Arab Drive through the Walk JBR Visit the Textile Souk Visit Dubai Museum Discover the religon and culture of Emirati by a visit to the Grand Jumeirah Mosque Feast your eyes on Burj Al Arab Drive through the Walk JBR Visit the Textile Souk Visit Dubai Museum Discover the religon and culture of Emirati by a visit to the Grand Jumeirah Mosque Feast your eyes on Burj Al Arab Drive through the Walk JBR Visit the Textile Souk",
        "strLocation": "dubai",
        "strOriginUrl": "https://www.getyourguide.com/dubai-creek-l2704/dubai-guided-city-tour-half-day-t67201/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Dubai Guided City Tour Half-Day",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 10:26:01"
    },
    {
        "intDurationHour": 10,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 79,
        "strGuideLanguage": "english, arabic",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-442712-145.jpg",
        "strIntroduction": "What You'll Do Discover the Arabian metropolis of Dubai and experience the lively mix of Arabian traditions and worldly modernism Experience a ride on a water taxi on Dubai Creek and follow the scent of the Orient at the famous spice market See the fascinating luxury hotel Burj Al Arab, wander the imposing Dubai Mall and admire the Dubai Fountain Discover the Arabian metropolis of Dubai and experience the lively mix of Arabian traditions and worldly modernism Experience a ride on a water taxi on Dubai Creek and follow the scent of the Orient at the famous spice market See the fascinating luxury hotel Burj Al Arab, wander the imposing Dubai Mall and admire the Dubai Fountain Discover the Arabian metropolis of Dubai and experience the lively mix of Arabian traditions and worldly modernism Experience a ride on a water taxi on Dubai Creek and follow the scent of the Orient at the famous spice market See the fascinating luxury hotel Burj Al Arab, wander the imposing Dubai Mall and admire the Dubai Fountain",
        "strLocation": "dubai",
        "strOriginUrl": "https://www.getyourguide.com/dubai-l173/from-abu-dhabi-day-trip-to-dubai-with-dubai-fountains-t67364/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "From Abu Dhabi: Day Trip to Dubai with Dubai Fountains",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 10:26:13"
    },
    {
        "intDurationHour": 2160,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 153,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-443103-145.jpg",
        "strIntroduction": "What You'll Do Enjoy admission to 3 or 5 top attractions with over 20 attractions to choose from Visit Burj Khalifa, go on a city tour, try a desert safari and so much more Save up to 50% on admission fees and enjoy exclusive extra offers Enjoy admission to 3 or 5 top attractions with over 20 attractions to choose from Visit Burj Khalifa, go on a city tour, try a desert safari and so much more Save up to 50% on admission fees and enjoy exclusive extra offers Enjoy admission to 3 or 5 top attractions with over 20 attractions to choose from Visit Burj Khalifa, go on a city tour, try a desert safari and so much more Save up to 50% on admission fees and enjoy exclusive extra offers",
        "strLocation": "dubai",
        "strOriginUrl": "https://www.getyourguide.com/dubai-l173/dubai-flexi-attractions-pass-t67409/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Dubai Flexi Attractions Pass",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 10:26:26"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 1199,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-443507-145.jpg",
        "strIntroduction": "What You'll Do Cruise around Burj Alarab Ride along Dubai Marina Enjoy the thrills and spills of a 1-hour Flyboarding experience Cruise around Burj Alarab Ride along Dubai Marina Enjoy the thrills and spills of a 1-hour Flyboarding experience Cruise around Burj Alarab Ride along Dubai Marina Enjoy the thrills and spills of a 1-hour Flyboarding experience",
        "strLocation": "dubai",
        "strOriginUrl": "https://www.getyourguide.com/dubai-l173/3-hour-yacht-party-with-flyboard-experience-t67465/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "3-Hour Yacht Party with Flyboard Experience",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 10:26:37"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 100,
        "strGuideLanguage": "english, spanish, chinese, french, german, italian, portuguese",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-449103-145.jpg",
        "strIntroduction": "What You'll Do Explore the state capital & largest Emirate of UAE Take an accessible tour handled by professional assistants with handicap-friendly arrangements Visit one of the world’s largest places of worship, Sheikh Zayed Mosque View luxury-a-class-apart at Emirates Palace and Presidential Palace Get insights of old traditional desert life at the Heritage Village Enjoy the serenity of Abu Dhabi Corniche Explore the state capital & largest Emirate of UAE Take an accessible tour handled by professional assistants with handicap-friendly arrangements Visit one of the world’s largest places of worship, Sheikh Zayed Mosque View luxury-a-class-apart at Emirates Palace and Presidential Palace Get insights of old traditional desert life at the Heritage Village Enjoy the serenity of Abu Dhabi Corniche Explore the state capital & largest Emirate of UAE Take an accessible tour handled by professional assistants with handicap-friendly arrangements Visit one of the world’s largest places of worship, Sheikh Zayed Mosque View luxury-a-class-apart at Emirates Palace and Presidential Palace Get insights of old traditional desert life at the Heritage Village Enjoy the serenity of Abu Dhabi Corniche",
        "strLocation": "dubai",
        "strOriginUrl": "https://www.getyourguide.com/dubai-l173/abu-dhabi-accessible-city-sightseeing-tour-from-dubai-t67983/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Abu Dhabi Accessible City Sightseeing Tour from Dubai",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 10:26:50"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 60,
        "strGuideLanguage": "english, spanish, chinese, french, german, italian, portuguese",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-449017-145.jpg",
        "strIntroduction": "What You'll Do Be led by a trained assistant and enjoy wheelchair-friendly transport Enjoy four hours of delightful Dubai sightseeing Discover the old-world Dubai at the Dubai Creek Visit the world-renowned marketplaces – Gold and Spice Souks Have photo stops at Dubai’s landmark structures – Jumeirah Mosque, Burj Al Arab, Palm Jumeirah and Atlantis the Palm Get the feel of most modern Dubai along the Sheikh Zayed Road Be led by a trained assistant and enjoy wheelchair-friendly transport Enjoy four hours of delightful Dubai sightseeing Discover the old-world Dubai at the Dubai Creek Visit the world-renowned marketplaces – Gold and Spice Souks Have photo stops at Dubai’s landmark structures – Jumeirah Mosque, Burj Al Arab, Palm Jumeirah and Atlantis the Palm Get the feel of most modern Dubai along the Sheikh Zayed Road Be led by a trained assistant and enjoy wheelchair-friendly transport Enjoy four hours of delightful Dubai sightseeing Discover the old-world Dubai at the Dubai Creek Visit the world-renowned marketplaces – Gold and Spice Souks Have photo stops at Dubai’s landmark structures – Jumeirah Mosque, Burj Al Arab, Palm Jumeirah and Atlantis the Palm Get the feel of most modern Dubai along the Sheikh Zayed Road",
        "strLocation": "dubai",
        "strOriginUrl": "https://www.getyourguide.com/dubai-l173/dubai-accessible-tours-half-day-dubai-city-sightseeing-t68205/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Dubai Accessible Tours: Half-Day Dubai City Sightseeing",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 10:27:03"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 79,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-453185-145.jpg",
        "strIntroduction": "What You'll Do Visit Dubai's hottest bars in a single evening Selected drinks included for ladies Have a friendly guide and transportation included between venues Save on free entry to the nightclub Visit Dubai's hottest bars in a single evening Selected drinks included for ladies Have a friendly guide and transportation included between venues Save on free entry to the nightclub Visit Dubai's hottest bars in a single evening Selected drinks included for ladies Have a friendly guide and transportation included between venues Save on free entry to the nightclub",
        "strLocation": "dubai",
        "strOriginUrl": "https://www.getyourguide.com/dubai-l173/dubai-ladies-night-tour-t68892/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Dubai: Ladies Night Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 10:27:15"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 230,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-456930-145.jpg",
        "strIntroduction": "What You'll Do Have a traditional authentic Arab buffet dinner Enjoy the marvelous entertainment Visit the heritage village Have a traditional authentic Arab buffet dinner Enjoy the marvelous entertainment Visit the heritage village Have a traditional authentic Arab buffet dinner Enjoy the marvelous entertainment Visit the heritage village",
        "strLocation": "dubai",
        "strOriginUrl": "https://www.getyourguide.com/dubai-l173/al-hadheerah-authentic-arab-dinner-experience-t69470/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Al Hadheerah Authentic Arab Dinner Experience",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 10:27:28"
    },
    {
        "intDurationHour": 6,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 95,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-459122-145.jpg",
        "strIntroduction": "What You'll Do Savour a delightful dining experience with Ocacti's mouth-watering Latin cuisine that includes four different menu options and a welcome drink Learn the most trendy Latin dance styles in dynamic lessons hosted by a team of internationally awarded dancers Be delighted with outstanding dance performances by world champion dancers every day at midnight Dance every night with the rhythms of the best Latin DJ in Dubai and enjoy from Wednesday to Saturday an amazing Latin live band Savour a delightful dining experience with Ocacti's mouth-watering Latin cuisine that includes four different menu options and a welcome drink Learn the most trendy Latin dance styles in dynamic lessons hosted by a team of internationally awarded dancers Be delighted with outstanding dance performances by world champion dancers every day at midnight Dance every night with the rhythms of the best Latin DJ in Dubai and enjoy from Wednesday to Saturday an amazing Latin live band Savour a delightful dining experience with Ocacti's mouth-watering Latin cuisine that includes four different menu options and a welcome drink Learn the most trendy Latin dance styles in dynamic lessons hosted by a team of internationally awarded dancers Be delighted with outstanding dance performances by world champion dancers every day at midnight Dance every night with the rhythms of the best Latin DJ in Dubai and enjoy from Wednesday to Saturday an amazing Latin live band",
        "strLocation": "dubai",
        "strOriginUrl": "https://www.getyourguide.com/dubai-l173/bnf-nights-the-best-latin-experience-in-dubai-t69711/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "BNF Nights: The Best Latin Experience In Dubai",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 10:27:42"
    },
    {
        "intDurationHour": 6,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 302,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-459550-145.jpg",
        "strIntroduction": "What You'll Do Enjoy a spectacular balloon ride Enjoy a gourmet breakfast complete with hand-cut smoked salmon, caviar, bread selection and fresh fruits Watch a falcon soar around you into the morning sky Enjoy a spectacular balloon ride Enjoy a gourmet breakfast complete with hand-cut smoked salmon, caviar, bread selection and fresh fruits Watch a falcon soar around you into the morning sky Enjoy a spectacular balloon ride Enjoy a gourmet breakfast complete with hand-cut smoked salmon, caviar, bread selection and fresh fruits Watch a falcon soar around you into the morning sky",
        "strLocation": "dubai",
        "strOriginUrl": "https://www.getyourguide.com/dubai-l173/dubai-hot-air-balloon-flight-with-breakfast-falconry-t69862/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Dubai: Hot Air Balloon Flight with Breakfast & Falconry",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 10:27:54"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 48,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-466862-145.jpg",
        "strIntroduction": "What You'll Do Ride over 15 exciting attractions Discover a two-level 76,000 sq ft indoor theme park for families and guests of all ages Experience the only SEGA Republic indoor theme park in the Middle East Ride over 15 exciting attractions Discover a two-level 76,000 sq ft indoor theme park for families and guests of all ages Experience the only SEGA Republic indoor theme park in the Middle East Ride over 15 exciting attractions Discover a two-level 76,000 sq ft indoor theme park for families and guests of all ages Experience the only SEGA Republic indoor theme park in the Middle East",
        "strLocation": "dubai",
        "strOriginUrl": "https://www.getyourguide.com/dubai-l173/sega-republic-t70797/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "SEGA Republic",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 10:28:05"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 85,
        "strGuideLanguage": "spanish, english, german, italian, portuguese",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-473053-145.jpg",
        "strIntroduction": "What You'll Do Feel the thrills of the Dubai desert with a unique morning ride in a 4x4 land cruiser Explore the rugged desert terrain further with sand-surfing or a camel ride Travel back in time to grand old Arabia at the Souk Madinet Jumeirah Admire the structural elegance of Dubai Marina View the beauty of the illuminated Dubai skyline Feel the thrills of the Dubai desert with a unique morning ride in a 4x4 land cruiser Explore the rugged desert terrain further with sand-surfing or a camel ride Travel back in time to grand old Arabia at the Souk Madinet Jumeirah Admire the structural elegance of Dubai Marina View the beauty of the illuminated Dubai skyline Feel the thrills of the Dubai desert with a unique morning ride in a 4x4 land cruiser Explore the rugged desert terrain further with sand-surfing or a camel ride Travel back in time to grand old Arabia at the Souk Madinet Jumeirah Admire the structural elegance of Dubai Marina View the beauty of the illuminated Dubai skyline",
        "strLocation": "dubai",
        "strOriginUrl": "https://www.getyourguide.com/dubai-l173/dubai-1-or-2-day-morning-safari-dubai-night-tour-t70988/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Dubai: 1 or 2-Day Morning Safari & Dubai Night Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 10:28:16"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 533,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-473607-145.jpg",
        "strIntroduction": "What You'll Do Take a journy on luxury yacht Feast your eyes on the picturesque Dubai seascape Discover exotic locations as : Dubal Palm, Dubai Marina, JBR, Burj Al Arab, Lagoon Enjoy the chill music atmosphere while sitting under the sun shine and enjoying the view Take a journy on luxury yacht Feast your eyes on the picturesque Dubai seascape Discover exotic locations as : Dubal Palm, Dubai Marina, JBR, Burj Al Arab, Lagoon Enjoy the chill music atmosphere while sitting under the sun shine and enjoying the view Take a journy on luxury yacht Feast your eyes on the picturesque Dubai seascape Discover exotic locations as : Dubal Palm, Dubai Marina, JBR, Burj Al Arab, Lagoon Enjoy the chill music atmosphere while sitting under the sun shine and enjoying the view",
        "strLocation": "dubai",
        "strOriginUrl": "https://www.getyourguide.com/dubai-l173/dubai-2-hour-yacht-cruise-50-feet-t71673/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Dubai 2-Hour Yacht Cruise 50 feet",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 10:28:29"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 615,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-473613-145.jpg",
        "strIntroduction": "What You'll Do Take a journey on a luxury yacht. Feast your eyes on the picturesque Dubai seascape. Discover exotic locations including : Dubal Palm, Dubai Marina, JBR, Burj Al Arab, Lagoon. Enjoy the chilled music atmosphere while sitting under the sun shine and enjoying the view. Take a journey on a luxury yacht. Feast your eyes on the picturesque Dubai seascape. Discover exotic locations including : Dubal Palm, Dubai Marina, JBR, Burj Al Arab, Lagoon. Enjoy the chilled music atmosphere while sitting under the sun shine and enjoying the view. Take a journey on a luxury yacht. Feast your eyes on the picturesque Dubai seascape. Discover exotic locations including : Dubal Palm, Dubai Marina, JBR, Burj Al Arab, Lagoon. Enjoy the chilled music atmosphere while sitting under the sun shine and enjoying the view.",
        "strLocation": "dubai",
        "strOriginUrl": "https://www.getyourguide.com/dubai-l173/dubai-yacht-cruise-55-feet-2-hours-t71674/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Dubai Yacht Cruise 55 feet (2 hours)",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 10:28:42"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 1434,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-473650-145.jpg",
        "strIntroduction": "What You'll Do Take a journey on luxury yacht. Feast your eyes on the picturesque Dubai seascape. Discover exotic locations as : Dubal Palm, Dubai Marina, JBR, Burj Al Arab, Lagoon. Enjoy the chilled music atmosphere while sitting under the sun shine and enjoying the view. Take a journey on luxury yacht. Feast your eyes on the picturesque Dubai seascape. Discover exotic locations as : Dubal Palm, Dubai Marina, JBR, Burj Al Arab, Lagoon. Enjoy the chilled music atmosphere while sitting under the sun shine and enjoying the view. Take a journey on luxury yacht. Feast your eyes on the picturesque Dubai seascape. Discover exotic locations as : Dubal Palm, Dubai Marina, JBR, Burj Al Arab, Lagoon. Enjoy the chilled music atmosphere while sitting under the sun shine and enjoying the view.",
        "strLocation": "dubai",
        "strOriginUrl": "https://www.getyourguide.com/dubai-l173/dubai-yacht-cruise-85-feet-2-hours-t71679/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Dubai Yacht Cruise 85 feet (2 hours)",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 10:28:55"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 58,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-473689-145.jpg",
        "strIntroduction": "What You'll Do See New Dubai's superb architectural structures in the evening light Cruise along the largest artificial canal, carved along a two mile stretch of the Persian Gulf shoreline Enjoy a tanoura dance show and a dinner buffet See New Dubai's superb architectural structures in the evening light Cruise along the largest artificial canal, carved along a two mile stretch of the Persian Gulf shoreline Enjoy a tanoura dance show and a dinner buffet See New Dubai's superb architectural structures in the evening light Cruise along the largest artificial canal, carved along a two mile stretch of the Persian Gulf shoreline Enjoy a tanoura dance show and a dinner buffet",
        "strLocation": "dubai",
        "strOriginUrl": "https://www.getyourguide.com/dubai-l173/dubai-half-day-dhow-dinner-cruise-w-transfer-t71688/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Dubai Marina: Half-Day Dhow Dinner Cruise w/ Transfer",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 10:29:07"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 99,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-476719-145.jpg",
        "strIntroduction": "What You'll Do Challenge gravity and fly & walk above the water surface Experience the sensation of flying high above the sea Charge your adrenaline Challenge gravity and fly & walk above the water surface Experience the sensation of flying high above the sea Charge your adrenaline Challenge gravity and fly & walk above the water surface Experience the sensation of flying high above the sea Charge your adrenaline",
        "strLocation": "dubai",
        "strOriginUrl": "https://www.getyourguide.com/dubai-l173/water-jetpack-experience-t72017/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Water Jetpack Experience",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 10:29:21"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 40,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-477538-145.jpg",
        "strIntroduction": "What You'll Do Enjoy a red carpet welcome Drink fresh Arabic coffee eat dates Experience a 2-hour dinner cruise along the creek See historic cultural landmarks Enjoy a red carpet welcome Drink fresh Arabic coffee eat dates Experience a 2-hour dinner cruise along the creek See historic cultural landmarks Enjoy a red carpet welcome Drink fresh Arabic coffee eat dates Experience a 2-hour dinner cruise along the creek See historic cultural landmarks",
        "strLocation": "dubai",
        "strOriginUrl": "https://www.getyourguide.com/dubai-l173/dubai-2-hour-evening-dhow-cruise-with-buffet-dinner-t72134/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Dubai: 2-Hour Evening Dhow Cruise with Buffet Dinner",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 10:29:34"
    },
    {
        "intDurationHour": 6,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 182,
        "strGuideLanguage": "spanish, english, french, german, italian, japanese, portuguese, russian",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-478181-145.jpg",
        "strIntroduction": "What You'll Do Explore Burj Kgalifa at the top 124 floor, Palm Dubai, walking though Dubai Marina and admire at the top to the tallest tower in all over the world Visit Heritage Museum Walk through the Old Souk Explore the Spice Souk and Gold Souk Explore Burj Kgalifa at the top 124 floor, Palm Dubai, walking though Dubai Marina and admire at the top to the tallest tower in all over the world Visit Heritage Museum Walk through the Old Souk Explore the Spice Souk and Gold Souk Explore Burj Kgalifa at the top 124 floor, Palm Dubai, walking though Dubai Marina and admire at the top to the tallest tower in all over the world Visit Heritage Museum Walk through the Old Souk Explore the Spice Souk and Gold Souk",
        "strLocation": "dubai",
        "strOriginUrl": "https://www.getyourguide.com/dubai-l173/dubai-city-tour-with-burj-khalifa-t72294/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Dubai City Tour with Burj Khalifa",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 10:29:47"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 106,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-479769-145.jpg",
        "strIntroduction": "What You'll Do Bump your adrenaline. Fly with a water bike. Experience a new water sports device. Bump your adrenaline. Fly with a water bike. Experience a new water sports device. Bump your adrenaline. Fly with a water bike. Experience a new water sports device.",
        "strLocation": "dubai",
        "strOriginUrl": "https://www.getyourguide.com/dubai-l173/jetovator-session-jbr-beach-dubai-t72507/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Jetovator Session @ JBR Beach Dubai",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 10:30:00"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 287,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-486617-145.jpg",
        "strIntroduction": "What You'll Do Take a journey on a luxury yacht and enjoy picturesque Dubai seascapes Relax as you enjoy unlimited soft drinks or take a swim in the Arabian waters See the main sights from the water such as Jumeirah Palm, Dubai Marina, and Burj Al Arab Take a journey on a luxury yacht and enjoy picturesque Dubai seascapes Relax as you enjoy unlimited soft drinks or take a swim in the Arabian waters See the main sights from the water such as Jumeirah Palm, Dubai Marina, and Burj Al Arab Take a journey on a luxury yacht and enjoy picturesque Dubai seascapes Relax as you enjoy unlimited soft drinks or take a swim in the Arabian waters See the main sights from the water such as Jumeirah Palm, Dubai Marina, and Burj Al Arab",
        "strLocation": "dubai",
        "strOriginUrl": "https://www.getyourguide.com/dubai-l173/dubai-2-hour-yacht-cruise-24-feet-t73362/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Dubai: 2-Hour Yacht Cruise (24 Feet)",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 10:30:12"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 54,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-492879-145.jpg",
        "strIntroduction": "What You'll Do See the dramatic skyline of Dubai on-board a luxury boat Cruise past the Palm Jumeirah and the Burj Al Arab Hotel Plug in your iPod to listen to your own music as you sail Get an alternative perspective of Dubai's iconic landmarks See the dramatic skyline of Dubai on-board a luxury boat Cruise past the Palm Jumeirah and the Burj Al Arab Hotel Plug in your iPod to listen to your own music as you sail Get an alternative perspective of Dubai's iconic landmarks See the dramatic skyline of Dubai on-board a luxury boat Cruise past the Palm Jumeirah and the Burj Al Arab Hotel Plug in your iPod to listen to your own music as you sail Get an alternative perspective of Dubai's iconic landmarks",
        "strLocation": "dubai",
        "strOriginUrl": "https://www.getyourguide.com/dubai-l173/dubai-15-hour-dubai-marina-tour-by-luxury-boat-t73446/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Dubai: 1.5-Hour Dubai Marina Tour by Luxury Boat",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 10:30:23"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 53,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-489126-145.jpg",
        "strIntroduction": "What You'll Do Marvel at the Burj Al Arab 7 star hotel view See Palm Islands, the worlds largest artificial archipelago Look at Sheik Palace from the water Marvel at the Burj Al Arab 7 star hotel view See Palm Islands, the worlds largest artificial archipelago Look at Sheik Palace from the water Marvel at the Burj Al Arab 7 star hotel view See Palm Islands, the worlds largest artificial archipelago Look at Sheik Palace from the water",
        "strLocation": "dubai",
        "strOriginUrl": "https://www.getyourguide.com/dubai-l173/wonder-boat-tours-t73666/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Wonder Boat Tours",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 10:30:35"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 13,
        "strGuideLanguage": "english, german",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-494258-145.jpg",
        "strIntroduction": "What You'll Do Visit Dubai Mall See the Dubai Aquarium (from the outside) Stroll through the souk Al-Bahar Enjoy the fountains in front of Burj Khalifa Visit Burj Khalifa (optional) Visit Dubai Mall See the Dubai Aquarium (from the outside) Stroll through the souk Al-Bahar Enjoy the fountains in front of Burj Khalifa Visit Burj Khalifa (optional) Visit Dubai Mall See the Dubai Aquarium (from the outside) Stroll through the souk Al-Bahar Enjoy the fountains in front of Burj Khalifa Visit Burj Khalifa (optional)",
        "strLocation": "dubai",
        "strOriginUrl": "https://www.getyourguide.com/dubai-l173/dubai-tour-through-downtown-t74034/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Tour of Dubai Downtown & Ticket for Burj Khalia",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 10:30:46"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 9,
        "strGuideLanguage": "english, german",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-492641-145.jpg",
        "strIntroduction": "What You'll Do Explore the Dubai Museum Take the water taxi across Dubai Creek Stroll through the spice and gold market Explore the Dubai Museum Take the water taxi across Dubai Creek Stroll through the spice and gold market Explore the Dubai Museum Take the water taxi across Dubai Creek Stroll through the spice and gold market",
        "strLocation": "dubai",
        "strOriginUrl": "https://www.getyourguide.com/dubai-l173/dubai-tour-of-the-old-town-with-dubai-museum-t74060/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Dubai: tour of the Old Town with Dubai Museum",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 10:30:57"
    },
    {
        "intDurationHour": 11,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 86,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-493200-145.jpg",
        "strIntroduction": "What You'll Do Explore the heritage area of Bastakiya Learn more about the rapid development of Dubai at Dubai Museum Cross Dubai Creek by traditional water taxi, visit Spice Market and Gold Souk Take photos of city icons, such as the Burj Al-Arab and Jumeirah Mosque Discover the role of women in the UAE, past and present, and the Women's Museum Experience an Arabian desert on a 4WD scenic tour Watch the sunset from the summit of a towering sand dune Enjoy optional camel rides or get a henna painting on your hands, traditional belly dancing and tannora dance performances Feast on a barbecue dinner under the desert night sky Try various aromatic water pipes and wear traditional Arabic costumes Explore the heritage area of Bastakiya Learn more about the rapid development of Dubai at Dubai Museum Cross Dubai Creek by traditional water taxi, visit Spice Market and Gold Souk Take photos of city icons, such as the Burj Al-Arab and Jumeirah Mosque Discover the role of women in the UAE, past and present, and the Women's Museum Experience an Arabian desert on a 4WD scenic tour Watch the sunset from the summit of a towering sand dune Enjoy optional camel rides or get a henna painting on your hands, traditional belly dancing and tannora dance performances Feast on a barbecue dinner under the desert night sky Try various aromatic water pipes and wear traditional Arabic costumes Explore the heritage area of Bastakiya Learn more about the rapid development of Dubai at Dubai Museum Cross Dubai Creek by traditional water taxi, visit Spice Market and Gold Souk Take photos of city icons, such as the Burj Al-Arab and Jumeirah Mosque Discover the role of women in the UAE, past and present, and the Women's Museum Experience an Arabian desert on a 4WD scenic tour Watch the sunset from the summit of a towering sand dune Enjoy optional camel rides or get a henna painting on your hands, traditional belly dancing and tannora dance performances Feast on a barbecue dinner under the desert night sky Try various aromatic water pipes and wear traditional Arabic costumes",
        "strLocation": "dubai",
        "strOriginUrl": "https://www.getyourguide.com/dubai-l173/dubai-city-tour-afternoon-desert-safari-combo-t74130/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Dubai City Tour & Afternoon Desert Safari combo",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 10:31:11"
    },
    {
        "intDurationHour": 10,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 136,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-495024-145.jpg",
        "strIntroduction": "What You'll Do Enjoy hotel pick-up and drop-off Access 4 Adventure Zones: (Marvel, Loss Valley, Cartoon Network, IMG BOULEVARD) Live out your childhood fantasies Enjoy hotel pick-up and drop-off Access 4 Adventure Zones: (Marvel, Loss Valley, Cartoon Network, IMG BOULEVARD) Live out your childhood fantasies Enjoy hotel pick-up and drop-off Access 4 Adventure Zones: (Marvel, Loss Valley, Cartoon Network, IMG BOULEVARD) Live out your childhood fantasies",
        "strLocation": "dubai",
        "strOriginUrl": "https://www.getyourguide.com/dubai-l173/img-world-of-adventures-with-transfers-from-dubai-t74336/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "IMG World of Adventures with Transfers from Dubai",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 10:31:34"
    },
    {
        "intDurationHour": 10,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 148,
        "strGuideLanguage": "english, german",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-496288-145.jpg",
        "strIntroduction": "What You'll Do Experience an exclusive city tour of Dubai with German guide Explore the city in itself and without further subscriber It offers a tailor-made tour, tailored to your interests Experience an exclusive city tour of Dubai with German guide Explore the city in itself and without further subscriber It offers a tailor-made tour, tailored to your interests Experience an exclusive city tour of Dubai with German guide Explore the city in itself and without further subscriber It offers a tailor-made tour, tailored to your interests",
        "strLocation": "dubai",
        "strOriginUrl": "https://www.getyourguide.com/dubai-l173/dubai-full-day-private-tour-with-german-guide-t74494/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Dubai: Full-Day Private Tour with German Guide",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 10:31:46"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 872,
        "intUsdCost": 22,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-310516-145.jpg",
        "strIntroduction": "What You'll Do Cruise the scenic waterways of Amsterdam by night See the picturesque bridges and merchant houses, illuminated for the night Order a drink or snack from your onboard host Learn about the notable hotspots on Amsterdam's Canal Belt Cruise the scenic waterways of Amsterdam by night See the picturesque bridges and merchant houses, illuminated for the night Order a drink or snack from your onboard host Learn about the notable hotspots on Amsterdam's Canal Belt Cruise the scenic waterways of Amsterdam by night See the picturesque bridges and merchant houses, illuminated for the night Order a drink or snack from your onboard host Learn about the notable hotspots on Amsterdam's Canal Belt",
        "strLocation": "amsterdam",
        "strOriginUrl": "https://www.getyourguide.com/amsterdam-l36/amsterdam-15-hour-evening-canal-cruise-t42049/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Amsterdam: 1.5-Hour Evening Canal Cruise",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 10:31:59"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 864,
        "intUsdCost": 19,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-464629-145.jpg",
        "strIntroduction": "What You'll Do Get instant access to the Van Gogh Museum using their fastest blue lane ticket Show, scan, and enjoy. Avoid the need for printers - easily present your voucher on a mobile device Book your preferred entry time to guarantee little to no waiting times Admire more than 200 paintings, 500 drawings, and 750 letters from the Dutch master Discover the parallels between Van Gogh and Munch in an exclusive new exhibition Get instant access to the Van Gogh Museum using their fastest blue lane ticket Show, scan, and enjoy. Avoid the need for printers - easily present your voucher on a mobile device Book your preferred entry time to guarantee little to no waiting times Admire more than 200 paintings, 500 drawings, and 750 letters from the Dutch master Discover the parallels between Van Gogh and Munch in an exclusive new exhibition Get instant access to the Van Gogh Museum using their fastest blue lane ticket Show, scan, and enjoy. Avoid the need for printers - easily present your voucher on a mobile device Book your preferred entry time to guarantee little to no waiting times Admire more than 200 paintings, 500 drawings, and 750 letters from the Dutch master Discover the parallels between Van Gogh and Munch in an exclusive new exhibition",
        "strLocation": "amsterdam",
        "strOriginUrl": "https://www.getyourguide.com/amsterdam-l36/van-gogh-museum-fast-blue-lane-timed-entry-ticket-t56969/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Van Gogh Museum Ticket",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 10:32:13"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 441,
        "intUsdCost": 34,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-235280-145.jpg",
        "strIntroduction": "What You'll Do Save time and money with a combined canal cruise and ticket to the famous Heineken Brewery Cruise along the canals of the bohemian De Pijp district Admire the canals, bridges, and merchant houses of Amsterdam on a 75-minute cruise Get fast-track entry to the Heineken Experience Learn about the brewing process behind Heineken's historic premium lagers Save time and money with a combined canal cruise and ticket to the famous Heineken Brewery Cruise along the canals of the bohemian De Pijp district Admire the canals, bridges, and merchant houses of Amsterdam on a 75-minute cruise Get fast-track entry to the Heineken Experience Learn about the brewing process behind Heineken's historic premium lagers Save time and money with a combined canal cruise and ticket to the famous Heineken Brewery Cruise along the canals of the bohemian De Pijp district Admire the canals, bridges, and merchant houses of Amsterdam on a 75-minute cruise Get fast-track entry to the Heineken Experience Learn about the brewing process behind Heineken's historic premium lagers",
        "strLocation": "amsterdam",
        "strOriginUrl": "https://www.getyourguide.com/amsterdam-l36/combination-ticket-city-canal-cruise-heineken-experience-t8281/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Amsterdam: Canal Cruise & Heineken Experience Ticket",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 10:32:29"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 437,
        "intUsdCost": 13,
        "strGuideLanguage": "dutch, english, french, german, spanish, greek, italian, finnish",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-398937-145.jpg",
        "strIntroduction": "What You'll Do Experience 2 different brand new locations on the tour each month Learn how to roll your own joint with your instructor Visit the best coffee shops in central Amsterdam and learn about the local cannabis culture Sample Dutch snacks and treats for free on the 3-hour tour! Relax inside coffee shops and pubs and let your guides watch over your belongings! Visit the world famous Amsterdam museum Check out the new tour through Ripley's Believe It Or Not! Experience 2 different brand new locations on the tour each month Learn how to roll your own joint with your instructor Visit the best coffee shops in central Amsterdam and learn about the local cannabis culture Sample Dutch snacks and treats for free on the 3-hour tour! Relax inside coffee shops and pubs and let your guides watch over your belongings! Visit the world famous Amsterdam museum Check out the new tour through Ripley's Believe It Or Not! Experience 2 different brand new locations on the tour each month Learn how to roll your own joint with your instructor Visit the best coffee shops in central Amsterdam and learn about the local cannabis culture Sample Dutch snacks and treats for free on the 3-hour tour! Relax inside coffee shops and pubs and let your guides watch over your belongings! Visit the world famous Amsterdam museum Check out the new tour through Ripley's Believe It Or Not!",
        "strLocation": "amsterdam",
        "strOriginUrl": "https://www.getyourguide.com/amsterdam-l36/ganja-tour-selected-best-coffee-shops-in-amsterdam-t40223/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Cultural Ganja Walking Tour of Selected Coffee Shops",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 10:32:43"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 181,
        "intUsdCost": 15,
        "strGuideLanguage": "spanish, dutch, english, french, italian, german",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-445683-145.jpg",
        "strIntroduction": "What You'll Do Explore Amsterdams notorious red light district with a local in German, English, Dutch or French Discover the area’s secret spots and charms with a local guide Hear about the history of De Wallen and its prostitutes Unwind with a drink at Cafe Remember at the end of the tour Explore Amsterdam's window parlors and hidden alleyways See the historic oude kerk, Amsterdams oldest building Stop in at a historic Gin and tonic bar on Amsterdams oldest street (located in a 15th century building) See legendary snack shop Febo and try Dutch snacks Have a drink in the pub Route 66 and enjoy shot and beer specials! Explore Amsterdams notorious red light district with a local in German, English, Dutch or French Discover the area’s secret spots and charms with a local guide Hear about the history of De Wallen and its prostitutes Unwind with a drink at Cafe Remember at the end of the tour Explore Amsterdam's window parlors and hidden alleyways See the historic oude kerk, Amsterdams oldest building Stop in at a historic Gin and tonic bar on Amsterdams oldest street (located in a 15th century building) See legendary snack shop Febo and try Dutch snacks Have a drink in the pub Route 66 and enjoy shot and beer specials! Explore Amsterdams notorious red light district with a local in German, English, Dutch or French Discover the area’s secret spots and charms with a local guide Hear about the history of De Wallen and its prostitutes Unwind with a drink at Cafe Remember at the end of the tour Explore Amsterdam's window parlors and hidden alleyways See the historic oude kerk, Amsterdams oldest building Stop in at a historic Gin and tonic bar on Amsterdams oldest street (located in a 15th century building) See legendary snack shop Febo and try Dutch snacks Have a drink in the pub Route 66 and enjoy shot and beer specials!",
        "strLocation": "amsterdam",
        "strOriginUrl": "https://www.getyourguide.com/amsterdam-l36/amsterdam-red-light-district-2-hour-nightcrawlers-tour-t43763/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Amsterdam Red Light District: 2-Hour Walking Party Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 10:32:56"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 183,
        "intUsdCost": 24,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-465542-145.jpg",
        "strIntroduction": "What You'll Do Skip the long lines to Madame Tussauds Amsterdam Get your picture taken with Johnny Depp Be dazzled by a lifelike recreation of George Clooney Dance with Lady Gaga Skip the long lines to Madame Tussauds Amsterdam Get your picture taken with Johnny Depp Be dazzled by a lifelike recreation of George Clooney Dance with Lady Gaga Skip the long lines to Madame Tussauds Amsterdam Get your picture taken with Johnny Depp Be dazzled by a lifelike recreation of George Clooney Dance with Lady Gaga",
        "strLocation": "amsterdam",
        "strOriginUrl": "https://www.getyourguide.com/amsterdam-l36/vip-fasttrack-entrance-madame-tussauds-amsterdam-t36506/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Madame Tussauds Amsterdam Tickets: VIP Fast Track",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 10:33:12"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 417,
        "intUsdCost": 25,
        "strGuideLanguage": "dutch, english, french, german",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-476285-145.jpg",
        "strIntroduction": "What You'll Do See historical sites and top Amsterdam attractions by bike Enjoy an active tour with a multilingual local guide Learn about Amsterdam’s history and its culture See historical sites and top Amsterdam attractions by bike Enjoy an active tour with a multilingual local guide Learn about Amsterdam’s history and its culture See historical sites and top Amsterdam attractions by bike Enjoy an active tour with a multilingual local guide Learn about Amsterdam’s history and its culture",
        "strLocation": "amsterdam",
        "strOriginUrl": "https://www.getyourguide.com/amsterdam-l36/amsterbike-historical-bike-tour-t31310/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "3-Hour Guided Bike Tour of Historical Amsterdam",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 10:33:24"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 178,
        "intUsdCost": 32,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-410537-145.jpg",
        "strIntroduction": "What You'll Do Discover the best of Amsterdam on an exciting hop-on and hop-off tour Take advantage of convenient stops and locations to visit all the city's best sights Discover the best of Amsterdam on an exciting hop-on and hop-off tour Take advantage of convenient stops and locations to visit all the city's best sights Discover the best of Amsterdam on an exciting hop-on and hop-off tour Take advantage of convenient stops and locations to visit all the city's best sights",
        "strLocation": "amsterdam",
        "strOriginUrl": "https://www.getyourguide.com/amsterdam-l36/city-sightseeing-amsterdam-bus-and-boat-tour-t41418/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Amsterdam Hop-On Hop-Off Bus and Boat Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 10:33:36"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 267,
        "intUsdCost": 17,
        "strGuideLanguage": "spanish, swedish, thai, chinese, dutch, english, french, german, indonesian, italian, japanese, korean, polish, portuguese, russian",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-412649-145.jpg",
        "strIntroduction": "What You'll Do Enjoy a canal cruise through Amsterdam Discover the city’s historical center, including the Skinny Bridge, the Golden Bend and more Use your ticket when it suits you best Enjoy a canal cruise through Amsterdam Discover the city’s historical center, including the Skinny Bridge, the Golden Bend and more Use your ticket when it suits you best Enjoy a canal cruise through Amsterdam Discover the city’s historical center, including the Skinny Bridge, the Golden Bend and more Use your ticket when it suits you best",
        "strLocation": "amsterdam",
        "strOriginUrl": "https://www.getyourguide.com/amsterdam-l36/city-canal-cruise-t8271/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "City Canal Cruise",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 10:33:49"
    },
    {
        "intDurationHour": 5,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 687,
        "intUsdCost": 56,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-202888-145.jpg",
        "strIntroduction": "What You'll Do Explore the Dutch countryside View the picturesque windmills of Zaanse Schans Stop at the island community of Marken Visit a traditional wooden shoemaker Enjoy a stop at the fishing village of Volendam Taste traditionally-made Dutch cheese Explore the Dutch countryside View the picturesque windmills of Zaanse Schans Stop at the island community of Marken Visit a traditional wooden shoemaker Enjoy a stop at the fishing village of Volendam Taste traditionally-made Dutch cheese Explore the Dutch countryside View the picturesque windmills of Zaanse Schans Stop at the island community of Marken Visit a traditional wooden shoemaker Enjoy a stop at the fishing village of Volendam Taste traditionally-made Dutch cheese",
        "strLocation": "amsterdam",
        "strOriginUrl": "https://www.getyourguide.com/amsterdam-l36/zaanse-schans-windmill-tour-with-marken-volendam-villages-t609/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Volendam, Marken and Windmills Tour from Amsterdam",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 10:34:02"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 36,
        "intUsdCost": 34,
        "strGuideLanguage": "spanish, english, german",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-473596-145.jpg",
        "strIntroduction": "What You'll Do Explore the working windmill village of Zaanse Schans See windmills from across the Zaan region that date back to the 18th and 19th centuries Visit a clog makers and learn more about the traditional wooden shoe Admire the elegant houses of the rich merchants and windmill owners Learn how the windmills were used in the production of cocoa powder and oil for food Taste the typical cheese of Holland at a dairy farm Explore the working windmill village of Zaanse Schans See windmills from across the Zaan region that date back to the 18th and 19th centuries Visit a clog makers and learn more about the traditional wooden shoe Admire the elegant houses of the rich merchants and windmill owners Learn how the windmills were used in the production of cocoa powder and oil for food Taste the typical cheese of Holland at a dairy farm Explore the working windmill village of Zaanse Schans See windmills from across the Zaan region that date back to the 18th and 19th centuries Visit a clog makers and learn more about the traditional wooden shoe Admire the elegant houses of the rich merchants and windmill owners Learn how the windmills were used in the production of cocoa powder and oil for food Taste the typical cheese of Holland at a dairy farm",
        "strLocation": "amsterdam",
        "strOriginUrl": "https://www.getyourguide.com/amsterdam-l36/half-day-trip-to-zaanse-schans-windmill-village-t56832/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Half-Day Tour of Zaanse Schans Windmills from Amsterdam",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 10:34:17"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 29,
        "intUsdCost": 23,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-465064-145.jpg",
        "strIntroduction": "What You'll Do Watch the sunset over Amsterdam from the top of the A'DAM Tower Enjoy a complimentary cocktail at Bar Madam Get an orientation of Amsterdam’s geography, from its port to the Canal Belt Learn more about the history of Amsterdam at an interactive exhibition Watch the sunset over Amsterdam from the top of the A'DAM Tower Enjoy a complimentary cocktail at Bar Madam Get an orientation of Amsterdam’s geography, from its port to the Canal Belt Learn more about the history of Amsterdam at an interactive exhibition Watch the sunset over Amsterdam from the top of the A'DAM Tower Enjoy a complimentary cocktail at Bar Madam Get an orientation of Amsterdam’s geography, from its port to the Canal Belt Learn more about the history of Amsterdam at an interactive exhibition",
        "strLocation": "amsterdam",
        "strOriginUrl": "https://www.getyourguide.com/amsterdam-l36/a-dam-lookout-sunset-and-cocktail-at-360-amsterdam-t65693/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Amsterdam: A'DAM Lookout at Sunset with Cocktail",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 10:34:34"
    },
    {
        "intDurationHour": 168,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 2,
        "intUsdCost": 11,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-465634-145.jpg",
        "strIntroduction": "What You'll Do Discover 10 of the most popular clubs in central Amsterdam Explore the nightlife scene of Amsterdam at your own pace Enjoy complimentary welcome drinks and shots Get 2 cocktails for the price of 1 when showing your Nightlife Ticket in Hard Rock Cafe Amsterdam Bar Area Get free entrance to Holland Casino Amsterdam and a free drink Double-up your beer at three unique locations Discover 10 of the most popular clubs in central Amsterdam Explore the nightlife scene of Amsterdam at your own pace Enjoy complimentary welcome drinks and shots Get 2 cocktails for the price of 1 when showing your Nightlife Ticket in Hard Rock Cafe Amsterdam Bar Area Get free entrance to Holland Casino Amsterdam and a free drink Double-up your beer at three unique locations Discover 10 of the most popular clubs in central Amsterdam Explore the nightlife scene of Amsterdam at your own pace Enjoy complimentary welcome drinks and shots Get 2 cocktails for the price of 1 when showing your Nightlife Ticket in Hard Rock Cafe Amsterdam Bar Area Get free entrance to Holland Casino Amsterdam and a free drink Double-up your beer at three unique locations",
        "strLocation": "amsterdam",
        "strOriginUrl": "https://www.getyourguide.com/amsterdam-l36/amsterdam-nightlife-ticket-t55950/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Amsterdam Nightlife Scene 7-Day Ticket",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 10:34:55"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 106,
        "intUsdCost": 83,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-412169-145.jpg",
        "strIntroduction": "What You'll Do Cruise the canals of Amsterdam at night Enjoy a 4-course a la carte dinner Admire the illuminated houses and bridges of the Canal Belt Try your luck on the slot machines and roulette wheels of the Holland Casino Cruise the canals of Amsterdam at night Enjoy a 4-course a la carte dinner Admire the illuminated houses and bridges of the Canal Belt Try your luck on the slot machines and roulette wheels of the Holland Casino Cruise the canals of Amsterdam at night Enjoy a 4-course a la carte dinner Admire the illuminated houses and bridges of the Canal Belt Try your luck on the slot machines and roulette wheels of the Holland Casino",
        "strLocation": "amsterdam",
        "strOriginUrl": "https://www.getyourguide.com/amsterdam-l36/blue-boat-dinner-cruise-t42050/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Amsterdam Dinner Cruise",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 10:35:19"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 75,
        "intUsdCost": 38,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-335403-145.jpg",
        "strIntroduction": "What You'll Do Combine a canal cruise with a museum ticket for a great way to experience the city Skip the line at the Rijksmuseum to avoid the lengthy queues See the sights of Amsterdam from its famous waterways on a canal cruise Combine a canal cruise with a museum ticket for a great way to experience the city Skip the line at the Rijksmuseum to avoid the lengthy queues See the sights of Amsterdam from its famous waterways on a canal cruise Combine a canal cruise with a museum ticket for a great way to experience the city Skip the line at the Rijksmuseum to avoid the lengthy queues See the sights of Amsterdam from its famous waterways on a canal cruise",
        "strLocation": "amsterdam",
        "strOriginUrl": "https://www.getyourguide.com/amsterdam-l36/combination-ticket-city-canal-cruise-rijksmuseum-t8275/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Combination Ticket: City Canal Cruise and Rijksmuseum",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 10:35:41"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 5,
        "intUsdCost": 19,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-475540-145.jpg",
        "strIntroduction": "What You'll Do Discover curiosities from around the world at Ripley's Believe It or Not! Amsterdam See the 7-meter tall Transformer made out of car parts Get an amazing view of Dam Square from the top floor of Ripley's Believe It or Not! Amsterdam Learn about the explorer, cartoonist and traveler Robert Ripley Discover curiosities from around the world at Ripley's Believe It or Not! Amsterdam See the 7-meter tall Transformer made out of car parts Get an amazing view of Dam Square from the top floor of Ripley's Believe It or Not! Amsterdam Learn about the explorer, cartoonist and traveler Robert Ripley Discover curiosities from around the world at Ripley's Believe It or Not! Amsterdam See the 7-meter tall Transformer made out of car parts Get an amazing view of Dam Square from the top floor of Ripley's Believe It or Not! Amsterdam Learn about the explorer, cartoonist and traveler Robert Ripley",
        "strLocation": "amsterdam",
        "strOriginUrl": "https://www.getyourguide.com/amsterdam-l36/ripley-s-believe-it-or-not-amsterdam-t68832/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Ripley's Believe It or Not! Amsterdam",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 10:36:04"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 77,
        "intUsdCost": 28,
        "strGuideLanguage": "german",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-399307-145.jpg",
        "strIntroduction": "What You'll Do Experience a German-language tour of the Amsterdam Red Light District and explore the versatile nightlife Learn all about the dark side of prostitution and hear also how it has been legalized in Amsterdam Stroll through the dark alleys, visit the trendiest bar in Amsterdam and explore the dark, fascinating side of the city Experience a German-language tour of the Amsterdam Red Light District and explore the versatile nightlife Learn all about the dark side of prostitution and hear also how it has been legalized in Amsterdam Stroll through the dark alleys, visit the trendiest bar in Amsterdam and explore the dark, fascinating side of the city Experience a German-language tour of the Amsterdam Red Light District and explore the versatile nightlife Learn all about the dark side of prostitution and hear also how it has been legalized in Amsterdam Stroll through the dark alleys, visit the trendiest bar in Amsterdam and explore the dark, fascinating side of the city",
        "strLocation": "amsterdam",
        "strOriginUrl": "https://www.getyourguide.com/amsterdam-l36/amsterdam-red-light-district-tour-t62051/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Amsterdam: Red Light District tour in German",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 10:36:27"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 25,
        "intUsdCost": 22,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-437858-145.jpg",
        "strIntroduction": "What You'll Do Listen to the stories from Anne Frank's famous diary Learn about the history of WWII in Amsterdam. See buildings and monuments still scarred by the war Listen to the stories from Anne Frank's famous diary Learn about the history of WWII in Amsterdam. See buildings and monuments still scarred by the war Listen to the stories from Anne Frank's famous diary Learn about the history of WWII in Amsterdam. See buildings and monuments still scarred by the war",
        "strLocation": "amsterdam",
        "strOriginUrl": "https://www.getyourguide.com/anne-frank-l2697/anne-frank-tour-t66641/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Amsterdam: 2-Hour History of Anne Frank Walking Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 10:36:44"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 28,
        "intUsdCost": 24,
        "strGuideLanguage": "dutch, english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-452264-145.jpg",
        "strIntroduction": "What You'll Do Journey through 500 years of Amsterdam's horrible history See the new interactive Murder on the Zeedijk show at The Amsterdam Dungeon Meet witches, inquisitors, and torturers Enjoy a rollercoaster ride through 11 unique shows, performed by 7 costumed actors Experience the terrible sights, sounds and smell of burning witches! Discover whether you would survive on the VOC ship the \"Batavia\" Journey through 500 years of Amsterdam's horrible history See the new interactive Murder on the Zeedijk show at The Amsterdam Dungeon Meet witches, inquisitors, and torturers Enjoy a rollercoaster ride through 11 unique shows, performed by 7 costumed actors Experience the terrible sights, sounds and smell of burning witches! Discover whether you would survive on the VOC ship the \"Batavia\" Journey through 500 years of Amsterdam's horrible history See the new interactive Murder on the Zeedijk show at The Amsterdam Dungeon Meet witches, inquisitors, and torturers Enjoy a rollercoaster ride through 11 unique shows, performed by 7 costumed actors Experience the terrible sights, sounds and smell of burning witches! Discover whether you would survive on the VOC ship the \"Batavia\"",
        "strLocation": "amsterdam",
        "strOriginUrl": "https://www.getyourguide.com/amsterdam-l36/amsterdam-dungeon-entrance-ticket-t56161/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Amsterdam Dungeon Entrance Ticket",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 10:37:06"
    },
    {
        "intDurationHour": 11,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 73,
        "intUsdCost": 101,
        "strGuideLanguage": "spanish, english, german",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-221243-145.jpg",
        "strIntroduction": "What You'll Do Explore the world capital of chocolate! Discover the scenic canals of Bruges Enjoy a walking tour of the quaint city center Explore the world capital of chocolate! Discover the scenic canals of Bruges Enjoy a walking tour of the quaint city center Explore the world capital of chocolate! Discover the scenic canals of Bruges Enjoy a walking tour of the quaint city center",
        "strLocation": "amsterdam",
        "strOriginUrl": "https://www.getyourguide.com/amsterdam-l36/bruges-all-day-tour-from-amsterdam-t2633/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Bruges Full-Day Coach Tour from Amsterdam",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 10:37:25"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 825,
        "intUsdCost": 20,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-330189-145.jpg",
        "strIntroduction": "What You'll Do Skip the line at the Rijksmuseum Discover 800 years of Dutch art and history through 8,000 objects in 80 galleries Admire world-famous masterpieces by Vermeer, Rembrandt, Frans Hals, and Jan Steen in the Gallery of Honour Skip the line at the Rijksmuseum Discover 800 years of Dutch art and history through 8,000 objects in 80 galleries Admire world-famous masterpieces by Vermeer, Rembrandt, Frans Hals, and Jan Steen in the Gallery of Honour Skip the line at the Rijksmuseum Discover 800 years of Dutch art and history through 8,000 objects in 80 galleries Admire world-famous masterpieces by Vermeer, Rembrandt, Frans Hals, and Jan Steen in the Gallery of Honour",
        "strLocation": "amsterdam",
        "strOriginUrl": "https://www.getyourguide.com/amsterdam-l36/priority-entrance-rijksmuseum-amsterdam-t7135/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Skip-the-Line Rijksmuseum Entrance Ticket",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 10:37:41"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 16,
        "intUsdCost": 16,
        "strGuideLanguage": "spanish, english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-350877-145.jpg",
        "strIntroduction": "What You'll Do Discover Amsterdam’s alternative scene, and take in squats and street art Learn about 1960s counterculture, the Provo movement, and the White Bicycle Plan Visit the city's most famous coffee shop Discover Amsterdam’s alternative scene, and take in squats and street art Learn about 1960s counterculture, the Provo movement, and the White Bicycle Plan Visit the city's most famous coffee shop Discover Amsterdam’s alternative scene, and take in squats and street art Learn about 1960s counterculture, the Provo movement, and the White Bicycle Plan Visit the city's most famous coffee shop",
        "strLocation": "amsterdam",
        "strOriginUrl": "https://www.getyourguide.com/amsterdam-l36/alternative-amsterdam-2-hour-walking-tour-t54987/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Alternative Amsterdam: 2-Hour Guided Walking Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 10:37:58"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 17,
        "intUsdCost": 32,
        "strGuideLanguage": "english, german",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-365614-145.jpg",
        "strIntroduction": "What You'll Do Admire the scenic countryside as you cycle along the Amstel River See historic houses dating from the Dutch Golden Age Visit a windmill and a cheese farm and clog factory Admire the scenic countryside as you cycle along the Amstel River See historic houses dating from the Dutch Golden Age Visit a windmill and a cheese farm and clog factory Admire the scenic countryside as you cycle along the Amstel River See historic houses dating from the Dutch Golden Age Visit a windmill and a cheese farm and clog factory",
        "strLocation": "amsterdam",
        "strOriginUrl": "https://www.getyourguide.com/amsterdam-l36/countryside-bike-tour-with-windmills-cheese-clogs-t57233/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Windmills, Cheese & Clogs: 3-Hour Countryside Bike Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 10:38:13"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 55,
        "intUsdCost": 18,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-467765-145.jpg",
        "strIntroduction": "What You'll Do Climb aboard a panoramic canal boat for a glorious evening cruise of Amsterdam's Canal Belt See the narrow canalside houses, floodlit for the night Learn the story of Holland's \"Golden Age\" Cruise under picturesque bridges, and past attractions such as Anne Frank's House Sail along the Amstel River and into Amsterdam's old port Download the free app including a GPS audio tour in 6 languages Access free wifi at the mooring Climb aboard a panoramic canal boat for a glorious evening cruise of Amsterdam's Canal Belt See the narrow canalside houses, floodlit for the night Learn the story of Holland's \"Golden Age\" Cruise under picturesque bridges, and past attractions such as Anne Frank's House Sail along the Amstel River and into Amsterdam's old port Download the free app including a GPS audio tour in 6 languages Access free wifi at the mooring Climb aboard a panoramic canal boat for a glorious evening cruise of Amsterdam's Canal Belt See the narrow canalside houses, floodlit for the night Learn the story of Holland's \"Golden Age\" Cruise under picturesque bridges, and past attractions such as Anne Frank's House Sail along the Amstel River and into Amsterdam's old port Download the free app including a GPS audio tour in 6 languages Access free wifi at the mooring",
        "strLocation": "amsterdam",
        "strOriginUrl": "https://www.getyourguide.com/amsterdam-l36/amsterdam-evening-canal-cruise-t49865/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Amsterdam: 1-Hour Evening Canal Cruise",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 10:38:28"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 115,
        "intUsdCost": 31,
        "strGuideLanguage": "dutch, french, german, english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-202868-145.jpg",
        "strIntroduction": "What You'll Do Experience Amsterdam like a local on a 3-hour bike tour Visit some of Amsterdam's most historic sites Ride through the infamous Red Light District Take advantage of the many photo opportunities of canals and bridges Experience Amsterdam like a local on a 3-hour bike tour Visit some of Amsterdam's most historic sites Ride through the infamous Red Light District Take advantage of the many photo opportunities of canals and bridges Experience Amsterdam like a local on a 3-hour bike tour Visit some of Amsterdam's most historic sites Ride through the infamous Red Light District Take advantage of the many photo opportunities of canals and bridges",
        "strLocation": "amsterdam",
        "strOriginUrl": "https://www.getyourguide.com/amsterdam-l36/3-hour-bicycle-tour-of-amsterdam-t525/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "3-Hour Amsterdam Bike Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 10:38:44"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 29,
        "intUsdCost": 15,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-469048-145.jpg",
        "strIntroduction": "What You'll Do Find out all about Lucas Bols, the world’s oldest distilled spirit brand Discover Bols Genever, Holland’s rediscovered cocktail spirit Shop till you drop in the Bols Shop Find out all about Lucas Bols, the world’s oldest distilled spirit brand Discover Bols Genever, Holland’s rediscovered cocktail spirit Shop till you drop in the Bols Shop Find out all about Lucas Bols, the world’s oldest distilled spirit brand Discover Bols Genever, Holland’s rediscovered cocktail spirit Shop till you drop in the Bols Shop",
        "strLocation": "amsterdam",
        "strOriginUrl": "https://www.getyourguide.com/house-of-bols-cocktail-genever-experience-l2993/amsterdam-entrance-ticket-house-of-bols-t55738/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Amsterdam: House of Bols Admission Ticket",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 10:38:59"
    },
    {
        "intDurationHour": 5,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 43,
        "intUsdCost": 67,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-468856-145.jpg",
        "strIntroduction": "What You'll Do Enjoy a personal experience with no more than 20 people in each tour Explore the historic windmills of Zaanse Schans Go to a local dairy farm to taste the traditional Edam cheese Learn how the wooden clogs are made at a shoe workshop Get off the usual tourist path and see some of the lesser known villages of the region Visit the once bustling fishing village of Volendam Enjoy a personal experience with no more than 20 people in each tour Explore the historic windmills of Zaanse Schans Go to a local dairy farm to taste the traditional Edam cheese Learn how the wooden clogs are made at a shoe workshop Get off the usual tourist path and see some of the lesser known villages of the region Visit the once bustling fishing village of Volendam Enjoy a personal experience with no more than 20 people in each tour Explore the historic windmills of Zaanse Schans Go to a local dairy farm to taste the traditional Edam cheese Learn how the wooden clogs are made at a shoe workshop Get off the usual tourist path and see some of the lesser known villages of the region Visit the once bustling fishing village of Volendam",
        "strLocation": "amsterdam",
        "strOriginUrl": "https://www.getyourguide.com/amsterdam-l36/volendam-windmills-and-more-day-tour-from-amsterdam-t48437/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Dutch Countryside Sightseeing Tour from Amsterdam",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 10:39:16"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 136,
        "intUsdCost": 27,
        "strGuideLanguage": "spanish, english, french, german, italian, portuguese",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-408641-145.jpg",
        "strIntroduction": "What You'll Do See the illuminated windows and seedy bars that make Amsterdam’s red light district famous around the world Discover that there’s more to the area than adult entertainment, with a look inside the history of the district Take the tour either during the day or under the cover of darkness See the illuminated windows and seedy bars that make Amsterdam’s red light district famous around the world Discover that there’s more to the area than adult entertainment, with a look inside the history of the district Take the tour either during the day or under the cover of darkness See the illuminated windows and seedy bars that make Amsterdam’s red light district famous around the world Discover that there’s more to the area than adult entertainment, with a look inside the history of the district Take the tour either during the day or under the cover of darkness",
        "strLocation": "amsterdam",
        "strOriginUrl": "https://www.getyourguide.com/amsterdam-l36/2-hour-walking-tour-of-amsterdam-s-red-light-district-t16128/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Amsterdam's Red Light District Tour with Drink",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 10:39:35"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 135,
        "intUsdCost": 26,
        "strGuideLanguage": "dutch, french, german, english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-419522-145.jpg",
        "strIntroduction": "What You'll Do Experience Amsterdam like a local on a 2-hour bike tour Visit some of Amsterdam's most historic sites Ride through the infamous Red Light District Take advantage of the many photo opportunities of canals and bridges Experience Amsterdam like a local on a 2-hour bike tour Visit some of Amsterdam's most historic sites Ride through the infamous Red Light District Take advantage of the many photo opportunities of canals and bridges Experience Amsterdam like a local on a 2-hour bike tour Visit some of Amsterdam's most historic sites Ride through the infamous Red Light District Take advantage of the many photo opportunities of canals and bridges",
        "strLocation": "amsterdam",
        "strOriginUrl": "https://www.getyourguide.com/amsterdam-l36/2-hour-bicycle-tour-of-amsterdam-t531/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Amsterdam 2-Hour Bicycle Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 10:39:52"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 1,
        "intUsdCost": 35,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-470959-145.jpg",
        "strIntroduction": "What You'll Do Learn about the influence of happiness on the human body See more than 200 authentic anatomical specimens Enjoy a 1-hour cruise along the Amsterdam UNESCO canal belt Learn about the influence of happiness on the human body See more than 200 authentic anatomical specimens Enjoy a 1-hour cruise along the Amsterdam UNESCO canal belt Learn about the influence of happiness on the human body See more than 200 authentic anatomical specimens Enjoy a 1-hour cruise along the Amsterdam UNESCO canal belt",
        "strLocation": "amsterdam",
        "strOriginUrl": "https://www.getyourguide.com/amsterdam-l36/body-worlds-amsterdam-canal-cruise-1-hour-ticket-t71339/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Amsterdam: Body Worlds Exhibition and Canal Cruise",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 10:40:13"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 3,
        "intReviewVisitor": 141,
        "intUsdCost": 43,
        "strGuideLanguage": "spanish, english, german",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-202908-145.jpg",
        "strIntroduction": "What You'll Do Discover Amsterdam on this comprehensive sightseeing tour Take a cruise along Amsterdam's famous canals Visit the Dam, the central square of Amsterdam See the Royal Palace View the Netherland's National Monument Spot the famous Skinny Bridge Enjoy a stop at the Albert Cuyp Market Stop at a diamond factory to see diamonds traditionally polished Discover Amsterdam on this comprehensive sightseeing tour Take a cruise along Amsterdam's famous canals Visit the Dam, the central square of Amsterdam See the Royal Palace View the Netherland's National Monument Spot the famous Skinny Bridge Enjoy a stop at the Albert Cuyp Market Stop at a diamond factory to see diamonds traditionally polished Discover Amsterdam on this comprehensive sightseeing tour Take a cruise along Amsterdam's famous canals Visit the Dam, the central square of Amsterdam See the Royal Palace View the Netherland's National Monument Spot the famous Skinny Bridge Enjoy a stop at the Albert Cuyp Market Stop at a diamond factory to see diamonds traditionally polished",
        "strLocation": "amsterdam",
        "strOriginUrl": "https://www.getyourguide.com/amsterdam-l36/amsterdam-city-sightseeing-tour-by-bus-and-canal-cruise-t637/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Amsterdam City Sightseeing Tour by Bus and Canal Cruise",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 10:40:32"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 18,
        "intUsdCost": 40,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-277109-145.jpg",
        "strIntroduction": "What You'll Do Navigate the canal-lined streets of Amsterdam on board a unique beerbike Enjoy up to 20 liters of on-board beer for up to 17 passengers See the sights of Amsterdam's Canal Belt on a unique mobile bar tour Navigate the canal-lined streets of Amsterdam on board a unique beerbike Enjoy up to 20 liters of on-board beer for up to 17 passengers See the sights of Amsterdam's Canal Belt on a unique mobile bar tour Navigate the canal-lined streets of Amsterdam on board a unique beerbike Enjoy up to 20 liters of on-board beer for up to 17 passengers See the sights of Amsterdam's Canal Belt on a unique mobile bar tour",
        "strLocation": "amsterdam",
        "strOriginUrl": "https://www.getyourguide.com/amsterdam-l36/beerbike-amsterdam-t37791/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Amsterdam 1.5-Hour Private Beer Bike Experience",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 10:40:49"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 59,
        "intUsdCost": 31,
        "strGuideLanguage": "spanish, english, french, german, italian, portuguese",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-236681-145.jpg",
        "strIntroduction": "What You'll Do Stroll through the beautiful and lively district of Jordaan Visit one of Amsterdam's famous street markets Relax during a stunning 60-minute canal cruise through the city Stroll through the beautiful and lively district of Jordaan Visit one of Amsterdam's famous street markets Relax during a stunning 60-minute canal cruise through the city Stroll through the beautiful and lively district of Jordaan Visit one of Amsterdam's famous street markets Relax during a stunning 60-minute canal cruise through the city",
        "strLocation": "amsterdam",
        "strOriginUrl": "https://www.getyourguide.com/amsterdam-l36/amsterdam-original-walking-tour-canal-cruise-t40875/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Amsterdam Walking Tour and Canal Cruise",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 10:41:03"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 9,
        "intUsdCost": 50,
        "strGuideLanguage": "dutch, english, german",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-426409-145.jpg",
        "strIntroduction": "What You'll Do Explore Amsterdam by eco-friendly electric tuk tuk Skip the long lines of the Van Gogh Museum Glide past some of the 17th-century merchant houses of the \"Golden Age\" See iconic monuments such as the Westerkerk Go into the infamous Red Light District, and explore picturesque Jordaan Discover hidden gems and city secrets Explore Amsterdam by eco-friendly electric tuk tuk Skip the long lines of the Van Gogh Museum Glide past some of the 17th-century merchant houses of the \"Golden Age\" See iconic monuments such as the Westerkerk Go into the infamous Red Light District, and explore picturesque Jordaan Discover hidden gems and city secrets Explore Amsterdam by eco-friendly electric tuk tuk Skip the long lines of the Van Gogh Museum Glide past some of the 17th-century merchant houses of the \"Golden Age\" See iconic monuments such as the Westerkerk Go into the infamous Red Light District, and explore picturesque Jordaan Discover hidden gems and city secrets",
        "strLocation": "amsterdam",
        "strOriginUrl": "https://www.getyourguide.com/amsterdam-l36/skip-the-line-tuk-tuk-city-tour-with-van-gogh-museum-t65200/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Amsterdam by Tuk Tuk and Van Gogh Museum",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 10:41:19"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 14,
        "intUsdCost": 40,
        "strGuideLanguage": "dutch, english, greek, indonesian",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-427890-145.jpg",
        "strIntroduction": "What You'll Do Sample the best bites of The Netherlands and Amsterdam Visit the largest market in Europe Enjoy 5 different delicious food samplings Stroll around the vibrant Pijp area Taste an authentic \"stroopwafel\" Sample the best bites of The Netherlands and Amsterdam Visit the largest market in Europe Enjoy 5 different delicious food samplings Stroll around the vibrant Pijp area Taste an authentic \"stroopwafel\" Sample the best bites of The Netherlands and Amsterdam Visit the largest market in Europe Enjoy 5 different delicious food samplings Stroll around the vibrant Pijp area Taste an authentic \"stroopwafel\"",
        "strLocation": "amsterdam",
        "strOriginUrl": "https://www.getyourguide.com/amsterdam-l36/amsterdam-food-tour-with-a-local-t65405/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Amsterdam: Private Food Tour with a Local",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 10:41:34"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 3,
        "intUsdCost": 30,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-442530-145.jpg",
        "strIntroduction": "What You'll Do Laugh out loud at comedy acts centered on topical events and popular culture See a Boom Chicago comedy show at the century-old Rozentheater in Amsterdam Enjoy impressive improv performances in Amsterdam's Jordaan Quarter Laugh out loud at comedy acts centered on topical events and popular culture See a Boom Chicago comedy show at the century-old Rozentheater in Amsterdam Enjoy impressive improv performances in Amsterdam's Jordaan Quarter Laugh out loud at comedy acts centered on topical events and popular culture See a Boom Chicago comedy show at the century-old Rozentheater in Amsterdam Enjoy impressive improv performances in Amsterdam's Jordaan Quarter",
        "strLocation": "amsterdam",
        "strOriginUrl": "https://www.getyourguide.com/amsterdam-l36/amsterdam-boom-chicago-improv-comedy-show-t67349/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Amsterdam: Comedy Night at Boom Chicago",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 10:41:45"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 3,
        "intUsdCost": 17,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-488870-145.jpg",
        "strIntroduction": "What You'll Do See the 17th-century interior of Amsterdam's Portuguese Synagogue Learn more about the Jewish community's contributions to Amsterdam's \"Golden Age\" Admire the illuminations of hundreds of candles in the synagogue's many brass chandeliers Get access to all the monuments of the Jewish Cultural Quarter See the 17th-century interior of Amsterdam's Portuguese Synagogue Learn more about the Jewish community's contributions to Amsterdam's \"Golden Age\" Admire the illuminations of hundreds of candles in the synagogue's many brass chandeliers Get access to all the monuments of the Jewish Cultural Quarter See the 17th-century interior of Amsterdam's Portuguese Synagogue Learn more about the Jewish community's contributions to Amsterdam's \"Golden Age\" Admire the illuminations of hundreds of candles in the synagogue's many brass chandeliers Get access to all the monuments of the Jewish Cultural Quarter",
        "strLocation": "amsterdam",
        "strOriginUrl": "https://www.getyourguide.com/amsterdam-l36/amsterdam-in-the-golden-age-the-portuguese-synagogue-t68545/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Amsterdam in the Golden Age: Portuguese Synagogue",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 10:41:56"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 303,
        "intUsdCost": 19,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-420339-145.jpg",
        "strIntroduction": "What You'll Do Skip the long lines to discover the dynamic world of Heineken, in the place where the beer was first brewed Experience for yourself what it’s like to be brewed and bottled on the Brew U ride Learn how to pour the perfect draft Heineken Skip the long lines to discover the dynamic world of Heineken, in the place where the beer was first brewed Experience for yourself what it’s like to be brewed and bottled on the Brew U ride Learn how to pour the perfect draft Heineken Skip the long lines to discover the dynamic world of Heineken, in the place where the beer was first brewed Experience for yourself what it’s like to be brewed and bottled on the Brew U ride Learn how to pour the perfect draft Heineken",
        "strLocation": "amsterdam",
        "strOriginUrl": "https://www.getyourguide.com/amsterdam-l36/heineken-experience-ticket-t52180/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Skip the Line: Heineken Experience Ticket",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 10:42:07"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 333,
        "intUsdCost": 63,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-465307-145.jpg",
        "strIntroduction": "What You'll Do Enjoy free admission to 44 museums and attractions in Amsterdam Ride the city transport system (trams, buses & metro) for free for the duration of your card Get free and discounted admission to sights outside Amsterdam city center Go on a free canal cruise and see Amsterdam as it's meant to be seen! Take advantage of 25% discount offers at a host of restaurants and cafés Explore Amsterdam by bike, boat or scooter, with discount rates Discover Dutch icons, such as beer, diamonds, cheese, and windmills Use your City Card for sites in Haarlem, Zaanse Schans, Volendam and more Save time and money with a card valid for 1, 2, 3 or 4 days Enjoy free admission to 44 museums and attractions in Amsterdam Ride the city transport system (trams, buses & metro) for free for the duration of your card Get free and discounted admission to sights outside Amsterdam city center Go on a free canal cruise and see Amsterdam as it's meant to be seen! Take advantage of 25% discount offers at a host of restaurants and cafés Explore Amsterdam by bike, boat or scooter, with discount rates Discover Dutch icons, such as beer, diamonds, cheese, and windmills Use your City Card for sites in Haarlem, Zaanse Schans, Volendam and more Save time and money with a card valid for 1, 2, 3 or 4 days Enjoy free admission to 44 museums and attractions in Amsterdam Ride the city transport system (trams, buses & metro) for free for the duration of your card Get free and discounted admission to sights outside Amsterdam city center Go on a free canal cruise and see Amsterdam as it's meant to be seen! Take advantage of 25% discount offers at a host of restaurants and cafés Explore Amsterdam by bike, boat or scooter, with discount rates Discover Dutch icons, such as beer, diamonds, cheese, and windmills Use your City Card for sites in Haarlem, Zaanse Schans, Volendam and more Save time and money with a card valid for 1, 2, 3 or 4 days",
        "strLocation": "amsterdam",
        "strOriginUrl": "https://www.getyourguide.com/amsterdam-l36/i-amsterdam-city-card-t46103/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "24-, 48-, 72-, or 96-Hour I amsterdam City Card",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 10:42:21"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 336,
        "intUsdCost": 44,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-308543-145.jpg",
        "strIntroduction": "What You'll Do Explore the canals of Amsterdam on board a fun canal boat Enjoy piping hot pizza served straight from the oven Discover the famous UNESCO World Heritage canal district of Amsterdam Sip on unlimited wine, beer and soft drinks End with a free Ben & Jerry's ice cream dessert Download the free app available including a GPS audio tour in 6 languages Access free wifi on the mooring Explore the canals of Amsterdam on board a fun canal boat Enjoy piping hot pizza served straight from the oven Discover the famous UNESCO World Heritage canal district of Amsterdam Sip on unlimited wine, beer and soft drinks End with a free Ben & Jerry's ice cream dessert Download the free app available including a GPS audio tour in 6 languages Access free wifi on the mooring Explore the canals of Amsterdam on board a fun canal boat Enjoy piping hot pizza served straight from the oven Discover the famous UNESCO World Heritage canal district of Amsterdam Sip on unlimited wine, beer and soft drinks End with a free Ben & Jerry's ice cream dessert Download the free app available including a GPS audio tour in 6 languages Access free wifi on the mooring",
        "strLocation": "amsterdam",
        "strOriginUrl": "https://www.getyourguide.com/amsterdam-l36/pizza-cruise-t3667/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Amsterdam Evening Pizza Cruise",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 10:42:35"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 325,
        "intUsdCost": 35,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-219242-145.jpg",
        "strIntroduction": "What You'll Do Save time and money with a combined canal cruise and Van Gogh Museum ticket Cruise along the canals of the bohemian De Pijp district Admire the canals, bridges, and merchant houses of Amsterdam on a 75-minute cruise See masterworks by the great artist in his native country Save time and money with a combined canal cruise and Van Gogh Museum ticket Cruise along the canals of the bohemian De Pijp district Admire the canals, bridges, and merchant houses of Amsterdam on a 75-minute cruise See masterworks by the great artist in his native country Save time and money with a combined canal cruise and Van Gogh Museum ticket Cruise along the canals of the bohemian De Pijp district Admire the canals, bridges, and merchant houses of Amsterdam on a 75-minute cruise See masterworks by the great artist in his native country",
        "strLocation": "amsterdam",
        "strOriginUrl": "https://www.getyourguide.com/amsterdam-l36/combination-ticket-city-canal-cruise-van-gogh-museum-t8277/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Amsterdam: City Canal Cruise and Van Gogh Museum Ticket",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 10:42:45"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 67,
        "intUsdCost": 15,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-330206-145.jpg",
        "strIntroduction": "What You'll Do Explore the house where Rembrandt lived and worked before he went bankrupt Take part in an etching class in Rembrandt's workshop and make your own etching See works from an almost complete collection of Rembrandt's etchings Discover art by some of Rembrandt's contemporaries and those he inspired Experience how the Dutch master lived and worked Explore the house where Rembrandt lived and worked before he went bankrupt Take part in an etching class in Rembrandt's workshop and make your own etching See works from an almost complete collection of Rembrandt's etchings Discover art by some of Rembrandt's contemporaries and those he inspired Experience how the Dutch master lived and worked Explore the house where Rembrandt lived and worked before he went bankrupt Take part in an etching class in Rembrandt's workshop and make your own etching See works from an almost complete collection of Rembrandt's etchings Discover art by some of Rembrandt's contemporaries and those he inspired Experience how the Dutch master lived and worked",
        "strLocation": "amsterdam",
        "strOriginUrl": "https://www.getyourguide.com/amsterdam-l36/amsterdam-rembrandt-house-museum-ticket-t48133/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Amsterdam: Rembrandt House Museum Entrance Ticket",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 10:42:57"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 316,
        "intUsdCost": 54,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-465608-145.jpg",
        "strIntroduction": "What You'll Do Enjoy a sightseeing cruise on Amsterdam’s canals Admire the sights of the city’s historical center, the Skinny Bridge, the Golden Bend, and more Skip the line to see impressive art collections at the Rijksmuseum See the world's largest collection of Van Gogh's paintings at the Van Gogh Museum Enjoy a sightseeing cruise on Amsterdam’s canals Admire the sights of the city’s historical center, the Skinny Bridge, the Golden Bend, and more Skip the line to see impressive art collections at the Rijksmuseum See the world's largest collection of Van Gogh's paintings at the Van Gogh Museum Enjoy a sightseeing cruise on Amsterdam’s canals Admire the sights of the city’s historical center, the Skinny Bridge, the Golden Bend, and more Skip the line to see impressive art collections at the Rijksmuseum See the world's largest collection of Van Gogh's paintings at the Van Gogh Museum",
        "strLocation": "amsterdam",
        "strOriginUrl": "https://www.getyourguide.com/amsterdam-l36/canal-cruise-wth-rijksmueseum-van-gogh-museum-t45407/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Amsterdam: Cruise, Rijksmuseum & Van Gogh Museum",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 10:43:11"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 58,
        "intUsdCost": 55,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-270095-145.jpg",
        "strIntroduction": "What You'll Do Save money with 1 ticket to 3 Amsterdam attractions Enjoy a narrated canal cruise of the Canal Belt Learn about the brewing process of beer at the Heineken Experience Meet waxwork models of your favorite stars at Madame Tussauds Skip the long lines and enjoy fast track entry at both museums Save money with 1 ticket to 3 Amsterdam attractions Enjoy a narrated canal cruise of the Canal Belt Learn about the brewing process of beer at the Heineken Experience Meet waxwork models of your favorite stars at Madame Tussauds Skip the long lines and enjoy fast track entry at both museums Save money with 1 ticket to 3 Amsterdam attractions Enjoy a narrated canal cruise of the Canal Belt Learn about the brewing process of beer at the Heineken Experience Meet waxwork models of your favorite stars at Madame Tussauds Skip the long lines and enjoy fast track entry at both museums",
        "strLocation": "amsterdam",
        "strOriginUrl": "https://www.getyourguide.com/amsterdam-l36/canal-cruise-with-heineken-experience-madame-tussauds-t45412/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Amsterdam: Heineken, Madame Tussauds and Canal Combo",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 10:43:24"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 226,
        "intUsdCost": 43,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-234405-145.jpg",
        "strIntroduction": "What You'll Do Cruise the canals of Amsterdam by candlelight Snack on a selection of Henri Willig cheeses Sip wine as you sail along the Canal Belt See the famous Skinny Bridge Watch as Amsterdam comes alive at night Download the free app available including a GPS audio tour in 6 languages Access free wifi on the mooring Cruise the canals of Amsterdam by candlelight Snack on a selection of Henri Willig cheeses Sip wine as you sail along the Canal Belt See the famous Skinny Bridge Watch as Amsterdam comes alive at night Download the free app available including a GPS audio tour in 6 languages Access free wifi on the mooring Cruise the canals of Amsterdam by candlelight Snack on a selection of Henri Willig cheeses Sip wine as you sail along the Canal Belt See the famous Skinny Bridge Watch as Amsterdam comes alive at night Download the free app available including a GPS audio tour in 6 languages Access free wifi on the mooring",
        "strLocation": "amsterdam",
        "strOriginUrl": "https://www.getyourguide.com/amsterdam-l36/amsterdam-candlelight-cruise-with-cheese-wine-t36644/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Amsterdam: Dutch Cheese & Wine Cruise",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 10:43:36"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 11,
        "intUsdCost": 54,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-397631-145.jpg",
        "strIntroduction": "What You'll Do Skip the long lines to the Heineken Experience in a former brewery Cruise past the 17th-century merchant houses of Amsterdam's Canal Belt Discover the world's finest collection of Van Gogh paintings Learn the beer brewing and bottling process in an old brewery See some of Amsterdam's 21st-century architecture in the harbor Admire the colorful barge house boats of Amsterdam Take a canal cruise in your own time for maximum flexibility Marvel at the contemporary developments of Overhoeks Skip the long lines to the Heineken Experience in a former brewery Cruise past the 17th-century merchant houses of Amsterdam's Canal Belt Discover the world's finest collection of Van Gogh paintings Learn the beer brewing and bottling process in an old brewery See some of Amsterdam's 21st-century architecture in the harbor Admire the colorful barge house boats of Amsterdam Take a canal cruise in your own time for maximum flexibility Marvel at the contemporary developments of Overhoeks Skip the long lines to the Heineken Experience in a former brewery Cruise past the 17th-century merchant houses of Amsterdam's Canal Belt Discover the world's finest collection of Van Gogh paintings Learn the beer brewing and bottling process in an old brewery See some of Amsterdam's 21st-century architecture in the harbor Admire the colorful barge house boats of Amsterdam Take a canal cruise in your own time for maximum flexibility Marvel at the contemporary developments of Overhoeks",
        "strLocation": "amsterdam",
        "strOriginUrl": "https://www.getyourguide.com/amsterdam-l36/amsterdam-cruise-heineken-experience-van-gogh-museum-t61809/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Amsterdam Combo Tour: Cruise, Heineken and Van Gogh",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 10:43:49"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 14,
        "intUsdCost": 17,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-457309-145.jpg",
        "strIntroduction": "What You'll Do Enjoy panoramic views of Amsterdam from the top of the A'DAM Tower Get a bird's eye view of the Canal Belt and port Learn more about the history of Amsterdam at an interactive exhibition Receive a free digital photo of your visit Enjoy panoramic views of Amsterdam from the top of the A'DAM Tower Get a bird's eye view of the Canal Belt and port Learn more about the history of Amsterdam at an interactive exhibition Receive a free digital photo of your visit Enjoy panoramic views of Amsterdam from the top of the A'DAM Tower Get a bird's eye view of the Canal Belt and port Learn more about the history of Amsterdam at an interactive exhibition Receive a free digital photo of your visit",
        "strLocation": "amsterdam",
        "strOriginUrl": "https://www.getyourguide.com/amsterdam-l36/a-dam-lookout-360-amsterdam-admission-t65642/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Amsterdam: Fast Lane Premium Ticket to A'DAM Lookout",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 10:44:01"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 107,
        "intUsdCost": 21,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-419460-145.jpg",
        "strIntroduction": "What You'll Do Experience the cool vibes and climate of Amsterdam's Icebar Enjoy a welcome cocktail in the lounge Marvel at a bar constructed from 35 tons of ice Wrap up warm in the provided winter wear Drink from glasses made out of ice Experience the cool vibes and climate of Amsterdam's Icebar Enjoy a welcome cocktail in the lounge Marvel at a bar constructed from 35 tons of ice Wrap up warm in the provided winter wear Drink from glasses made out of ice Experience the cool vibes and climate of Amsterdam's Icebar Enjoy a welcome cocktail in the lounge Marvel at a bar constructed from 35 tons of ice Wrap up warm in the provided winter wear Drink from glasses made out of ice",
        "strLocation": "amsterdam",
        "strOriginUrl": "https://www.getyourguide.com/amsterdam-l36/amsterdam-icebar-t48548/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Cocktails at Amsterdam’s Icebar",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 10:44:12"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 64,
        "intUsdCost": 21,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-278380-145.jpg",
        "strIntroduction": "What You'll Do Explore the influence of happiness on the human body See more than 200 authentic anatomical specimens Discover the science behind happiness Interact with plastinated humans Explore the influence of happiness on the human body See more than 200 authentic anatomical specimens Discover the science behind happiness Interact with plastinated humans Explore the influence of happiness on the human body See more than 200 authentic anatomical specimens Discover the science behind happiness Interact with plastinated humans",
        "strLocation": "amsterdam",
        "strOriginUrl": "https://www.getyourguide.com/amsterdam-l36/body-worlds-amsterdam-the-happiness-project-t43623/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Body Worlds Amsterdam: The Happiness Project Ticket",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 10:44:25"
    }
]