[
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 121,
        "intUsdCost": 31,
        "strGuideLanguage": "german",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-202827-145.jpg",
        "strIntroduction": "What You'll Do Join a guided tour of St. Pauli and learn about its seedy history Learn fascinating background information on the history of prostitution Taste the famous \"whores' schnapps\" Join a guided tour of St. Pauli and learn about its seedy history Learn fascinating background information on the history of prostitution Taste the famous \"whores' schnapps\" Join a guided tour of St. Pauli and learn about its seedy history Learn fascinating background information on the history of prostitution Taste the famous \"whores' schnapps\"",
        "strLocation": "hamburg",
        "strOriginUrl": "https://www.getyourguide.com/hamburg-l23/the-original-historical-whore-tour-t13/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Hamburg Historical Prostitute Tour: Then & Now (18+)",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 01:49:57"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 6,
        "intUsdCost": 17,
        "strGuideLanguage": "english, german",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-331523-145.jpg",
        "strIntroduction": "What You'll Do Discover the highlights of Hamburg and enjoy a cruise through the harbor with many opportunities to get on and off the boat Explore HafenCity and the Speicherstadt from the water and listen to interesting information about the Port of Hamburg Gaze at the harbor cranes and cruise ships from the barge and cross through the historical Speicherstadt Discover the highlights of Hamburg and enjoy a cruise through the harbor with many opportunities to get on and off the boat Explore HafenCity and the Speicherstadt from the water and listen to interesting information about the Port of Hamburg Gaze at the harbor cranes and cruise ships from the barge and cross through the historical Speicherstadt Discover the highlights of Hamburg and enjoy a cruise through the harbor with many opportunities to get on and off the boat Explore HafenCity and the Speicherstadt from the water and listen to interesting information about the Port of Hamburg Gaze at the harbor cranes and cruise ships from the barge and cross through the historical Speicherstadt",
        "strLocation": "hamburg",
        "strOriginUrl": "https://www.getyourguide.com/hamburg-l23/hamburg-1-day-hop-on-hop-off-harbor-cruise-t52625/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Hamburg: 1-Day Hop-on Hop-off Harbor Cruise",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 01:50:08"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 17,
        "intUsdCost": 25,
        "strGuideLanguage": "german",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-342602-145.jpg",
        "strIntroduction": "What You'll Do Look forward to an exciting thriller tour of the Hamburg city center and discover not only familiar but unknown Immerse yourself in the Hamburg criminal history and embark yourself on the trail Listen to the strange stories about the most spectacular criminal cases of the city and experience a journey through time Look forward to an exciting thriller tour of the Hamburg city center and discover not only familiar but unknown Immerse yourself in the Hamburg criminal history and embark yourself on the trail Listen to the strange stories about the most spectacular criminal cases of the city and experience a journey through time Look forward to an exciting thriller tour of the Hamburg city center and discover not only familiar but unknown Immerse yourself in the Hamburg criminal history and embark yourself on the trail Listen to the strange stories about the most spectacular criminal cases of the city and experience a journey through time",
        "strLocation": "hamburg",
        "strOriginUrl": "https://www.getyourguide.com/hamburg-l23/hamburg-corpus-delicti-interactive-crime-tour-t53919/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Interactive Crime tour in Hamburg - corpus delicti",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 01:50:20"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 71,
        "intUsdCost": 34,
        "strGuideLanguage": "german",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-350940-145.jpg",
        "strIntroduction": "What You'll Do Discover the trendy district of Sternschanze and sample its delicious culinary delights Discover true craftsmanship in the small and exciting neighborhood that has undergone a transformation in recent times Follow in the footsteps of Carl Hagenbeck and true \"revolutionaries\" Hearn interesting information about the district Discover the trendy district of Sternschanze and sample its delicious culinary delights Discover true craftsmanship in the small and exciting neighborhood that has undergone a transformation in recent times Follow in the footsteps of Carl Hagenbeck and true \"revolutionaries\" Hearn interesting information about the district Discover the trendy district of Sternschanze and sample its delicious culinary delights Discover true craftsmanship in the small and exciting neighborhood that has undergone a transformation in recent times Follow in the footsteps of Carl Hagenbeck and true \"revolutionaries\" Hearn interesting information about the district",
        "strLocation": "hamburg",
        "strOriginUrl": "https://www.getyourguide.com/hamburg-l23/hamburg-3-hour-culinary-tour-of-the-schanzenviertel-t49508/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Hamburg: 3-Hour Culinary Tour of the Schanzenviertel",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 01:50:33"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 11,
        "intUsdCost": 31,
        "strGuideLanguage": "german",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-224709-145.jpg",
        "strIntroduction": "What You'll Do Explore the Hamburg nightlife and let yourself be guided through the most popular pubs and bars of the scene. The tour is designed to suit your music preferences and also offers the occasional free-shot. It offers a colorful mix around St. Pauli: The cult bar of Olivia Jones waiting China Lounge and many more for you. Explore the Hamburg nightlife and let yourself be guided through the most popular pubs and bars of the scene. The tour is designed to suit your music preferences and also offers the occasional free-shot. It offers a colorful mix around St. Pauli: The cult bar of Olivia Jones waiting China Lounge and many more for you. Explore the Hamburg nightlife and let yourself be guided through the most popular pubs and bars of the scene. The tour is designed to suit your music preferences and also offers the occasional free-shot. It offers a colorful mix around St. Pauli: The cult bar of Olivia Jones waiting China Lounge and many more for you.",
        "strLocation": "hamburg",
        "strOriginUrl": "https://www.getyourguide.com/hamburg-l23/club-and-pub-crawl-hamburg-t39531/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Pub Crawl Hamburg",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 01:50:43"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 186,
        "intUsdCost": 21,
        "strGuideLanguage": "german",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-284160-145.jpg",
        "strIntroduction": "What You'll Do Stroll along Hamburg's infamous Reeperbahn and discover the sinful side of the city Visit the Silbersack Bar and Ritze Bar Discover the Red Light District See the Davidwache police station Discover the Große Freiheit Experience the atmosphere at Hans-Albers-Platz Make a stop on Herbertstrasse Pass by the streetwalkers' strip Stroll along Hamburg's infamous Reeperbahn and discover the sinful side of the city Visit the Silbersack Bar and Ritze Bar Discover the Red Light District See the Davidwache police station Discover the Große Freiheit Experience the atmosphere at Hans-Albers-Platz Make a stop on Herbertstrasse Pass by the streetwalkers' strip Stroll along Hamburg's infamous Reeperbahn and discover the sinful side of the city Visit the Silbersack Bar and Ritze Bar Discover the Red Light District See the Davidwache police station Discover the Große Freiheit Experience the atmosphere at Hans-Albers-Platz Make a stop on Herbertstrasse Pass by the streetwalkers' strip",
        "strLocation": "hamburg",
        "strOriginUrl": "https://www.getyourguide.com/hamburg-l23/st-pauli-walking-tour-the-sinful-district-of-hamburg-t2073/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Hamburg: St. Pauli 2-Hour Walking Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 01:50:56"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 41,
        "intUsdCost": 26,
        "strGuideLanguage": "german, english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-471672-145.jpg",
        "strIntroduction": "What You'll Do See the impressive Elbe Philharmonic Hall Admire the fascinating model of the modern HafenCity in Kesselhaus Discover the picturesque historic harbor in Hamburg Take a look at the futuristic Marco Polo Tower Admire the busy cruise ship terminal in HafenCity See the cooperative apartments in HafenCity Discover the most expensive apartments in the city Marvel at speed of the boats in the sport marina See the first public school in HafenCity Walk through the impressive, historical Speicherstadt See the impressive Elbe Philharmonic Hall Admire the fascinating model of the modern HafenCity in Kesselhaus Discover the picturesque historic harbor in Hamburg Take a look at the futuristic Marco Polo Tower Admire the busy cruise ship terminal in HafenCity See the cooperative apartments in HafenCity Discover the most expensive apartments in the city Marvel at speed of the boats in the sport marina See the first public school in HafenCity Walk through the impressive, historical Speicherstadt See the impressive Elbe Philharmonic Hall Admire the fascinating model of the modern HafenCity in Kesselhaus Discover the picturesque historic harbor in Hamburg Take a look at the futuristic Marco Polo Tower Admire the busy cruise ship terminal in HafenCity See the cooperative apartments in HafenCity Discover the most expensive apartments in the city Marvel at speed of the boats in the sport marina See the first public school in HafenCity Walk through the impressive, historical Speicherstadt",
        "strLocation": "hamburg",
        "strOriginUrl": "https://www.getyourguide.com/hamburg-l23/hamburg-maritime-25-hour-tour-t23621/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Hamburg Maritime 2.5-Hour Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 01:51:09"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 4,
        "intUsdCost": 90,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-307060-145.jpg",
        "strIntroduction": "What You'll Do Enjoy a breathtaking performance of the story of Aladdin in the Neue Flora Theater in Hamburg Immerse yourself in the world of the Orient Learn more about the three famous wishes granted by the Genie Enjoy a breathtaking performance of the story of Aladdin in the Neue Flora Theater in Hamburg Immerse yourself in the world of the Orient Learn more about the three famous wishes granted by the Genie Enjoy a breathtaking performance of the story of Aladdin in the Neue Flora Theater in Hamburg Immerse yourself in the world of the Orient Learn more about the three famous wishes granted by the Genie",
        "strLocation": "hamburg",
        "strOriginUrl": "https://www.getyourguide.com/hamburg-l23/hamburg-tickets-to-disney-s-aladdin-t49816/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Hamburg: Tickets to Disney’s Aladdin",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 01:51:22"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 20,
        "intUsdCost": 37,
        "strGuideLanguage": "german, english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-240045-145.jpg",
        "strIntroduction": "What You'll Do Enjoy Hamburg in the morning Experience the Reeperbahn as it dies down and the fish market as it perks up Visit the old Elb Tunnel Stroll through the fish market and begin your day with a typical Hamburg specialty and live music Enjoy Hamburg in the morning Experience the Reeperbahn as it dies down and the fish market as it perks up Visit the old Elb Tunnel Stroll through the fish market and begin your day with a typical Hamburg specialty and live music Enjoy Hamburg in the morning Experience the Reeperbahn as it dies down and the fish market as it perks up Visit the old Elb Tunnel Stroll through the fish market and begin your day with a typical Hamburg specialty and live music",
        "strLocation": "hamburg",
        "strOriginUrl": "https://www.getyourguide.com/hamburg-l23/hamburg-3-hour-morning-tour-of-the-fish-market-t18763/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Hamburg Morning Tour: Reeperbahn, Port, and Fish Market",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 01:51:32"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 17,
        "intUsdCost": 21,
        "strGuideLanguage": "german",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-105520-145.jpg",
        "strIntroduction": "What You'll Do Learn compact and exciting information about the Beatles in Hamburg! Listen to live music during the tour! A professional musician plays Beatles songs and shows the sites of the Beatles! Experience a final concert with live music! Come along on a guided tour of the lively St. Pauli! Learn compact and exciting information about the Beatles in Hamburg! Listen to live music during the tour! A professional musician plays Beatles songs and shows the sites of the Beatles! Experience a final concert with live music! Come along on a guided tour of the lively St. Pauli! Learn compact and exciting information about the Beatles in Hamburg! Listen to live music during the tour! A professional musician plays Beatles songs and shows the sites of the Beatles! Experience a final concert with live music! Come along on a guided tour of the lively St. Pauli!",
        "strLocation": "hamburg",
        "strOriginUrl": "https://www.getyourguide.com/hamburg-l23/the-beatles-in-st-pauli-with-live-music-and-bar-visit-t22607/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "The Beatles in St. Pauli - with live music and bar…",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 01:51:46"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 27,
        "intUsdCost": 36,
        "strGuideLanguage": "english, german",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-127092-145.jpg",
        "strIntroduction": "What You'll Do Enjoy preferred entrance at the Hamburg Dungeon Tour the Hamburg Dungeon to experience the scary side of the city’s history Hop on and off the bus at any of its 27 stops to explore Hamburg Enjoy onboard narration by licensed tour guides Experience the highlights of Hamburg from a double-decker-bus Enjoy preferred entrance at the Hamburg Dungeon Tour the Hamburg Dungeon to experience the scary side of the city’s history Hop on and off the bus at any of its 27 stops to explore Hamburg Enjoy onboard narration by licensed tour guides Experience the highlights of Hamburg from a double-decker-bus Enjoy preferred entrance at the Hamburg Dungeon Tour the Hamburg Dungeon to experience the scary side of the city’s history Hop on and off the bus at any of its 27 stops to explore Hamburg Enjoy onboard narration by licensed tour guides Experience the highlights of Hamburg from a double-decker-bus",
        "strLocation": "hamburg",
        "strOriginUrl": "https://www.getyourguide.com/hamburg-l23/stoertebeker-combo-hamburg-dungeon-hop-on-hop-off-bus-tour-t25827/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Störtebeker Combo: Hamburg Dungeon & Hop-On Hop-Off Bus Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 01:51:59"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 29,
        "intUsdCost": 16,
        "strGuideLanguage": "german",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-292159-145.jpg",
        "strIntroduction": "What You'll Do Explore the port of Hamburg and see the picturesque old town and the famous Elbe Philharmonic Hall Experience the fantastic contrast between historical office buildings and the modern buildings of the HafenCity Enjoy the atmosphere of the busy container terminals and discover the cruise ship terminal Explore the port of Hamburg and see the picturesque old town and the famous Elbe Philharmonic Hall Experience the fantastic contrast between historical office buildings and the modern buildings of the HafenCity Enjoy the atmosphere of the busy container terminals and discover the cruise ship terminal Explore the port of Hamburg and see the picturesque old town and the famous Elbe Philharmonic Hall Experience the fantastic contrast between historical office buildings and the modern buildings of the HafenCity Enjoy the atmosphere of the busy container terminals and discover the cruise ship terminal",
        "strLocation": "hamburg",
        "strOriginUrl": "https://www.getyourguide.com/hamburg-l23/hamburg-1-hour-harbor-cruise-t48115/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Hamburg: 1-Hour Harbor Cruise",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 01:52:11"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 9,
        "intUsdCost": 12,
        "strGuideLanguage": "german",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-568274-145.jpg",
        "strIntroduction": "What You'll Do Two-hour walking tour of the highlights of the center of Hamburg, including the Speicherstadt and HafenCity Skilled moderation including expert tips Details of the historic urban development of current projects to the constructional future in HafenCity Incl. Learn to Elbphilharmonie Two-hour walking tour of the highlights of the center of Hamburg, including the Speicherstadt and HafenCity Skilled moderation including expert tips Details of the historic urban development of current projects to the constructional future in HafenCity Incl. Learn to Elbphilharmonie Two-hour walking tour of the highlights of the center of Hamburg, including the Speicherstadt and HafenCity Skilled moderation including expert tips Details of the historic urban development of current projects to the constructional future in HafenCity Incl. Learn to Elbphilharmonie",
        "strLocation": "hamburg",
        "strOriginUrl": "https://www.getyourguide.com/hamburg-l23/cross-through-downtown-hamburg-to-hafencity-t27169/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "From the town hall to Elbphilharmonie",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 01:52:23"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 2,
        "intUsdCost": 26,
        "strGuideLanguage": "german",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-194170-145.jpg",
        "strIntroduction": "What You'll Do Experience Live Music by Hans Albers Udo Lindenberg and the Beatles to the harbor street punk. Explore the City of Hamburg in a very special way and get to St. Pauli away from the busy main streets know. Let yourself be inspired by the colorful mix and look forward to a show with music, interesting anecdotes and a pinch of yarn. Experience Live Music by Hans Albers Udo Lindenberg and the Beatles to the harbor street punk. Explore the City of Hamburg in a very special way and get to St. Pauli away from the busy main streets know. Let yourself be inspired by the colorful mix and look forward to a show with music, interesting anecdotes and a pinch of yarn. Experience Live Music by Hans Albers Udo Lindenberg and the Beatles to the harbor street punk. Explore the City of Hamburg in a very special way and get to St. Pauli away from the busy main streets know. Let yourself be inspired by the colorful mix and look forward to a show with music, interesting anecdotes and a pinch of yarn.",
        "strLocation": "hamburg",
        "strOriginUrl": "https://www.getyourguide.com/hamburg-l23/kiez-geh-rock-revue-reeperbahn-hamburg-t36088/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Hamburg: Kiez Geh rock revue on the Reeperbahn",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 01:52:34"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 16,
        "intUsdCost": 20,
        "strGuideLanguage": "english, german",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-381636-145.jpg",
        "strIntroduction": "What You'll Do Visit 5 or 6 of the hottest clubs in the city – you’ll be on the guest list! Save on entrance fees with guest list entry Visit each club as often as you want Enjoy 1 free drink at each club Get in the mood to party with your professional party guide Visit 5 or 6 of the hottest clubs in the city – you’ll be on the guest list! Save on entrance fees with guest list entry Visit each club as often as you want Enjoy 1 free drink at each club Get in the mood to party with your professional party guide Visit 5 or 6 of the hottest clubs in the city – you’ll be on the guest list! Save on entrance fees with guest list entry Visit each club as often as you want Enjoy 1 free drink at each club Get in the mood to party with your professional party guide",
        "strLocation": "hamburg",
        "strOriginUrl": "https://www.getyourguide.com/hamburg-l23/hamburg-club-and-pub-tour-of-the-reeperbahn-t37463/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Hamburg: Club and Pub Tour of St. Pauli",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 01:52:44"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 0,
        "intUsdCost": 78,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-449531-145.jpg",
        "strIntroduction": "What You'll Do Experience a moving musical evening in Hamburg and see the true love story that unfolded during reunification Enjoy the top hits by Udo Lindenberg and experience the meaningful moments of German history Discover a musical that combines top hits by the \"panic rockers\" with a moving story Experience a moving musical evening in Hamburg and see the true love story that unfolded during reunification Enjoy the top hits by Udo Lindenberg and experience the meaningful moments of German history Discover a musical that combines top hits by the \"panic rockers\" with a moving story Experience a moving musical evening in Hamburg and see the true love story that unfolded during reunification Enjoy the top hits by Udo Lindenberg and experience the meaningful moments of German history Discover a musical that combines top hits by the \"panic rockers\" with a moving story",
        "strLocation": "hamburg",
        "strOriginUrl": "https://www.getyourguide.com/hamburg-l23/hamburg-hinterm-horizont-tickets-t68304/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Hamburg: \"Hinterm Horizont\" Tickets",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 01:52:56"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 0,
        "intUsdCost": 81,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-309838-145.jpg",
        "strIntroduction": "What You'll Do Enjoy the 20 greatest hits by Udo Jürgens with a unique combination of maritime flair and Broadway glamor Experience a mix of lightness, humor, and moments of reflection Enjoy a fantastic production with beautiful costumes, spectacular dance routines, and breathtaking stage technology Enjoy the 20 greatest hits by Udo Jürgens with a unique combination of maritime flair and Broadway glamor Experience a mix of lightness, humor, and moments of reflection Enjoy a fantastic production with beautiful costumes, spectacular dance routines, and breathtaking stage technology Enjoy the 20 greatest hits by Udo Jürgens with a unique combination of maritime flair and Broadway glamor Experience a mix of lightness, humor, and moments of reflection Enjoy a fantastic production with beautiful costumes, spectacular dance routines, and breathtaking stage technology",
        "strLocation": "hamburg",
        "strOriginUrl": "https://www.getyourguide.com/hamburg-l23/berlin-tickets-to-i-ve-never-been-to-new-york-t49802/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Hamburg: Tickets to “I’ve Never Been to New York”",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 01:53:08"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 5,
        "intUsdCost": 33,
        "strGuideLanguage": "english, german",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-349144-145.jpg",
        "strIntroduction": "What You'll Do Explore 1,000 years of brewing history in Hamburg Taste at least 7 locally brewed beers Soak up unique St. Pauli atmosphere enjoying beer in a hotel that used to be a brothel Explore 1,000 years of brewing history in Hamburg Taste at least 7 locally brewed beers Soak up unique St. Pauli atmosphere enjoying beer in a hotel that used to be a brothel Explore 1,000 years of brewing history in Hamburg Taste at least 7 locally brewed beers Soak up unique St. Pauli atmosphere enjoying beer in a hotel that used to be a brothel",
        "strLocation": "hamburg",
        "strOriginUrl": "https://www.getyourguide.com/hamburg-l23/hamburg-local-beer-tour-t54642/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Hamburg Craft Beer Tasting Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 01:53:20"
    },
    {
        "intDurationHour": 5,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 0,
        "intUsdCost": 34,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-347502-145.jpg",
        "strIntroduction": "What You'll Do Explore Hamburg on your own and solve playful puzzles that lead you to the sights You choose where you want to stay longer or which attractions you want to take a closer look Stroll along the Mönckebergstraße and learn more about the history of Hamburg, the great fire, and as the Chilehaus Explore Hamburg on your own and solve playful puzzles that lead you to the sights You choose where you want to stay longer or which attractions you want to take a closer look Stroll along the Mönckebergstraße and learn more about the history of Hamburg, the great fire, and as the Chilehaus Explore Hamburg on your own and solve playful puzzles that lead you to the sights You choose where you want to stay longer or which attractions you want to take a closer look Stroll along the Mönckebergstraße and learn more about the history of Hamburg, the great fire, and as the Chilehaus",
        "strLocation": "hamburg",
        "strOriginUrl": "https://www.getyourguide.com/hamburg-l23/hamburg-scavenger-hunt-through-downtown-t54530/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Hamburg: scavenger hunt through downtown",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 01:53:33"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 8,
        "intUsdCost": 26,
        "strGuideLanguage": "english, german",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-51606-145.jpg",
        "strIntroduction": "What You'll Do Find out about law and order in St. Pauli Learn about the murders of Mucki Pinzner Background information on the evolution of prostitution Find out about law and order in St. Pauli Learn about the murders of Mucki Pinzner Background information on the evolution of prostitution Find out about law and order in St. Pauli Learn about the murders of Mucki Pinzner Background information on the evolution of prostitution",
        "strLocation": "hamburg",
        "strOriginUrl": "https://www.getyourguide.com/hamburg-l23/csi-st-pauli-crime-scene-st-pauli-t12395/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "CSI St. Pauli - Crime Scene St. Pauli",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 01:53:45"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 19,
        "intUsdCost": 106,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-253644-145.jpg",
        "strIntroduction": "What You'll Do Explore Hamburg from the water on a thrilling speedboat ride See the interesting sights of the city including Elbe Philharmonic Hall, the Fish Market, and Blohm and Voss Shipyards Enjoy the atmosphere of the Port of Hamburg and relax with a drink at the beach club Explore Hamburg from the water on a thrilling speedboat ride See the interesting sights of the city including Elbe Philharmonic Hall, the Fish Market, and Blohm and Voss Shipyards Enjoy the atmosphere of the Port of Hamburg and relax with a drink at the beach club Explore Hamburg from the water on a thrilling speedboat ride See the interesting sights of the city including Elbe Philharmonic Hall, the Fish Market, and Blohm and Voss Shipyards Enjoy the atmosphere of the Port of Hamburg and relax with a drink at the beach club",
        "strLocation": "hamburg",
        "strOriginUrl": "https://www.getyourguide.com/hamburg-l23/port-of-hamburg-high-speed-boat-ride-t43200/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Port of Hamburg: High-Speed Boat Ride",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 01:53:59"
    },
    {
        "intDurationHour": 16,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 56,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-236301-145.jpg",
        "strIntroduction": "What You'll Do Visit the Hamburg Museum and learn interesting facts about the history of the city Explore the Museum of Ethnology See the famous museum ship, Rickmer Rickmers Admire the masterpieces in the Altonaer Museum Be enchanted by the Jenisch House Discover cultural, social, and industrial history at the Museum of Work Learn about the history of the popular Speicherstadt district at the Speicherstadt Museum Enjoy the view from the observation tower of the St. Nickolai Memorial Get a free German guidebook with maps and information on attractions in Hamburg Visit the Hamburg Museum and learn interesting facts about the history of the city Explore the Museum of Ethnology See the famous museum ship, Rickmer Rickmers Admire the masterpieces in the Altonaer Museum Be enchanted by the Jenisch House Discover cultural, social, and industrial history at the Museum of Work Learn about the history of the popular Speicherstadt district at the Speicherstadt Museum Enjoy the view from the observation tower of the St. Nickolai Memorial Get a free German guidebook with maps and information on attractions in Hamburg Visit the Hamburg Museum and learn interesting facts about the history of the city Explore the Museum of Ethnology See the famous museum ship, Rickmer Rickmers Admire the masterpieces in the Altonaer Museum Be enchanted by the Jenisch House Discover cultural, social, and industrial history at the Museum of Work Learn about the history of the popular Speicherstadt district at the Speicherstadt Museum Enjoy the view from the observation tower of the St. Nickolai Memorial Get a free German guidebook with maps and information on attractions in Hamburg",
        "strLocation": "hamburg",
        "strOriginUrl": "https://www.getyourguide.com/hamburg-l23/hamburg-museum-ticket-and-guidebook-t41004/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Hamburg Museum Ticket and Guidebook",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 01:54:10"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 16,
        "intUsdCost": 11,
        "strGuideLanguage": "german",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-244434-145.jpg",
        "strIntroduction": "What You'll Do Find out more about the Hammaburg, from Hamburg once was and the first port of Hamburg. Explore the charming Old Town of Hamburg and look forward to the beautiful town hall and magnificent office buildings. Follow in the footsteps of bygone times - the ruins of St. Nicholas Church and the historic Deichstrasse provide the perfect backdrop. Find out more about the Hammaburg, from Hamburg once was and the first port of Hamburg. Explore the charming Old Town of Hamburg and look forward to the beautiful town hall and magnificent office buildings. Follow in the footsteps of bygone times - the ruins of St. Nicholas Church and the historic Deichstrasse provide the perfect backdrop. Find out more about the Hammaburg, from Hamburg once was and the first port of Hamburg. Explore the charming Old Town of Hamburg and look forward to the beautiful town hall and magnificent office buildings. Follow in the footsteps of bygone times - the ruins of St. Nicholas Church and the historic Deichstrasse provide the perfect backdrop.",
        "strLocation": "hamburg",
        "strOriginUrl": "https://www.getyourguide.com/hamburg-l23/old-town-tour-from-city-hall-to-the-speicherstadt-t42044/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Altstadtrundgang Hamburg: from the Town Hall to…",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 01:54:23"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 23,
        "intUsdCost": 24,
        "strGuideLanguage": "german",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-366352-145.jpg",
        "strIntroduction": "What You'll Do Learn more about the how time has changed life in the Hamburg district of St. Pauli See the famous Herbertstraße, institutional establishments, diverse bars, and the famous Davidwache Discover how the district has changed and what it used to be like, and see cultural and erotic highlights Learn more about the how time has changed life in the Hamburg district of St. Pauli See the famous Herbertstraße, institutional establishments, diverse bars, and the famous Davidwache Discover how the district has changed and what it used to be like, and see cultural and erotic highlights Learn more about the how time has changed life in the Hamburg district of St. Pauli See the famous Herbertstraße, institutional establishments, diverse bars, and the famous Davidwache Discover how the district has changed and what it used to be like, and see cultural and erotic highlights",
        "strLocation": "hamburg",
        "strOriginUrl": "https://www.getyourguide.com/hamburg-l23/hamburg-st-pauli-tour-of-the-reeperbahn-t48622/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Hamburg: St. Pauli Tour of the Reeperbahn",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 01:54:36"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 17,
        "intUsdCost": 74,
        "strGuideLanguage": "german",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-276758-145.jpg",
        "strIntroduction": "What You'll Do Explore other Hamburg in a 14-horsepower kart Experience the Hanseatic city from a new perspective Admire the beautiful sights Take up to 88 km / h the city See the port, the Elbe, the Alster, Speicherstadt, HafenCity and the Michel Discover the TV tower, the Chilehaus, the Landungsbrücken, the old Elbe tunnel, and more Explore other Hamburg in a 14-horsepower kart Experience the Hanseatic city from a new perspective Admire the beautiful sights Take up to 88 km / h the city See the port, the Elbe, the Alster, Speicherstadt, HafenCity and the Michel Discover the TV tower, the Chilehaus, the Landungsbrücken, the old Elbe tunnel, and more Explore other Hamburg in a 14-horsepower kart Experience the Hanseatic city from a new perspective Admire the beautiful sights Take up to 88 km / h the city See the port, the Elbe, the Alster, Speicherstadt, HafenCity and the Michel Discover the TV tower, the Chilehaus, the Landungsbrücken, the old Elbe tunnel, and more",
        "strLocation": "hamburg",
        "strOriginUrl": "https://www.getyourguide.com/hamburg-l23/hamburg-experience-with-the-go-kart-street-kart-tour-t46112/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Hamburg Experience with the go-kart - Street Kart Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 01:54:49"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 8,
        "intUsdCost": 37,
        "strGuideLanguage": "english, german",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-420044-145.jpg",
        "strIntroduction": "What You'll Do Enjoy the benefits of a combo ticket for a hop-on hop-off bus tour, harbor cruise, and Alster boat cruise Discover Hamburg at your own pace on the hop-on hop-off bus tour Get on and off at any of the stops as often as you want Spend as much time as you wish at the interesting sights in the city See the beloved St. Michael's Church and admire the views of Hamburg from above Stroll around the Outer Alster Lake and be amazed by the number of green areas in the Hanseatic city Visit the bustling landing stages Enjoy a wonderful end to your day with a fantastic cruise in the harbor and on the Alster River Enjoy the benefits of a combo ticket for a hop-on hop-off bus tour, harbor cruise, and Alster boat cruise Discover Hamburg at your own pace on the hop-on hop-off bus tour Get on and off at any of the stops as often as you want Spend as much time as you wish at the interesting sights in the city See the beloved St. Michael's Church and admire the views of Hamburg from above Stroll around the Outer Alster Lake and be amazed by the number of green areas in the Hanseatic city Visit the bustling landing stages Enjoy a wonderful end to your day with a fantastic cruise in the harbor and on the Alster River Enjoy the benefits of a combo ticket for a hop-on hop-off bus tour, harbor cruise, and Alster boat cruise Discover Hamburg at your own pace on the hop-on hop-off bus tour Get on and off at any of the stops as often as you want Spend as much time as you wish at the interesting sights in the city See the beloved St. Michael's Church and admire the views of Hamburg from above Stroll around the Outer Alster Lake and be amazed by the number of green areas in the Hanseatic city Visit the bustling landing stages Enjoy a wonderful end to your day with a fantastic cruise in the harbor and on the Alster River",
        "strLocation": "hamburg",
        "strOriginUrl": "https://www.getyourguide.com/hamburg-l23/hamburg-1-day-hop-on-hop-off-bus-tour-with-boat-cruise-t41480/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "City Tour with Harbor and Alster Cruise",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 01:55:01"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 0,
        "intUsdCost": 31,
        "strGuideLanguage": "german",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-500440-145.jpg",
        "strIntroduction": "What You'll Do Discover the Hamburg nightlife and visit the trendiest pubs and bars Make the trip to your own music preferences with It offers a colorful mix with the cult bar of Olivia Jones, the China Lounge and many more Discover the Hamburg nightlife and visit the trendiest pubs and bars Make the trip to your own music preferences with It offers a colorful mix with the cult bar of Olivia Jones, the China Lounge and many more Discover the Hamburg nightlife and visit the trendiest pubs and bars Make the trip to your own music preferences with It offers a colorful mix with the cult bar of Olivia Jones, the China Lounge and many more",
        "strLocation": "hamburg",
        "strOriginUrl": "https://www.getyourguide.com/hamburg-l23/hamburg-pub-crawl-party-tour-on-the-reeperbahn-t75088/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Hamburg: Pub Crawl on the Reeperbahn",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 01:55:15"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 45,
        "intUsdCost": 20,
        "strGuideLanguage": "english, german",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-212569-145.jpg",
        "strIntroduction": "What You'll Do Learn about the Beatles in Hamburg from Beatles expert and fan Peter Paetzold See the original performance spaces of the 60s Take part in an acclaimed tour, winner of the \"Events of the Year 2009\" and \"German Beat 2010\" Prizes Learn fascinating facts first hand Learn about the Beatles in Hamburg from Beatles expert and fan Peter Paetzold See the original performance spaces of the 60s Take part in an acclaimed tour, winner of the \"Events of the Year 2009\" and \"German Beat 2010\" Prizes Learn fascinating facts first hand Learn about the Beatles in Hamburg from Beatles expert and fan Peter Paetzold See the original performance spaces of the 60s Take part in an acclaimed tour, winner of the \"Events of the Year 2009\" and \"German Beat 2010\" Prizes Learn fascinating facts first hand",
        "strLocation": "hamburg",
        "strOriginUrl": "https://www.getyourguide.com/hamburg-l23/the-beatles-in-hamburg-tour-of-st-pauli-t15818/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Beatles Tour Hamburg",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 01:55:27"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 0,
        "intUsdCost": 20,
        "strGuideLanguage": "german",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-422358-145.jpg",
        "strIntroduction": "What You'll Do Go on a modern scavenger hunt though the Port of Hamburg Solve puzzles and riddles and get an entertaining, exciting look at the many goings on around the Port of Hamburg See the impressive freight and cruise ship terminal, as well as the docks, Elbphilharmonie and Fischmarkt Go on a modern scavenger hunt though the Port of Hamburg Solve puzzles and riddles and get an entertaining, exciting look at the many goings on around the Port of Hamburg See the impressive freight and cruise ship terminal, as well as the docks, Elbphilharmonie and Fischmarkt Go on a modern scavenger hunt though the Port of Hamburg Solve puzzles and riddles and get an entertaining, exciting look at the many goings on around the Port of Hamburg See the impressive freight and cruise ship terminal, as well as the docks, Elbphilharmonie and Fischmarkt",
        "strLocation": "hamburg",
        "strOriginUrl": "https://www.getyourguide.com/hamburg-l23/hamburg-port-scavenger-hunt-and-ferry-ride-t64618/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Hamburg: Port Scavenger Hunt and Ferry Ride",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 01:55:39"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 0,
        "intUsdCost": 21,
        "strGuideLanguage": "german",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-484111-145.jpg",
        "strIntroduction": "What You'll Do Discover attractions and secrets of the St. Pauli Piers Pass on the ferry to the famous musical theaters Wander through the well-known Portuguese quarter Go to the Venusberg and enjoy the view of the famous landmark, the Michel Visit the museum pier Descend into the Old Elbe Tunnel Enjoy a fish sandwich at Captain Black Discover attractions and secrets of the St. Pauli Piers Pass on the ferry to the famous musical theaters Wander through the well-known Portuguese quarter Go to the Venusberg and enjoy the view of the famous landmark, the Michel Visit the museum pier Descend into the Old Elbe Tunnel Enjoy a fish sandwich at Captain Black Discover attractions and secrets of the St. Pauli Piers Pass on the ferry to the famous musical theaters Wander through the well-known Portuguese quarter Go to the Venusberg and enjoy the view of the famous landmark, the Michel Visit the museum pier Descend into the Old Elbe Tunnel Enjoy a fish sandwich at Captain Black",
        "strLocation": "hamburg",
        "strOriginUrl": "https://www.getyourguide.com/hamburg-l23/hamburg-guided-tour-st-pauli-jetties-t72987/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Hamburg: Landungsbrücken ferry ride & fish sandwiches",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 01:55:51"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 2,
        "intReviewVisitor": 11,
        "intUsdCost": 30,
        "strGuideLanguage": "german",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-94205-145.jpg",
        "strIntroduction": "What You'll Do Experience a harbor cruise as comedy show and erlachen the Port of Hamburg! See the harbor, St. Pauli, the Elbe and Blankenese - all on the way to the diaphragm Experience a harbor cruise as comedy show and erlachen the Port of Hamburg! See the harbor, St. Pauli, the Elbe and Blankenese - all on the way to the diaphragm Experience a harbor cruise as comedy show and erlachen the Port of Hamburg! See the harbor, St. Pauli, the Elbe and Blankenese - all on the way to the diaphragm",
        "strLocation": "hamburg",
        "strOriginUrl": "https://www.getyourguide.com/hamburg-l23/comedy-boot-hamburg-harbor-cruise-to-bust-a-gut-t20430/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Comedy Boot Hamburg: harbor cruise to Bust a Gut",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 01:56:02"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 11,
        "intUsdCost": 11,
        "strGuideLanguage": "german",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-245764-145.jpg",
        "strIntroduction": "What You'll Do Experience the historical memory city with its waterways and canals and their particularly beautiful architecture Immerse yourself in the history of Hamburg and marvel at the new historic harbor and the Magellan and Marco Polo Terraces Experience Hamburg's youngest district: the new futuristic HafenCity directly on the Elbe Enjoy the tour with a hanseatic city guide who knows Hamburg as his pocket and in which the fun is not too short Experience the historical memory city with its waterways and canals and their particularly beautiful architecture Immerse yourself in the history of Hamburg and marvel at the new historic harbor and the Magellan and Marco Polo Terraces Experience Hamburg's youngest district: the new futuristic HafenCity directly on the Elbe Enjoy the tour with a hanseatic city guide who knows Hamburg as his pocket and in which the fun is not too short Experience the historical memory city with its waterways and canals and their particularly beautiful architecture Immerse yourself in the history of Hamburg and marvel at the new historic harbor and the Magellan and Marco Polo Terraces Experience Hamburg's youngest district: the new futuristic HafenCity directly on the Elbe Enjoy the tour with a hanseatic city guide who knows Hamburg as his pocket and in which the fun is not too short",
        "strLocation": "hamburg",
        "strOriginUrl": "https://www.getyourguide.com/hamburg-l23/tour-of-the-speicherstadt-and-hafencity-t42209/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Hamburg: tour through the Speicherstadt & HafenCity",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 01:56:15"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 139,
        "intUsdCost": 19,
        "strGuideLanguage": "german",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-276965-145.jpg",
        "strIntroduction": "What You'll Do Take a classic harbor tour through Hamburg and its bustling port Enjoy a cruise through the historic warehouse district and its charming canals Admire Hamburg's Elbe Bridge, spanning right across the water Drive past the ultra-modern HafenCity Learn interesting facts about the harbor's trade from your skipper Take a classic harbor tour through Hamburg and its bustling port Enjoy a cruise through the historic warehouse district and its charming canals Admire Hamburg's Elbe Bridge, spanning right across the water Drive past the ultra-modern HafenCity Learn interesting facts about the harbor's trade from your skipper Take a classic harbor tour through Hamburg and its bustling port Enjoy a cruise through the historic warehouse district and its charming canals Admire Hamburg's Elbe Bridge, spanning right across the water Drive past the ultra-modern HafenCity Learn interesting facts about the harbor's trade from your skipper",
        "strLocation": "hamburg",
        "strOriginUrl": "https://www.getyourguide.com/hamburg-l23/traditional-harbor-tour-of-hamburg-t7621/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Traditional Harbor Tour in Hamburg",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 01:56:27"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 37,
        "intUsdCost": 21,
        "strGuideLanguage": "german, spanish, english, french",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-206461-145.jpg",
        "strIntroduction": "What You'll Do Experience the Reeperbahn's unique nighttime character on this guided tour See the prostitution-free zone, the strip, the sex shops, and a whole lot more Learn everything you ever wanted to know about this singular district Get to know Herbertstraße, Silbersack, and Große Freiheit Stroll by a wide selection of theaters, restaurants, bars, and clubs Take snapshots in Beatles Square Jump into the Hamburger nightlife right after the tour Experience the Reeperbahn's unique nighttime character on this guided tour See the prostitution-free zone, the strip, the sex shops, and a whole lot more Learn everything you ever wanted to know about this singular district Get to know Herbertstraße, Silbersack, and Große Freiheit Stroll by a wide selection of theaters, restaurants, bars, and clubs Take snapshots in Beatles Square Jump into the Hamburger nightlife right after the tour Experience the Reeperbahn's unique nighttime character on this guided tour See the prostitution-free zone, the strip, the sex shops, and a whole lot more Learn everything you ever wanted to know about this singular district Get to know Herbertstraße, Silbersack, and Große Freiheit Stroll by a wide selection of theaters, restaurants, bars, and clubs Take snapshots in Beatles Square Jump into the Hamburger nightlife right after the tour",
        "strLocation": "hamburg",
        "strOriginUrl": "https://www.getyourguide.com/hamburg-l23/reeperbahn-tour-in-hamburg-st-pauli-red-light-district-t7863/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Reeperbahn Tour in Hamburg - St. Pauli & Red Light District",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 01:56:37"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 4,
        "intUsdCost": 182,
        "strGuideLanguage": "german",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-10451-145.jpg",
        "strIntroduction": "What You'll Do Admire the impressive Hamburg Town Hall See St. Nicholas’s Church Discover the Hamburg Stock Exchange Walk along Deichstrasse Hear interesting stories about the Speicherstadt (warehouse district) Explore the modern HafenCity Admire the views of the Port of Hamburg from Baumwall metro station Visit the Elbe Philharmonic Hall Admire the impressive Hamburg Town Hall See St. Nicholas’s Church Discover the Hamburg Stock Exchange Walk along Deichstrasse Hear interesting stories about the Speicherstadt (warehouse district) Explore the modern HafenCity Admire the views of the Port of Hamburg from Baumwall metro station Visit the Elbe Philharmonic Hall Admire the impressive Hamburg Town Hall See St. Nicholas’s Church Discover the Hamburg Stock Exchange Walk along Deichstrasse Hear interesting stories about the Speicherstadt (warehouse district) Explore the modern HafenCity Admire the views of the Port of Hamburg from Baumwall metro station Visit the Elbe Philharmonic Hall",
        "strLocation": "hamburg",
        "strOriginUrl": "https://www.getyourguide.com/hamburg-l23/2-hour-tour-from-hamburg-town-hall-to-hafencity-t2117/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Hamburg: Town Hall, Speicherstadt, and HafenCity Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 01:56:52"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 7,
        "intUsdCost": 160,
        "strGuideLanguage": "english, german",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-6861-145.jpg",
        "strIntroduction": "What You'll Do Explore the Schanzenviertel in Hamburg Visit the Rote Flora theatre Make a detour to the \"Bullerei\", Tim Mälzer's restaurant in Hamburg Discover the bunker in Heiligengeistfeld Visit the former cattle abattoir, which connects Karolinenviertel and Schanzenviertel Explore the Schanzenviertel in Hamburg Visit the Rote Flora theatre Make a detour to the \"Bullerei\", Tim Mälzer's restaurant in Hamburg Discover the bunker in Heiligengeistfeld Visit the former cattle abattoir, which connects Karolinenviertel and Schanzenviertel Explore the Schanzenviertel in Hamburg Visit the Rote Flora theatre Make a detour to the \"Bullerei\", Tim Mälzer's restaurant in Hamburg Discover the bunker in Heiligengeistfeld Visit the former cattle abattoir, which connects Karolinenviertel and Schanzenviertel",
        "strLocation": "hamburg",
        "strOriginUrl": "https://www.getyourguide.com/hamburg-l23/hamburg-schanzenviertel-karolinenviertel-2-hour-tour-t2121/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Hamburg: Schanzenviertel & Karolinenviertel 2-Hour Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 01:57:03"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 14,
        "intUsdCost": 21,
        "strGuideLanguage": "german",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-10585-145.jpg",
        "strIntroduction": "What You'll Do Visit the old town halls of the impressive Hanseatic city Marvel at St. Nicholas’ Church Experience wanderlust by visiting the Africa House Explore the Mönckebergstraße shopping street Discover the old town of Hamburg and learn interesting details about historical events Admire the unique Chilehaus and be impressed by its imposing appearance Wallow in memories when you visit the Trostbrücke Visit the old town halls of the impressive Hanseatic city Marvel at St. Nicholas’ Church Experience wanderlust by visiting the Africa House Explore the Mönckebergstraße shopping street Discover the old town of Hamburg and learn interesting details about historical events Admire the unique Chilehaus and be impressed by its imposing appearance Wallow in memories when you visit the Trostbrücke Visit the old town halls of the impressive Hanseatic city Marvel at St. Nicholas’ Church Experience wanderlust by visiting the Africa House Explore the Mönckebergstraße shopping street Discover the old town of Hamburg and learn interesting details about historical events Admire the unique Chilehaus and be impressed by its imposing appearance Wallow in memories when you visit the Trostbrücke",
        "strLocation": "hamburg",
        "strOriginUrl": "https://www.getyourguide.com/hamburg-l23/hamburg-2-hour-tour-of-the-historic-old-town-t2125/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Hamburg: 2-Hour Tour of the Historic Old Town",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 01:57:15"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 2,
        "intUsdCost": 171,
        "strGuideLanguage": "spanish, english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-67532-145.jpg",
        "strIntroduction": "What You'll Do Experience Hamburg on your own terms Explore Hamburg's old and new sights, including the medieval churches of St Petri and St Jacobi Learn about infamous pirates such as Störtebeker Hear stories about the famous Hanseatic League, Europe’s first capitalists Admire Hamburg’s Chilehaus, a masterpiece of expressionist architecture Tour Hafen City, Europe’s biggest inner-city development See The Rathaus, Hamburg's magnificent Town Hall Experience Hamburg on your own terms Explore Hamburg's old and new sights, including the medieval churches of St Petri and St Jacobi Learn about infamous pirates such as Störtebeker Hear stories about the famous Hanseatic League, Europe’s first capitalists Admire Hamburg’s Chilehaus, a masterpiece of expressionist architecture Tour Hafen City, Europe’s biggest inner-city development See The Rathaus, Hamburg's magnificent Town Hall Experience Hamburg on your own terms Explore Hamburg's old and new sights, including the medieval churches of St Petri and St Jacobi Learn about infamous pirates such as Störtebeker Hear stories about the famous Hanseatic League, Europe’s first capitalists Admire Hamburg’s Chilehaus, a masterpiece of expressionist architecture Tour Hafen City, Europe’s biggest inner-city development See The Rathaus, Hamburg's magnificent Town Hall",
        "strLocation": "hamburg",
        "strOriginUrl": "https://www.getyourguide.com/hamburg-l23/hamburg-flexible-city-tour-t15838/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Hamburg Private Flexible City Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 01:57:28"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 238,
        "intUsdCost": 0,
        "strGuideLanguage": "spanish, english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-64148-145.jpg",
        "strIntroduction": "What You'll Do Skip the long lines to join Hamburg's popular free city tour Explore the city's old and new sights, including the medieval churches of St Petri and St Jacobi Admire Hamburg’s magnificent Town Hall Learn about the infamous pirate Störtebeker Hear about the famous Hanseatic League, Europe’s first capitalists Tour Hafen City, Europe’s biggest inner-city development Skip the long lines to join Hamburg's popular free city tour Explore the city's old and new sights, including the medieval churches of St Petri and St Jacobi Admire Hamburg’s magnificent Town Hall Learn about the infamous pirate Störtebeker Hear about the famous Hanseatic League, Europe’s first capitalists Tour Hafen City, Europe’s biggest inner-city development Skip the long lines to join Hamburg's popular free city tour Explore the city's old and new sights, including the medieval churches of St Petri and St Jacobi Admire Hamburg’s magnificent Town Hall Learn about the infamous pirate Störtebeker Hear about the famous Hanseatic League, Europe’s first capitalists Tour Hafen City, Europe’s biggest inner-city development",
        "strLocation": "hamburg",
        "strOriginUrl": "https://www.getyourguide.com/hamburg-l23/skip-the-line-new-hamburg-free-tour-t4955/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Skip the Line: New Hamburg Free Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 01:57:41"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 3,
        "intUsdCost": 160,
        "strGuideLanguage": "spanish, english, french, german",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-16495-145.jpg",
        "strIntroduction": "What You'll Do Explore the fascinating Kontorhausviertel See the magnificent Hamburg Rathaus Visit St. Michael’s Church, a famous landmark of the city Discover the infamous Reeperbahn Explore the multifaceted Port of Hamburg Explore the fascinating Kontorhausviertel See the magnificent Hamburg Rathaus Visit St. Michael’s Church, a famous landmark of the city Discover the infamous Reeperbahn Explore the multifaceted Port of Hamburg Explore the fascinating Kontorhausviertel See the magnificent Hamburg Rathaus Visit St. Michael’s Church, a famous landmark of the city Discover the infamous Reeperbahn Explore the multifaceted Port of Hamburg",
        "strLocation": "hamburg",
        "strOriginUrl": "https://www.getyourguide.com/hamburg-l23/hamburg-hire-a-private-guide-for-a-2-hour-tour-t5107/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Hamburg: Hire a Private Guide for a 2-Hour Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 01:57:55"
    },
    {
        "intDurationHour": 7,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 0,
        "intUsdCost": 429,
        "strGuideLanguage": "dutch, english, german",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-314736-145.jpg",
        "strIntroduction": "What You'll Do See the 7 wonderful church towers in the inner city of Lübeck Discover the most beautiful sights like the picturesque Rathaus, St. Mary's Church, the Willy-Brandt-Haus and the Engelsgrube Use your free time to discover the city as you like Enjoy a gourmet lunch in the \"Schiffergesellschaft\" or a piece of marzipan torte at Niederegger See the 7 wonderful church towers in the inner city of Lübeck Discover the most beautiful sights like the picturesque Rathaus, St. Mary's Church, the Willy-Brandt-Haus and the Engelsgrube Use your free time to discover the city as you like Enjoy a gourmet lunch in the \"Schiffergesellschaft\" or a piece of marzipan torte at Niederegger See the 7 wonderful church towers in the inner city of Lübeck Discover the most beautiful sights like the picturesque Rathaus, St. Mary's Church, the Willy-Brandt-Haus and the Engelsgrube Use your free time to discover the city as you like Enjoy a gourmet lunch in the \"Schiffergesellschaft\" or a piece of marzipan torte at Niederegger",
        "strLocation": "hamburg",
        "strOriginUrl": "https://www.getyourguide.com/luebeck-l147/shore-excursion-tour-of-luebeck-hanseatic-city-t28435/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Shore Excursion: Tour of Lübeck, Hanseatic City",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 01:58:08"
    },
    {
        "intDurationHour": 16,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 13,
        "strGuideLanguage": "german",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-90066-145.jpg",
        "strIntroduction": "What You'll Do Start at the town hall market, stroll through the arcades to Jungfernstieg and Mönckebergstraße traditional. Experience the unique Speicherstadt. Get in Gewürzmuseum enchant or admire the incredible miniature wonderland. Read Reeperbahn stroll, take a look at the opportunity to Panopticon and stroll past the famous Davidwache. The Hamburg Fish Market can not be missed and will be remembered. Enjoy after a cozy harbor cruise. Round off the day with a visit to the Hamburger Michel, the largest of the five main churches and the new HafenCity. Start at the town hall market, stroll through the arcades to Jungfernstieg and Mönckebergstraße traditional. Experience the unique Speicherstadt. Get in Gewürzmuseum enchant or admire the incredible miniature wonderland. Read Reeperbahn stroll, take a look at the opportunity to Panopticon and stroll past the famous Davidwache. The Hamburg Fish Market can not be missed and will be remembered. Enjoy after a cozy harbor cruise. Round off the day with a visit to the Hamburger Michel, the largest of the five main churches and the new HafenCity. Start at the town hall market, stroll through the arcades to Jungfernstieg and Mönckebergstraße traditional. Experience the unique Speicherstadt. Get in Gewürzmuseum enchant or admire the incredible miniature wonderland. Read Reeperbahn stroll, take a look at the opportunity to Panopticon and stroll past the famous Davidwache. The Hamburg Fish Market can not be missed and will be remembered. Enjoy after a cozy harbor cruise. Round off the day with a visit to the Hamburger Michel, the largest of the five main churches and the new HafenCity.",
        "strLocation": "hamburg",
        "strOriginUrl": "https://www.getyourguide.com/hamburg-l23/the-weekend-tip-small-stadtverfuehrer-hamburg-t20230/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "The Weekend Tip: Small Stadtverführer Hamburg",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 01:58:19"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 12,
        "intUsdCost": 139,
        "strGuideLanguage": "german",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-150328-145.jpg",
        "strIntroduction": "What You'll Do Explore the Outer Alster Lake with its magnificent villas and numerous celebrities Visit Jungfernstieg, the Alster Arcades, the Town Hall, and the Stock Exchange See the famous St. Michael's Church Discover the notorious district of St. Pauli with the Reeperbahn, the Davidwache police station, and the Große Freiheit Stroll through the Fish Market, along the landing stages, and through the Speicherstadt and HafenCity Explore the Outer Alster Lake with its magnificent villas and numerous celebrities Visit Jungfernstieg, the Alster Arcades, the Town Hall, and the Stock Exchange See the famous St. Michael's Church Discover the notorious district of St. Pauli with the Reeperbahn, the Davidwache police station, and the Große Freiheit Stroll through the Fish Market, along the landing stages, and through the Speicherstadt and HafenCity Explore the Outer Alster Lake with its magnificent villas and numerous celebrities Visit Jungfernstieg, the Alster Arcades, the Town Hall, and the Stock Exchange See the famous St. Michael's Church Discover the notorious district of St. Pauli with the Reeperbahn, the Davidwache police station, and the Große Freiheit Stroll through the Fish Market, along the landing stages, and through the Speicherstadt and HafenCity",
        "strLocation": "hamburg",
        "strOriginUrl": "https://www.getyourguide.com/hamburg-l23/hamburg-private-2-hour-guided-tour-in-your-own-bus-t29347/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Hamburg: Private 2-Hour Guided Tour in Your Own Bus",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 01:58:31"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 20,
        "strGuideLanguage": "english, german",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-100532-145.jpg",
        "strIntroduction": "What You'll Do Discover the history of St. Pauli at the St. Pauli Museum Enjoy a guided tour through St. Pauli and experience the neighborhood as it is today Discover the history of St. Pauli at the St. Pauli Museum Enjoy a guided tour through St. Pauli and experience the neighborhood as it is today Discover the history of St. Pauli at the St. Pauli Museum Enjoy a guided tour through St. Pauli and experience the neighborhood as it is today",
        "strLocation": "hamburg",
        "strOriginUrl": "https://www.getyourguide.com/hamburg-l23/hamburg-st-pauli-15-hour-tour-with-museum-visit-t21854/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Hamburg: St. Pauli 1.5-Hour Tour with Museum Visit",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 01:58:43"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 15,
        "strGuideLanguage": "german, english, turkish",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-102508-145.jpg",
        "strIntroduction": "What You'll Do Learn all there is to know about the Reeperbahn Experience the various Hamburg lifestyles and subcultures Discover more about the theater, musicals, and museums Walk through the sinful streets of the red light district Visit the music clubs on the Grosse Freiheit side street by Beatles-Platz Learn all there is to know about the Reeperbahn Experience the various Hamburg lifestyles and subcultures Discover more about the theater, musicals, and museums Walk through the sinful streets of the red light district Visit the music clubs on the Grosse Freiheit side street by Beatles-Platz Learn all there is to know about the Reeperbahn Experience the various Hamburg lifestyles and subcultures Discover more about the theater, musicals, and museums Walk through the sinful streets of the red light district Visit the music clubs on the Grosse Freiheit side street by Beatles-Platz",
        "strLocation": "hamburg",
        "strOriginUrl": "https://www.getyourguide.com/hamburg-l23/hamburg-private-15-hour-tour-of-st-pauli-t22121/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Hamburg: Private 1.5-Hour Tour of St. Pauli",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 01:58:56"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 0,
        "intUsdCost": 193,
        "strGuideLanguage": "english, german",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-111676-145.jpg",
        "strIntroduction": "What You'll Do Walk along the Reeperbahn Stroll through Herbertstraße See the Große Freiheit Visit the Davidwache police station See Hans-Albers-Platz Visit the famous Ritze bar Discover the peculiarities of Hamburg’s red light district Walk along the Reeperbahn Stroll through Herbertstraße See the Große Freiheit Visit the Davidwache police station See Hans-Albers-Platz Visit the famous Ritze bar Discover the peculiarities of Hamburg’s red light district Walk along the Reeperbahn Stroll through Herbertstraße See the Große Freiheit Visit the Davidwache police station See Hans-Albers-Platz Visit the famous Ritze bar Discover the peculiarities of Hamburg’s red light district",
        "strLocation": "hamburg",
        "strOriginUrl": "https://www.getyourguide.com/hamburg-l23/hamburg-2-hour-tour-of-the-reeperbahn-in-sign-language-t23561/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Hamburg: 2-Hour Tour of the Reeperbahn in Sign Language",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 01:59:10"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 9,
        "intUsdCost": 23,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-126908-145.jpg",
        "strIntroduction": "What You'll Do Travel along the Elbchaussee to lovely hillside Blankenese Enjoy a walk through the famous staircase district down to the Blankenese jetty Board the ferry and head south Enjoy the scenic countryside of the Altes Land by bus Take in magnificent views of Hamburg from Köhlbrand Bridge Travel along the Elbchaussee to lovely hillside Blankenese Enjoy a walk through the famous staircase district down to the Blankenese jetty Board the ferry and head south Enjoy the scenic countryside of the Altes Land by bus Take in magnificent views of Hamburg from Köhlbrand Bridge Travel along the Elbchaussee to lovely hillside Blankenese Enjoy a walk through the famous staircase district down to the Blankenese jetty Board the ferry and head south Enjoy the scenic countryside of the Altes Land by bus Take in magnificent views of Hamburg from Köhlbrand Bridge",
        "strLocation": "hamburg",
        "strOriginUrl": "https://www.getyourguide.com/hamburg-l23/hamburg-riverside-bus-tour-along-the-elbe-river-t25823/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Hamburg Bus Tour : Elbe, Blankenese and Altes Land",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 01:59:20"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 20,
        "intUsdCost": 34,
        "strGuideLanguage": "english, german",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-263100-145.jpg",
        "strIntroduction": "What You'll Do Marvel at the glittering splendor of Hamburg at night Enjoy a guided bus tour on the double-decker bus Take an Alster Lakes cruise See the illuminated warehouse complex Enjoy the musical performance and the water fountains of Planten un Blomen park Explore the infamous Reeperbahn district Marvel at the glittering splendor of Hamburg at night Enjoy a guided bus tour on the double-decker bus Take an Alster Lakes cruise See the illuminated warehouse complex Enjoy the musical performance and the water fountains of Planten un Blomen park Explore the infamous Reeperbahn district Marvel at the glittering splendor of Hamburg at night Enjoy a guided bus tour on the double-decker bus Take an Alster Lakes cruise See the illuminated warehouse complex Enjoy the musical performance and the water fountains of Planten un Blomen park Explore the infamous Reeperbahn district",
        "strLocation": "hamburg",
        "strOriginUrl": "https://www.getyourguide.com/hamburg-l23/hamburg-at-night-festival-of-light-bus-and-boat-tour-t25826/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Hamburg at Night - Festival of Light Bus and Boat Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 01:59:33"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 311,
        "strGuideLanguage": "spanish, swedish, english, french, german, italian, norwegian, polish",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-224690-145.jpg",
        "strIntroduction": "What You'll Do See the famous St. Michael’s Church Admire the fascinating Hamburg Rathaus Walk through the Deichstraße Visit the Alt Hamburg house from the 17th century Enjoy a traditional Hamburg pastry with coffee or tea at the 12th century ruins See the famous St. Michael’s Church Admire the fascinating Hamburg Rathaus Walk through the Deichstraße Visit the Alt Hamburg house from the 17th century Enjoy a traditional Hamburg pastry with coffee or tea at the 12th century ruins See the famous St. Michael’s Church Admire the fascinating Hamburg Rathaus Walk through the Deichstraße Visit the Alt Hamburg house from the 17th century Enjoy a traditional Hamburg pastry with coffee or tea at the 12th century ruins",
        "strLocation": "hamburg",
        "strOriginUrl": "https://www.getyourguide.com/hamburg-l23/hamburg-old-town-private-2-hour-group-tour-t39528/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Historic Tour of Hamburg's Old Town",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 01:59:45"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 0,
        "intUsdCost": 95,
        "strGuideLanguage": "german, english, french, russian",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-304701-145.jpg",
        "strIntroduction": "What You'll Do Enjoy a spot on the guest list with priority entrance Sit at a VIP table and enjoy free drinks (1-5 liters of alcohol) Try fresh snacks and spring rolls Get free shots in many clubs Explore clubs like China Lounge, CH Club Hamburg and HALO Visit other hip clubs at no additional cost Enjoy a spot on the guest list with priority entrance Sit at a VIP table and enjoy free drinks (1-5 liters of alcohol) Try fresh snacks and spring rolls Get free shots in many clubs Explore clubs like China Lounge, CH Club Hamburg and HALO Visit other hip clubs at no additional cost Enjoy a spot on the guest list with priority entrance Sit at a VIP table and enjoy free drinks (1-5 liters of alcohol) Try fresh snacks and spring rolls Get free shots in many clubs Explore clubs like China Lounge, CH Club Hamburg and HALO Visit other hip clubs at no additional cost",
        "strLocation": "hamburg",
        "strOriginUrl": "https://www.getyourguide.com/hamburg-l23/legendary-club-tour-hamburg-t39533/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Legendary Club Tour Hamburg",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 01:59:59"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 3,
        "intReviewVisitor": 2,
        "intUsdCost": 21,
        "strGuideLanguage": "german",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-225869-145.jpg",
        "strIntroduction": "What You'll Do Explore the notorious St. Pauli district in Hamburg See Davidstraße and Herbertstraße, the Davidwache police station, and the St. Pauli Theater Discover interesting facts about the Beatles in Hamburg Explore the Große Freiheit and Hans-Albers-Platz Visit the fascinating Spielbudenplatz Learn more about the history and exciting background of the neighborhood Explore the notorious St. Pauli district in Hamburg See Davidstraße and Herbertstraße, the Davidwache police station, and the St. Pauli Theater Discover interesting facts about the Beatles in Hamburg Explore the Große Freiheit and Hans-Albers-Platz Visit the fascinating Spielbudenplatz Learn more about the history and exciting background of the neighborhood Explore the notorious St. Pauli district in Hamburg See Davidstraße and Herbertstraße, the Davidwache police station, and the St. Pauli Theater Discover interesting facts about the Beatles in Hamburg Explore the Große Freiheit and Hans-Albers-Platz Visit the fascinating Spielbudenplatz Learn more about the history and exciting background of the neighborhood",
        "strLocation": "hamburg",
        "strOriginUrl": "https://www.getyourguide.com/hamburg-l23/hamburg-2-hour-neighborhood-tour-of-st-pauli-t39696/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Historical Tour of Hamburg's St. Pauli Neighborhood",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 02:00:10"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 0,
        "intUsdCost": 605,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-303994-145.jpg",
        "strIntroduction": "What You'll Do Discover the Hamburg Harbor from the air See Altona and the old town Fly over the picturesque Outer Alster Lake Experience the fish market from the air Look out over St. Michael’s Church Admire the fascinating and busy St. Pauli Landing Stages Discover the Hamburg Harbor from the air See Altona and the old town Fly over the picturesque Outer Alster Lake Experience the fish market from the air Look out over St. Michael’s Church Admire the fascinating and busy St. Pauli Landing Stages Discover the Hamburg Harbor from the air See Altona and the old town Fly over the picturesque Outer Alster Lake Experience the fish market from the air Look out over St. Michael’s Church Admire the fascinating and busy St. Pauli Landing Stages",
        "strLocation": "hamburg",
        "strOriginUrl": "https://www.getyourguide.com/hamburg-l23/hamburg-20-or-25-minute-helicopter-flight-t30739/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Hamburg: 20 or 25-Minute Helicopter Flight",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 02:00:23"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 0,
        "intUsdCost": 22,
        "strGuideLanguage": "german",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-390812-145.jpg",
        "strIntroduction": "What You'll Do Experience a 90-minute ride in a barge lights Enjoy on a glass of champagne It offers little surprise Experience a 90-minute ride in a barge lights Enjoy on a glass of champagne It offers little surprise Experience a 90-minute ride in a barge lights Enjoy on a glass of champagne It offers little surprise",
        "strLocation": "hamburg",
        "strOriginUrl": "https://www.getyourguide.com/hamburg-l23/hamburg-romantic-boat-trip-for-valentine-s-day-t60791/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Hamburg: Romantic boat trip for Valentine's Day",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 02:00:36"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 1,
        "intReviewVisitor": 1,
        "intUsdCost": 36,
        "strGuideLanguage": "german",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-390402-145.jpg",
        "strIntroduction": "What You'll Do Discover the most beautiful Hamburger Osterfeuer from the water and sail on the Elbe into the sunset Let the wind to blow your nose and enjoy the touch of romance and socialize with a drink It features a 2.5-hour tour on a barge and watch how the Elba Lieger burn the winter Discover the most beautiful Hamburger Osterfeuer from the water and sail on the Elbe into the sunset Let the wind to blow your nose and enjoy the touch of romance and socialize with a drink It features a 2.5-hour tour on a barge and watch how the Elba Lieger burn the winter Discover the most beautiful Hamburger Osterfeuer from the water and sail on the Elbe into the sunset Let the wind to blow your nose and enjoy the touch of romance and socialize with a drink It features a 2.5-hour tour on a barge and watch how the Elba Lieger burn the winter",
        "strLocation": "hamburg",
        "strOriginUrl": "https://www.getyourguide.com/hamburg-l23/hamburg-osterfeuer-trip-to-the-fires-on-the-elbe-t60792/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Hamburg: boat trip to the Osterfeuern on the Elbe",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 02:00:48"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 0,
        "intUsdCost": 16,
        "strGuideLanguage": "spanish, english, german",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-391095-145.jpg",
        "strIntroduction": "What You'll Do Discover the nightlife in Hamburg and tour the hippest bars and clubs in the city Experience a lively party atmosphere whatever the occasion and enjoy the good company Sample shots at each bar (and in between) and enjoy an unforgettable evening Discover the nightlife in Hamburg and tour the hippest bars and clubs in the city Experience a lively party atmosphere whatever the occasion and enjoy the good company Sample shots at each bar (and in between) and enjoy an unforgettable evening Discover the nightlife in Hamburg and tour the hippest bars and clubs in the city Experience a lively party atmosphere whatever the occasion and enjoy the good company Sample shots at each bar (and in between) and enjoy an unforgettable evening",
        "strLocation": "hamburg",
        "strOriginUrl": "https://www.getyourguide.com/hamburg-l23/hamburg-neighborhood-nightlife-pub-crawl-t60879/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Hamburg: Neighborhood Nightlife Pub Crawl",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 02:01:00"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 0,
        "intUsdCost": 386,
        "strGuideLanguage": "spanish, english, german",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-466642-145.jpg",
        "strIntroduction": "What You'll Do Immerse yourself in Hamburg nightlife and experience a private pub crawl through the most fashionable bars in the city Look forward to a very merry tour of the area and enjoy a free shot along the way or in the clubs Experience a relaxed party evening with good music, delicious drinks and a great atmosphere and enjoy exclusive entrance to each location Immerse yourself in Hamburg nightlife and experience a private pub crawl through the most fashionable bars in the city Look forward to a very merry tour of the area and enjoy a free shot along the way or in the clubs Experience a relaxed party evening with good music, delicious drinks and a great atmosphere and enjoy exclusive entrance to each location Immerse yourself in Hamburg nightlife and experience a private pub crawl through the most fashionable bars in the city Look forward to a very merry tour of the area and enjoy a free shot along the way or in the clubs Experience a relaxed party evening with good music, delicious drinks and a great atmosphere and enjoy exclusive entrance to each location",
        "strLocation": "hamburg",
        "strOriginUrl": "https://www.getyourguide.com/hamburg-l23/hamburg-private-premium-pub-crawl-t60886/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Hamburg: Private Premium Pub Crawl",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 02:01:12"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 0,
        "intUsdCost": 193,
        "strGuideLanguage": "spanish, english, german",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-466660-145.jpg",
        "strIntroduction": "What You'll Do Experience a private pub crawl through Hamburg's hippest hotspots and discover the nightlife in the neighborhood Enjoy exclusive entry without the wait and a welcome shot at every location Take part in an exciting party evening with great music, delicious drinks and a friendly group Experience a private pub crawl through Hamburg's hippest hotspots and discover the nightlife in the neighborhood Enjoy exclusive entry without the wait and a welcome shot at every location Take part in an exciting party evening with great music, delicious drinks and a friendly group Experience a private pub crawl through Hamburg's hippest hotspots and discover the nightlife in the neighborhood Enjoy exclusive entry without the wait and a welcome shot at every location Take part in an exciting party evening with great music, delicious drinks and a friendly group",
        "strLocation": "hamburg",
        "strOriginUrl": "https://www.getyourguide.com/hamburg-l23/hamburg-private-pub-tour-t61033/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Hamburg: Private Pub Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 02:01:24"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 0,
        "intUsdCost": 193,
        "strGuideLanguage": "spanish, english, german",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-466426-145.jpg",
        "strIntroduction": "What You'll Do Immerse yourself in the vibrant Hamburg nightlife and see the hippest clubs of the neighborhoods of Hamburg Enjoy a fun party evening and enjoy not only the welcome shots but many shots during the tour Enjoy exclusive entry and have an exciting evening with a group full of good music, great fun and tasty drinks Immerse yourself in the vibrant Hamburg nightlife and see the hippest clubs of the neighborhoods of Hamburg Enjoy a fun party evening and enjoy not only the welcome shots but many shots during the tour Enjoy exclusive entry and have an exciting evening with a group full of good music, great fun and tasty drinks Immerse yourself in the vibrant Hamburg nightlife and see the hippest clubs of the neighborhoods of Hamburg Enjoy a fun party evening and enjoy not only the welcome shots but many shots during the tour Enjoy exclusive entry and have an exciting evening with a group full of good music, great fun and tasty drinks",
        "strLocation": "hamburg",
        "strOriginUrl": "https://www.getyourguide.com/hamburg-l23/hamburg-bachelorette-party-with-pub-crawl-t61088/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Hamburg: Bachelor(ette) Party with Pub Crawl",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 02:01:34"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 0,
        "intUsdCost": 209,
        "strGuideLanguage": "spanish, danish, english, french, german, italian, russian",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-393085-145.jpg",
        "strIntroduction": "What You'll Do Experience the maritime flair of Hamburg and discover the history of the city along the Elbe Explore the city from the Landungsbrücken to the Cruise Center, admiring a few cruise ships in between See the historical border between Hamburg and Altona and hear more about the architectural development of the city Experience the maritime flair of Hamburg and discover the history of the city along the Elbe Explore the city from the Landungsbrücken to the Cruise Center, admiring a few cruise ships in between See the historical border between Hamburg and Altona and hear more about the architectural development of the city Experience the maritime flair of Hamburg and discover the history of the city along the Elbe Explore the city from the Landungsbrücken to the Cruise Center, admiring a few cruise ships in between See the historical border between Hamburg and Altona and hear more about the architectural development of the city",
        "strLocation": "hamburg",
        "strOriginUrl": "https://www.getyourguide.com/hamburg-l23/hamburg-2-hour-tour-along-the-elbe-t61200/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Hamburg: 2-Hour Tour Along the Elbe",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 02:01:44"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 0,
        "intUsdCost": 225,
        "strGuideLanguage": "spanish, danish, english, french, german, italian, russian",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-393449-145.jpg",
        "strIntroduction": "What You'll Do Discover the town of Blankenese near Hamburg and learn all about the Danish, Austrian and Prussian past of the area Scale the Süllberg's 74 meters and enjoy the fantastic view from the top Enjoy the picturesque beach along the Elbe and see the lighthouse and old shipwrecks Discover the town of Blankenese near Hamburg and learn all about the Danish, Austrian and Prussian past of the area Scale the Süllberg's 74 meters and enjoy the fantastic view from the top Enjoy the picturesque beach along the Elbe and see the lighthouse and old shipwrecks Discover the town of Blankenese near Hamburg and learn all about the Danish, Austrian and Prussian past of the area Scale the Süllberg's 74 meters and enjoy the fantastic view from the top Enjoy the picturesque beach along the Elbe and see the lighthouse and old shipwrecks",
        "strLocation": "hamburg",
        "strOriginUrl": "https://www.getyourguide.com/hamburg-l23/hamburg-tour-of-blankenese-on-the-banks-of-the-elbe-t61239/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Hamburg: Tour of Blankenese on the Banks of the Elbe",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 02:01:56"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 8,
        "intUsdCost": 182,
        "strGuideLanguage": "spanish, english, french, german",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-264676-145.jpg",
        "strIntroduction": "What You'll Do Sniff out the scent of the old warehouses Be enchanted by the atmosphere of the Speicherstadt See the beautiful town hall in the Speicherstadt Discover interesting facts about the hard work of the people who worked in the district Admire one of the oldest docks in Hamburg See the fascinating Elbe Philharmonic Hall and learn about the history of the building Enjoy the views of the harbour and the large cruise ships Stoll along Überseeboulevard Sniff out the scent of the old warehouses Be enchanted by the atmosphere of the Speicherstadt See the beautiful town hall in the Speicherstadt Discover interesting facts about the hard work of the people who worked in the district Admire one of the oldest docks in Hamburg See the fascinating Elbe Philharmonic Hall and learn about the history of the building Enjoy the views of the harbour and the large cruise ships Stoll along Überseeboulevard Sniff out the scent of the old warehouses Be enchanted by the atmosphere of the Speicherstadt See the beautiful town hall in the Speicherstadt Discover interesting facts about the hard work of the people who worked in the district Admire one of the oldest docks in Hamburg See the fascinating Elbe Philharmonic Hall and learn about the history of the building Enjoy the views of the harbour and the large cruise ships Stoll along Überseeboulevard",
        "strLocation": "hamburg",
        "strOriginUrl": "https://www.getyourguide.com/hamburg-l23/hamburg-speicherstadt-hafencity-2-hour-walking-tour-t37600/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Hamburg: Speicherstadt & HafenCity 2-Hour Walking Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 02:02:09"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 8,
        "intUsdCost": 182,
        "strGuideLanguage": "spanish, english, french, german",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-225826-145.jpg",
        "strIntroduction": "What You'll Do Be inspired by the Baroque beauty of St. Michael’s Church Admire the ornate interior made from gold and marble at St. Michael’s Church Enjoy the breathtaking views from the observation deck Learn about the fate of the widows of merchants in Krayenkamp Stroll through the Portuguese quarter along the harbor edge Observe the hustle and bustle of the pier Venture into the over 100-year old Elbe Tunnel Walk under the River Elbe and admire the skyline of Hamburg Be inspired by the Baroque beauty of St. Michael’s Church Admire the ornate interior made from gold and marble at St. Michael’s Church Enjoy the breathtaking views from the observation deck Learn about the fate of the widows of merchants in Krayenkamp Stroll through the Portuguese quarter along the harbor edge Observe the hustle and bustle of the pier Venture into the over 100-year old Elbe Tunnel Walk under the River Elbe and admire the skyline of Hamburg Be inspired by the Baroque beauty of St. Michael’s Church Admire the ornate interior made from gold and marble at St. Michael’s Church Enjoy the breathtaking views from the observation deck Learn about the fate of the widows of merchants in Krayenkamp Stroll through the Portuguese quarter along the harbor edge Observe the hustle and bustle of the pier Venture into the over 100-year old Elbe Tunnel Walk under the River Elbe and admire the skyline of Hamburg",
        "strLocation": "hamburg",
        "strOriginUrl": "https://www.getyourguide.com/hamburg-l23/st-michael-s-elbe-tunnel-harbor-2-hour-hamburg-tour-t39693/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "St. Michael’s, Elbe Tunnel & Harbor 2-Hour Hamburg Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 02:02:19"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 0,
        "intUsdCost": 225,
        "strGuideLanguage": "german",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-394109-145.jpg",
        "strIntroduction": "What You'll Do Explore the Hamburg churches that characterize the city skyline with its imposing church steeples for centuries Listen to the moving stories of churches and their historical and current significance for the city Watch the famous Hamburger Michel, the St Nikolai Memorial, St. Peter's Church, St. Catherine and St. Jacobi Explore the Hamburg churches that characterize the city skyline with its imposing church steeples for centuries Listen to the moving stories of churches and their historical and current significance for the city Watch the famous Hamburger Michel, the St Nikolai Memorial, St. Peter's Church, St. Catherine and St. Jacobi Explore the Hamburg churches that characterize the city skyline with its imposing church steeples for centuries Listen to the moving stories of churches and their historical and current significance for the city Watch the famous Hamburger Michel, the St Nikolai Memorial, St. Peter's Church, St. Catherine and St. Jacobi",
        "strLocation": "hamburg",
        "strOriginUrl": "https://www.getyourguide.com/hamburg-l23/hamburg-churches-tour-t61321/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Hamburg: The five main churches in the city",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 02:02:32"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 0,
        "intUsdCost": 213,
        "strGuideLanguage": "english, german",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-394129-145.jpg",
        "strIntroduction": "What You'll Do Experience a Segway tour through Hamburg and see countless highlights like the St. Pauli-Landungsbrücken and the HafenCity Hear interesting information on the go about Hamburg's history from an integrated audio system See the Hamburger HafenCity, the Elbe Philharmonic Hall, and St. Michael's Church, or visit the neighborhoods and the Speicherstadt Experience a Segway tour through Hamburg and see countless highlights like the St. Pauli-Landungsbrücken and the HafenCity Hear interesting information on the go about Hamburg's history from an integrated audio system See the Hamburger HafenCity, the Elbe Philharmonic Hall, and St. Michael's Church, or visit the neighborhoods and the Speicherstadt Experience a Segway tour through Hamburg and see countless highlights like the St. Pauli-Landungsbrücken and the HafenCity Hear interesting information on the go about Hamburg's history from an integrated audio system See the Hamburger HafenCity, the Elbe Philharmonic Hall, and St. Michael's Church, or visit the neighborhoods and the Speicherstadt",
        "strLocation": "hamburg",
        "strOriginUrl": "https://www.getyourguide.com/hamburg-l23/hamburg-segway-tour-with-personal-guide-t61324/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Hamburg: Segway Tour with Personal Guide",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 02:02:44"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 6,
        "intUsdCost": 38,
        "strGuideLanguage": "german",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-210948-145.jpg",
        "strIntroduction": "What You'll Do Come along on a journey through the historical and modern Hamburg Enjoy the smell and the taste of a coffee at the little coffee sample Visit the Spice Museum Let the chocolate melt on the tongue Listen to the Hamburg history and stories Costs you a hamburger Treat Come along on a journey through the historical and modern Hamburg Enjoy the smell and the taste of a coffee at the little coffee sample Visit the Spice Museum Let the chocolate melt on the tongue Listen to the Hamburg history and stories Costs you a hamburger Treat Come along on a journey through the historical and modern Hamburg Enjoy the smell and the taste of a coffee at the little coffee sample Visit the Spice Museum Let the chocolate melt on the tongue Listen to the Hamburg history and stories Costs you a hamburger Treat",
        "strLocation": "hamburg",
        "strOriginUrl": "https://www.getyourguide.com/hamburg-l23/meaning-tour-discovery-tour-of-speicherstadt-hafencity-t25908/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "The original: Mind tour Speicherstadt & HafenCity",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 02:02:54"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 0,
        "intUsdCost": 20,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-409168-145.jpg",
        "strIntroduction": "What You'll Do Experience an emotional evening and immerse yourself in the life of the famous Helmut Schmidt of Hamburg Enjoy a magical performance and admire the wonder painted in sand Discover an incredible show with unique pictures, wonderful music and great light effects Experience an emotional evening and immerse yourself in the life of the famous Helmut Schmidt of Hamburg Enjoy a magical performance and admire the wonder painted in sand Discover an incredible show with unique pictures, wonderful music and great light effects Experience an emotional evening and immerse yourself in the life of the famous Helmut Schmidt of Hamburg Enjoy a magical performance and admire the wonder painted in sand Discover an incredible show with unique pictures, wonderful music and great light effects",
        "strLocation": "hamburg",
        "strOriginUrl": "https://www.getyourguide.com/hamburg-l23/hamburg-sand-painting-the-life-of-helmut-schmidt-t62708/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Hamburg: Sand Painting - The Life of Helmut Schmidt",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 02:03:06"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 0,
        "intUsdCost": 203,
        "strGuideLanguage": "english, german",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-405843-145.jpg",
        "strIntroduction": "What You'll Do Ride along the Alster and get to know the life in this area of Hamburg Enjoy the incredible panoramic views of Hamburg and see the countless church towers Ride past beautiful villas and countless cafes as you enjoy a tour through the green heart of Hamburg Ride along the Alster and get to know the life in this area of Hamburg Enjoy the incredible panoramic views of Hamburg and see the countless church towers Ride past beautiful villas and countless cafes as you enjoy a tour through the green heart of Hamburg Ride along the Alster and get to know the life in this area of Hamburg Enjoy the incredible panoramic views of Hamburg and see the countless church towers Ride past beautiful villas and countless cafes as you enjoy a tour through the green heart of Hamburg",
        "strLocation": "hamburg",
        "strOriginUrl": "https://www.getyourguide.com/hamburg-l23/hamburg-bike-tour-along-the-alster-t62810/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Hamburg: Bike Tour Along the Alster",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 02:03:18"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 24,
        "strGuideLanguage": "english, german",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-266555-145.jpg",
        "strIntroduction": "What You'll Do Experience a private guided tour in a small group Learn about the history of Hamburg, the harbor, and the red light district Explore the Reeperbahn, the harbor side, the Davidwache police station, Hans-Albers-Platz, and much more Enjoy a delicious fish sandwich at a traditional fish shop Experience a private guided tour in a small group Learn about the history of Hamburg, the harbor, and the red light district Explore the Reeperbahn, the harbor side, the Davidwache police station, Hans-Albers-Platz, and much more Enjoy a delicious fish sandwich at a traditional fish shop Experience a private guided tour in a small group Learn about the history of Hamburg, the harbor, and the red light district Explore the Reeperbahn, the harbor side, the Davidwache police station, Hans-Albers-Platz, and much more Enjoy a delicious fish sandwich at a traditional fish shop",
        "strLocation": "hamburg",
        "strOriginUrl": "https://www.getyourguide.com/hamburg-l23/hamburg-private-75-minute-tour-of-st-pauli-t44919/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Hamburg: Private 75-Minute Tour of St. Pauli",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 02:03:31"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 17,
        "intUsdCost": 20,
        "strGuideLanguage": "german",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-263529-145.jpg",
        "strIntroduction": "What You'll Do Enjoyable walk through the Speicherstadt and HafenCity Feel, taste, smell: Hamburg as \"Closer experience\" Stories of old stock and new concert halls Enjoyable walk through the Speicherstadt and HafenCity Feel, taste, smell: Hamburg as \"Closer experience\" Stories of old stock and new concert halls Enjoyable walk through the Speicherstadt and HafenCity Feel, taste, smell: Hamburg as \"Closer experience\" Stories of old stock and new concert halls",
        "strLocation": "hamburg",
        "strOriginUrl": "https://www.getyourguide.com/hamburg-l23/sensory-journey-through-speicherstadt-hafencity-hamburg-t28374/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "The original: sensory journey Hamburg -also for…",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 02:03:46"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 0,
        "intUsdCost": 19,
        "strGuideLanguage": "german",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-378288-145.jpg",
        "strIntroduction": "What You'll Do Discover in two hours the most beautiful places in Hamburg and check convey a piece Hanseatic atmosphere Slip into different roles and learn more about the complex developments of the Hanseatic city Learn all about the hamburgers and see the City Hall, the historic Speicherstadt and the Landungsbrücken in St. Pauli Discover in two hours the most beautiful places in Hamburg and check convey a piece Hanseatic atmosphere Slip into different roles and learn more about the complex developments of the Hanseatic city Learn all about the hamburgers and see the City Hall, the historic Speicherstadt and the Landungsbrücken in St. Pauli Discover in two hours the most beautiful places in Hamburg and check convey a piece Hanseatic atmosphere Slip into different roles and learn more about the complex developments of the Hanseatic city Learn all about the hamburgers and see the City Hall, the historic Speicherstadt and the Landungsbrücken in St. Pauli",
        "strLocation": "hamburg",
        "strOriginUrl": "https://www.getyourguide.com/hamburg-l23/hamburg-city-guide-to-the-highlights-t59155/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Hamburg: City guide to the highlights",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 02:03:58"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 0,
        "intUsdCost": 27,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-387610-145.jpg",
        "strIntroduction": "What You'll Do Immerse yourself in the famous story of Aladdin and his friends during an impressive sand painting show See how the constantly changing images in sand bring the story of Aladdin to life Enjoy a special experience for the whole family and be enchanted by the skills of the sand artist Immerse yourself in the famous story of Aladdin and his friends during an impressive sand painting show See how the constantly changing images in sand bring the story of Aladdin to life Enjoy a special experience for the whole family and be enchanted by the skills of the sand artist Immerse yourself in the famous story of Aladdin and his friends during an impressive sand painting show See how the constantly changing images in sand bring the story of Aladdin to life Enjoy a special experience for the whole family and be enchanted by the skills of the sand artist",
        "strLocation": "hamburg",
        "strOriginUrl": "https://www.getyourguide.com/hamburg-l23/hamburg-aladdin-and-the-magic-lamp-sand-painting-show-t59276/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Hamburg: Aladdin and the Magic Lamp Sand Painting Show",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 02:04:08"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 0,
        "intUsdCost": 95,
        "strGuideLanguage": "german",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-361831-145.jpg",
        "strIntroduction": "What You'll Do Explore Hamburg and the surrounding areas with a 14-hp kart and discover the highlights of the city It offers a fast-paced and fun tour and explore the southern Hamburg to the Port of Hamburg Cross the Köhlbrandbrücke and see the modern HafenCity, the historic Speicherstadt and the Landungsbrücken Explore Hamburg and the surrounding areas with a 14-hp kart and discover the highlights of the city It offers a fast-paced and fun tour and explore the southern Hamburg to the Port of Hamburg Cross the Köhlbrandbrücke and see the modern HafenCity, the historic Speicherstadt and the Landungsbrücken Explore Hamburg and the surrounding areas with a 14-hp kart and discover the highlights of the city It offers a fast-paced and fun tour and explore the southern Hamburg to the Port of Hamburg Cross the Köhlbrandbrücke and see the modern HafenCity, the historic Speicherstadt and the Landungsbrücken",
        "strLocation": "hamburg",
        "strOriginUrl": "https://www.getyourguide.com/hamburg-l23/combined-road-kart-tour-city-intercity-t56681/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Hamburg: 3-hour road Kart Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 02:04:20"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 6,
        "intUsdCost": 25,
        "strGuideLanguage": "german",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-319271-145.jpg",
        "strIntroduction": "What You'll Do Enjoy an athletic discovery tour through the center of Hamburg and learn more about the city See the famous sights including the Town Hall, St. Michael's Church, and the Speicherstadt Experience the maritime flair of the HafenCity and hear anecdotes about the past and the present Enjoy an athletic discovery tour through the center of Hamburg and learn more about the city See the famous sights including the Town Hall, St. Michael's Church, and the Speicherstadt Experience the maritime flair of the HafenCity and hear anecdotes about the past and the present Enjoy an athletic discovery tour through the center of Hamburg and learn more about the city See the famous sights including the Town Hall, St. Michael's Church, and the Speicherstadt Experience the maritime flair of the HafenCity and hear anecdotes about the past and the present",
        "strLocation": "hamburg",
        "strOriginUrl": "https://www.getyourguide.com/hamburg-l23/highlights-of-hamburg-3-hour-guided-bike-tour-t51160/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Highlights of Hamburg: 3-Hour Guided Bike Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 02:04:34"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 5,
        "intUsdCost": 25,
        "strGuideLanguage": "english, german",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-319773-145.jpg",
        "strIntroduction": "What You'll Do Discover the elegant neighborhoods by Hamburg's Outer Alster Lake by bike Enjoy many stories and anecdotes about the history and development of Hamburg See the Blue Mosque, admire many imposing villas, and follow the footsteps of Udo Lindenberg Discover the elegant neighborhoods by Hamburg's Outer Alster Lake by bike Enjoy many stories and anecdotes about the history and development of Hamburg See the Blue Mosque, admire many imposing villas, and follow the footsteps of Udo Lindenberg Discover the elegant neighborhoods by Hamburg's Outer Alster Lake by bike Enjoy many stories and anecdotes about the history and development of Hamburg See the Blue Mosque, admire many imposing villas, and follow the footsteps of Udo Lindenberg",
        "strLocation": "hamburg",
        "strOriginUrl": "https://www.getyourguide.com/hamburg-l23/hamburg-3-hour-bike-tour-around-the-outer-alster-lake-t51212/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Hamburg: 3-Hour Bike Tour around the Outer Alster Lake",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 02:04:44"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 0,
        "intUsdCost": 18,
        "strGuideLanguage": "german",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-370948-145.jpg",
        "strIntroduction": "What You'll Do Experience Hamburg's sinful mile up close and learn all about the history, the life and history of the Reeperbahn Get an idea of contrasts that dominate the Reeperbahn and hear how gang fights once shook the neighborhood See the Davidwache and the Dancing Towers, take a look at the Hamburg Michel and Grosse Freiheit Visit during the Christmas season the St. Pauli Christmas Market Experience Hamburg's sinful mile up close and learn all about the history, the life and history of the Reeperbahn Get an idea of contrasts that dominate the Reeperbahn and hear how gang fights once shook the neighborhood See the Davidwache and the Dancing Towers, take a look at the Hamburg Michel and Grosse Freiheit Visit during the Christmas season the St. Pauli Christmas Market Experience Hamburg's sinful mile up close and learn all about the history, the life and history of the Reeperbahn Get an idea of contrasts that dominate the Reeperbahn and hear how gang fights once shook the neighborhood See the Davidwache and the Dancing Towers, take a look at the Hamburg Michel and Grosse Freiheit Visit during the Christmas season the St. Pauli Christmas Market",
        "strLocation": "hamburg",
        "strOriginUrl": "https://www.getyourguide.com/hamburg-l23/sailor-red-light-and-glitters-mile-on-the-reeperbahn-t51281/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Hamburg: guided tour through the Red Light District",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 02:04:55"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 214,
        "strGuideLanguage": "german",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-324463-145.jpg",
        "strIntroduction": "What You'll Do Discover the maritime flair of Hamburg and experience the transformation of the harbor from the Speicherstadt to the modern container terminals Ride past the famous St. Michael's Church, enjoy a tour along the Elbe river, and see the fish market and the fishing port See the cruise ships that come into the harbor, see the landing bridges, and explore HafenCity Discover the maritime flair of Hamburg and experience the transformation of the harbor from the Speicherstadt to the modern container terminals Ride past the famous St. Michael's Church, enjoy a tour along the Elbe river, and see the fish market and the fishing port See the cruise ships that come into the harbor, see the landing bridges, and explore HafenCity Discover the maritime flair of Hamburg and experience the transformation of the harbor from the Speicherstadt to the modern container terminals Ride past the famous St. Michael's Church, enjoy a tour along the Elbe river, and see the fish market and the fishing port See the cruise ships that come into the harbor, see the landing bridges, and explore HafenCity",
        "strLocation": "hamburg",
        "strOriginUrl": "https://www.getyourguide.com/hamburg-l23/hamburg-3-hour-harbor-tour-by-bike-t51786/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Hamburg: 3-Hour Harbor Tour by Bike",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 02:05:07"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 5,
        "intUsdCost": 26,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-325102-145.jpg",
        "strIntroduction": "What You'll Do Explore the highlights of the Hamburg harbor with the family or school class in a special, entertaining way Look forward to the Magellan Terraces, the Störtebeker Memorial and the famous museum ships Cap San Diego and Rickmer Rickmers Decide as you desire, on which day you want to experience your own private city tour and where you like as long linger Explore the highlights of the Hamburg harbor with the family or school class in a special, entertaining way Look forward to the Magellan Terraces, the Störtebeker Memorial and the famous museum ships Cap San Diego and Rickmer Rickmers Decide as you desire, on which day you want to experience your own private city tour and where you like as long linger Explore the highlights of the Hamburg harbor with the family or school class in a special, entertaining way Look forward to the Magellan Terraces, the Störtebeker Memorial and the famous museum ships Cap San Diego and Rickmer Rickmers Decide as you desire, on which day you want to experience your own private city tour and where you like as long linger",
        "strLocation": "hamburg",
        "strOriginUrl": "https://www.getyourguide.com/hamburg-l23/exciting-scavenger-hunt-for-kids-by-hamburg-t51852/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Hamburg: Exciting treasure hunt for children",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 02:05:18"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 0,
        "intUsdCost": 235,
        "strGuideLanguage": "english, german",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-327689-145.jpg",
        "strIntroduction": "What You'll Do Discover Hamburg's green side along the Alster Lake and enjoy a bike tour through the northern districts to Stadtpark Enjoy interesting stories about the Elbe River, away from the crowds and the main roads Admire the typical brick buildings of the Hanseatic city, see the planetarium, and enjoy the view of the city center Discover Hamburg's green side along the Alster Lake and enjoy a bike tour through the northern districts to Stadtpark Enjoy interesting stories about the Elbe River, away from the crowds and the main roads Admire the typical brick buildings of the Hanseatic city, see the planetarium, and enjoy the view of the city center Discover Hamburg's green side along the Alster Lake and enjoy a bike tour through the northern districts to Stadtpark Enjoy interesting stories about the Elbe River, away from the crowds and the main roads Admire the typical brick buildings of the Hanseatic city, see the planetarium, and enjoy the view of the city center",
        "strLocation": "hamburg",
        "strOriginUrl": "https://www.getyourguide.com/hamburg-l23/hamburg-4-hour-bike-tour-along-the-alster-lake-t52160/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Hamburg: 4-Hour Bike Tour along the Alster Lake",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 02:05:33"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 12,
        "intUsdCost": 0,
        "strGuideLanguage": "english, german",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-346747-145.jpg",
        "strIntroduction": "What You'll Do Visit the attraction in the heart of St. Pauli and immerse yourself in the world of wax at Germany's oldest waxworks Discover more than 120 lifelike figures including Olivia Jones, Angelina Jolie, Otto Waalkes, and Angela Merkel Learn more about how wax figures are created and enjoy an optional tour of the exhibitions Visit the attraction in the heart of St. Pauli and immerse yourself in the world of wax at Germany's oldest waxworks Discover more than 120 lifelike figures including Olivia Jones, Angelina Jolie, Otto Waalkes, and Angela Merkel Learn more about how wax figures are created and enjoy an optional tour of the exhibitions Visit the attraction in the heart of St. Pauli and immerse yourself in the world of wax at Germany's oldest waxworks Discover more than 120 lifelike figures including Olivia Jones, Angelina Jolie, Otto Waalkes, and Angela Merkel Learn more about how wax figures are created and enjoy an optional tour of the exhibitions",
        "strLocation": "hamburg",
        "strOriginUrl": "https://www.getyourguide.com/hamburg-l23/hamburg-ticket-to-the-panoptikum-waxworks-t54440/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Hamburg: Ticket to the Panoptikum Waxworks",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 02:05:45"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 34,
        "strGuideLanguage": "dutch, english, german",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-414237-145.jpg",
        "strIntroduction": "What You'll Do Discover the neighborhoods of Hamburg and see the famous sights of the Reeperbahn Walk past the famous Davidwache, see Herbertstraße and stop at Hans-Albers-Platz Take a break in an \"experience loft\" to enjoy a cool beer and visit the famous Dollhouse Discover the neighborhoods of Hamburg and see the famous sights of the Reeperbahn Walk past the famous Davidwache, see Herbertstraße and stop at Hans-Albers-Platz Take a break in an \"experience loft\" to enjoy a cool beer and visit the famous Dollhouse Discover the neighborhoods of Hamburg and see the famous sights of the Reeperbahn Walk past the famous Davidwache, see Herbertstraße and stop at Hans-Albers-Platz Take a break in an \"experience loft\" to enjoy a cool beer and visit the famous Dollhouse",
        "strLocation": "hamburg",
        "strOriginUrl": "https://www.getyourguide.com/hamburg-l23/hamburg-25-hour-dollhouse-st-pauli-tour-t63628/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Hamburg: 2.5-Hour Dollhouse & St. Pauli Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 02:05:57"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 46,
        "intUsdCost": 23,
        "strGuideLanguage": "german",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-85726-145.jpg",
        "strIntroduction": "What You'll Do Take a 2-hour ride along Hamburg's international port Admire the fascinating Elbe Philharmonic Hall from the water See the historic warehouse city, the modern HafenCity, the container terminals, and the Köhlbrand Bridge Pass through locks and travel right into the heart of the harbor Discover the dockyards and huge ships up close Gain fascinating insight into the development of Hamburg's international port Enjoy the breathtaking views of the city on the waterfront Benefit from expert commentary by a certified guide Take a 2-hour ride along Hamburg's international port Admire the fascinating Elbe Philharmonic Hall from the water See the historic warehouse city, the modern HafenCity, the container terminals, and the Köhlbrand Bridge Pass through locks and travel right into the heart of the harbor Discover the dockyards and huge ships up close Gain fascinating insight into the development of Hamburg's international port Enjoy the breathtaking views of the city on the waterfront Benefit from expert commentary by a certified guide Take a 2-hour ride along Hamburg's international port Admire the fascinating Elbe Philharmonic Hall from the water See the historic warehouse city, the modern HafenCity, the container terminals, and the Köhlbrand Bridge Pass through locks and travel right into the heart of the harbor Discover the dockyards and huge ships up close Gain fascinating insight into the development of Hamburg's international port Enjoy the breathtaking views of the city on the waterfront Benefit from expert commentary by a certified guide",
        "strLocation": "hamburg",
        "strOriginUrl": "https://www.getyourguide.com/hamburg-port-l3126/boat-tour-of-the-port-of-hamburg-t19242/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Boat Tour Through the Port of Hamburg",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 02:06:08"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 2,
        "intUsdCost": 31,
        "strGuideLanguage": "german",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-322383-145.jpg",
        "strIntroduction": "What You'll Do Immerse yourself in the sinful world of St. Pauli and learn all about the party life, shows, and bars in the neighborhood Experience the famous Dollhouse and explore the various clubs on your own after the tour See the legendary boxing club \"Zur Ritze,\" where the Klitschko brothers and other famous boxers have swung their fists Immerse yourself in the sinful world of St. Pauli and learn all about the party life, shows, and bars in the neighborhood Experience the famous Dollhouse and explore the various clubs on your own after the tour See the legendary boxing club \"Zur Ritze,\" where the Klitschko brothers and other famous boxers have swung their fists Immerse yourself in the sinful world of St. Pauli and learn all about the party life, shows, and bars in the neighborhood Experience the famous Dollhouse and explore the various clubs on your own after the tour See the legendary boxing club \"Zur Ritze,\" where the Klitschko brothers and other famous boxers have swung their fists",
        "strLocation": "hamburg",
        "strOriginUrl": "https://www.getyourguide.com/hamburg-l23/hamburg-st-pauli-2-hour-tour-with-dollhouse-show-t51496/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Hamburg: St. Pauli 2-Hour Tour with Dollhouse Show",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 02:06:22"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 0,
        "intUsdCost": 31,
        "strGuideLanguage": "german",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-439864-145.jpg",
        "strIntroduction": "What You'll Do Take a guided tour of St. Pauli and take a look behind the scenes of sinful mile Hamburg Learn background information about the history of prostitution and follow your faithfully clad leader on the Reeperbahn Taste the famous whores brandy and discover the Hamburg red light district in a whole new light Take a guided tour of St. Pauli and take a look behind the scenes of sinful mile Hamburg Learn background information about the history of prostitution and follow your faithfully clad leader on the Reeperbahn Taste the famous whores brandy and discover the Hamburg red light district in a whole new light Take a guided tour of St. Pauli and take a look behind the scenes of sinful mile Hamburg Learn background information about the history of prostitution and follow your faithfully clad leader on the Reeperbahn Taste the famous whores brandy and discover the Hamburg red light district in a whole new light",
        "strLocation": "hamburg",
        "strOriginUrl": "https://www.getyourguide.com/hamburg-l23/whores-tour-hamburg-prostitution-earlier-and-today-from-t67063/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Whores Tour Hamburg: prostitution earlier and today…",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 02:06:33"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 0,
        "intUsdCost": 910,
        "strGuideLanguage": "english, german",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-469122-145.jpg",
        "strIntroduction": "What You'll Do Experience a private pub crawl through the trendiest stores in Hamburg and explore the party life in the neighborhood It has the exclusive entry without long waits to start in each of the places with a brandy Experience a relaxing Party evening with good music, delicious drinks and a great atmosphere and be at a strip show case Experience a private pub crawl through the trendiest stores in Hamburg and explore the party life in the neighborhood It has the exclusive entry without long waits to start in each of the places with a brandy Experience a relaxing Party evening with good music, delicious drinks and a great atmosphere and be at a strip show case Experience a private pub crawl through the trendiest stores in Hamburg and explore the party life in the neighborhood It has the exclusive entry without long waits to start in each of the places with a brandy Experience a relaxing Party evening with good music, delicious drinks and a great atmosphere and be at a strip show case",
        "strLocation": "hamburg",
        "strOriginUrl": "https://www.getyourguide.com/hamburg-l23/hamburg-private-super-premium-pub-crawl-in-the-neighborhood-t71092/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Hamburg: Private-super premium pub crawl in the…",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 02:06:45"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 2,
        "intUsdCost": 35,
        "strGuideLanguage": "german",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-470951-145.jpg",
        "strIntroduction": "What You'll Do Discover in three hours the culinary diversity of Hamburg Try delicious delicacies in selected places Experience a walk between Außenalster, Long Row, Hansaplatz and stone dam Discover in three hours the culinary diversity of Hamburg Try delicious delicacies in selected places Experience a walk between Außenalster, Long Row, Hansaplatz and stone dam Discover in three hours the culinary diversity of Hamburg Try delicious delicacies in selected places Experience a walk between Außenalster, Long Row, Hansaplatz and stone dam",
        "strLocation": "hamburg",
        "strOriginUrl": "https://www.getyourguide.com/hamburg-l23/-t71241/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Hamburg: Culinary tour of St. Georg",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 02:06:55"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 0,
        "intUsdCost": 160,
        "strGuideLanguage": "english, german",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-472358-145.jpg",
        "strIntroduction": "What You'll Do Explore the City of Hamburg off the beaten track and explore the alternative side of the city Immerse yourself in Hamburg street art scene Admire street art by local, national and international artists Explore the City of Hamburg off the beaten track and explore the alternative side of the city Immerse yourself in Hamburg street art scene Admire street art by local, national and international artists Explore the City of Hamburg off the beaten track and explore the alternative side of the city Immerse yourself in Hamburg street art scene Admire street art by local, national and international artists",
        "strLocation": "hamburg",
        "strOriginUrl": "https://www.getyourguide.com/hamburg-l23/hamburg-street-art-tour-t71493/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Hamburg: Street Art Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 02:07:07"
    },
    {
        "intDurationHour": 2920,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 0,
        "intUsdCost": 160,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-559113-145.jpg",
        "strIntroduction": "What You'll Do Enjoy a walk through Hamburgs alternative districts Discover street art from local, national and international street artists Learn about community protests, gentrification threats, pirate legends and urban art movements Enjoy a walk through Hamburgs alternative districts Discover street art from local, national and international street artists Learn about community protests, gentrification threats, pirate legends and urban art movements Enjoy a walk through Hamburgs alternative districts Discover street art from local, national and international street artists Learn about community protests, gentrification threats, pirate legends and urban art movements",
        "strLocation": "hamburg",
        "strOriginUrl": "https://www.getyourguide.com/hamburg-l23/hamburg-alternative-street-art-tour-t71560/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Hamburg Alternative Street Art Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 02:07:17"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 41,
        "intUsdCost": 12,
        "strGuideLanguage": "german",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-418044-145.jpg",
        "strIntroduction": "What You'll Do Experience an interesting walking tour of the infamous Reeperbahn Discover the red light district with your guide See the famous \"Große Freiheit\" Learn everything there is to know about Herbertstraße Enjoy the atmosphere of Hans-Albers-Platz and the Hamburger Berg Finish your tour with a shot Experience an interesting walking tour of the infamous Reeperbahn Discover the red light district with your guide See the famous \"Große Freiheit\" Learn everything there is to know about Herbertstraße Enjoy the atmosphere of Hans-Albers-Platz and the Hamburger Berg Finish your tour with a shot Experience an interesting walking tour of the infamous Reeperbahn Discover the red light district with your guide See the famous \"Große Freiheit\" Learn everything there is to know about Herbertstraße Enjoy the atmosphere of Hans-Albers-Platz and the Hamburger Berg Finish your tour with a shot",
        "strLocation": "hamburg",
        "strOriginUrl": "https://www.getyourguide.com/hamburg-l23/hamburg-guided-walking-tour-of-the-reeperbahn-t37460/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Hamburg: Guided Walking Tour of the Reeperbahn",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 02:07:29"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 1,
        "intUsdCost": 24,
        "strGuideLanguage": "english, german",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-296523-145.jpg",
        "strIntroduction": "What You'll Do Stroll through one of the most beautiful districts of Hamburg and explore the Inner and Outer Alster Lakes Admire the impressive Town Hall, see the Hamburg Stock Exchange, and learn more about St. Nicholas' Church See the artful Hygieia Fountain, cross the Trostbrücke and discover the Fleet Island Stroll through one of the most beautiful districts of Hamburg and explore the Inner and Outer Alster Lakes Admire the impressive Town Hall, see the Hamburg Stock Exchange, and learn more about St. Nicholas' Church See the artful Hygieia Fountain, cross the Trostbrücke and discover the Fleet Island Stroll through one of the most beautiful districts of Hamburg and explore the Inner and Outer Alster Lakes Admire the impressive Town Hall, see the Hamburg Stock Exchange, and learn more about St. Nicholas' Church See the artful Hygieia Fountain, cross the Trostbrücke and discover the Fleet Island",
        "strLocation": "hamburg",
        "strOriginUrl": "https://www.getyourguide.com/hamburg-l23/hamburg-2-hour-guided-walking-tour-t48623/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Hamburg: 2-Hour Guided Walking Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 02:07:41"
    },
    {
        "intDurationHour": 5,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 36,
        "intUsdCost": 41,
        "strGuideLanguage": "german, english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-471661-145.jpg",
        "strIntroduction": "What You'll Do Explore the unique Speicherstadt district Visit the Spice Museum and the largest model railway in the world Experience the maritime flair of HafenCity and marvel at Cap San Diego, the Rickmer Rickmers, or the lightship Discover the red light district and the Reeperbahn See the Davidwache police station, Herbertstrasse, Spielbudenplatz, Beatles Square, the Dollhouse, and Große Freiheit Explore the unique Speicherstadt district Visit the Spice Museum and the largest model railway in the world Experience the maritime flair of HafenCity and marvel at Cap San Diego, the Rickmer Rickmers, or the lightship Discover the red light district and the Reeperbahn See the Davidwache police station, Herbertstrasse, Spielbudenplatz, Beatles Square, the Dollhouse, and Große Freiheit Explore the unique Speicherstadt district Visit the Spice Museum and the largest model railway in the world Experience the maritime flair of HafenCity and marvel at Cap San Diego, the Rickmer Rickmers, or the lightship Discover the red light district and the Reeperbahn See the Davidwache police station, Herbertstrasse, Spielbudenplatz, Beatles Square, the Dollhouse, and Große Freiheit",
        "strLocation": "hamburg",
        "strOriginUrl": "https://www.getyourguide.com/hamburg-l23/hamburg-hafencity-to-grosse-freiheit-5-hour-tour-t18778/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "The Challenge: From HafenCity to Große Freiheit",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 02:07:53"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 29,
        "strGuideLanguage": "german, spanish, swedish, english, afrikaans, french, norwegian, polish, russian",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-367721-145.jpg",
        "strIntroduction": "What You'll Do Discover neighborhood legends, curiosities, and latest developments on Hamburg’s sinful mile Visit the bar “Zur Ritze” and learn more about the history of the boxing champions over a refreshing beer See the Davidwache police station Learn about the notorious Herbertstraße and explore the party mile Discover the tricks of the strip clubs in the neighborhood Discover neighborhood legends, curiosities, and latest developments on Hamburg’s sinful mile Visit the bar “Zur Ritze” and learn more about the history of the boxing champions over a refreshing beer See the Davidwache police station Learn about the notorious Herbertstraße and explore the party mile Discover the tricks of the strip clubs in the neighborhood Discover neighborhood legends, curiosities, and latest developments on Hamburg’s sinful mile Visit the bar “Zur Ritze” and learn more about the history of the boxing champions over a refreshing beer See the Davidwache police station Learn about the notorious Herbertstraße and explore the party mile Discover the tricks of the strip clubs in the neighborhood",
        "strLocation": "hamburg",
        "strOriginUrl": "https://www.getyourguide.com/hamburg-l23/hamburg-st-pauli-2-hour-tour-in-the-afternoon-t43415/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Hamburg: St. Pauli 2-Hour Afternoon Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 02:08:04"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 31,
        "strGuideLanguage": "german",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-479603-145.jpg",
        "strIntroduction": "What You'll Do Convert entertaining on the trail of crime scene investigators Dive into exciting stories Experience 47 years Hamburg scene in three hours Convert entertaining on the trail of crime scene investigators Dive into exciting stories Experience 47 years Hamburg scene in three hours Convert entertaining on the trail of crime scene investigators Dive into exciting stories Experience 47 years Hamburg scene in three hours",
        "strLocation": "hamburg",
        "strOriginUrl": "https://www.getyourguide.com/hamburg-l23/tatort-tour-hamburg-the-original-t68739/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Tour Tatort Hamburg - the original",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 02:08:18"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 0,
        "intUsdCost": 321,
        "strGuideLanguage": "english, german",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-224643-145.jpg",
        "strIntroduction": "What You'll Do Meet legends, curiosities and puzzles Decide the quiz with a tremendous round itself Get expert questions for real connoisseurs Hamburg It offers a prize for the winner Experience the quiz optionally in the Speicherstadt or St. Pauli Meet legends, curiosities and puzzles Decide the quiz with a tremendous round itself Get expert questions for real connoisseurs Hamburg It offers a prize for the winner Experience the quiz optionally in the Speicherstadt or St. Pauli Meet legends, curiosities and puzzles Decide the quiz with a tremendous round itself Get expert questions for real connoisseurs Hamburg It offers a prize for the winner Experience the quiz optionally in the Speicherstadt or St. Pauli",
        "strLocation": "hamburg",
        "strOriginUrl": "https://www.getyourguide.com/hamburg-l23/hamburg-quiz-tour-t39518/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Hamburg Quiz Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 02:08:30"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 14,
        "intUsdCost": 42,
        "strGuideLanguage": "german",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-224434-145.jpg",
        "strIntroduction": "What You'll Do Experience St. Pauli, Hamburg's red light district Learn about prostitution past and present Discover the infamous red light district Walk down the Reeperbahn Enjoy a delicious meal Experience St. Pauli, Hamburg's red light district Learn about prostitution past and present Discover the infamous red light district Walk down the Reeperbahn Enjoy a delicious meal Experience St. Pauli, Hamburg's red light district Learn about prostitution past and present Discover the infamous red light district Walk down the Reeperbahn Enjoy a delicious meal",
        "strLocation": "hamburg",
        "strOriginUrl": "https://www.getyourguide.com/hamburg-l23/hamburg-red-light-district-tour-with-final-three-course-meal-t1965/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Hamburg Red Light District 2-Hour Tour with Meal",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 02:08:42"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 10,
        "intUsdCost": 15,
        "strGuideLanguage": "english, german",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-85692-145.jpg",
        "strIntroduction": "What You'll Do Discover the most important facts and neighborhood highlights in just 75 minutes See the Große Freiheit and the Varietés Learn all about the history of the Reeperbahn from your qualified guide Tour the area with a St. Pauli expert See the Davidwache, which is well-known from film and TV Enjoy a shot en route Discover the most important facts and neighborhood highlights in just 75 minutes See the Große Freiheit and the Varietés Learn all about the history of the Reeperbahn from your qualified guide Tour the area with a St. Pauli expert See the Davidwache, which is well-known from film and TV Enjoy a shot en route Discover the most important facts and neighborhood highlights in just 75 minutes See the Große Freiheit and the Varietés Learn all about the history of the Reeperbahn from your qualified guide Tour the area with a St. Pauli expert See the Davidwache, which is well-known from film and TV Enjoy a shot en route",
        "strLocation": "hamburg",
        "strOriginUrl": "https://www.getyourguide.com/hamburg-l23/hamburg-reeperbahn-walking-tour-t18284/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Hamburg St Pauli: Red Light District Walking Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 02:08:53"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 2,
        "intUsdCost": 74,
        "strGuideLanguage": "german",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-284471-145.jpg",
        "strIntroduction": "What You'll Do Enjoy the thrill of driving a go-cart Drive through the picturesque nature in southern Hamburg Experience the rush of adrenaline as you drive up to speeds of 90 kilometers per hour Enjoy the thrill of driving a go-cart Drive through the picturesque nature in southern Hamburg Experience the rush of adrenaline as you drive up to speeds of 90 kilometers per hour Enjoy the thrill of driving a go-cart Drive through the picturesque nature in southern Hamburg Experience the rush of adrenaline as you drive up to speeds of 90 kilometers per hour",
        "strLocation": "hamburg",
        "strOriginUrl": "https://www.getyourguide.com/hamburg-l23/25-hour-guided-go-cart-tour-in-greater-hamburg-t47223/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "2.5-Hour Guided Go-Cart Tour in Greater Hamburg",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 02:09:07"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 0,
        "intUsdCost": 21,
        "strGuideLanguage": "german",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-544107-145.jpg",
        "strIntroduction": "What You'll Do Discover Hamburg where the Hamburger Land - In the vibrant St. Georg Come came with searching for clues why \"Mulit-Kulti\" just after St. Georg Experience an Afghan Bakery and taste bread, fresh from the tandoor oven Learn about the infamous Hansaplatz as new living room St. George Get insights why St. Georg was so important for the development of Hamburg Take a look at the birthplace of Hans Albers Explore the trendy Lange Reihe street with many cafes and as a meeting point for the gay scene Enjoy the end of the tour the great view of the Alster Discover Hamburg where the Hamburger Land - In the vibrant St. Georg Come came with searching for clues why \"Mulit-Kulti\" just after St. Georg Experience an Afghan Bakery and taste bread, fresh from the tandoor oven Learn about the infamous Hansaplatz as new living room St. George Get insights why St. Georg was so important for the development of Hamburg Take a look at the birthplace of Hans Albers Explore the trendy Lange Reihe street with many cafes and as a meeting point for the gay scene Enjoy the end of the tour the great view of the Alster Discover Hamburg where the Hamburger Land - In the vibrant St. Georg Come came with searching for clues why \"Mulit-Kulti\" just after St. Georg Experience an Afghan Bakery and taste bread, fresh from the tandoor oven Learn about the infamous Hansaplatz as new living room St. George Get insights why St. Georg was so important for the development of Hamburg Take a look at the birthplace of Hans Albers Explore the trendy Lange Reihe street with many cafes and as a meeting point for the gay scene Enjoy the end of the tour the great view of the Alster",
        "strLocation": "hamburg",
        "strOriginUrl": "https://www.getyourguide.com/hamburg-l23/hamburg-tour-of-st-george-life-in-extremes-t72118/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Hamburg: tour of St. George - \"life in extremes\"",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 02:09:17"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 3,
        "intReviewVisitor": 2,
        "intUsdCost": 32,
        "strGuideLanguage": "english, german",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-350320-145.jpg",
        "strIntroduction": "What You'll Do Take a unique tour of the Port of Hamburg and immerse yourself in the world of modern container cargo See the enormous container cranes at work and hear about how the whole port works Experience the new cruise terminal at Kronprinzenkai and enjoy the fascinating view of maritime Hamburg Take a unique tour of the Port of Hamburg and immerse yourself in the world of modern container cargo See the enormous container cranes at work and hear about how the whole port works Experience the new cruise terminal at Kronprinzenkai and enjoy the fascinating view of maritime Hamburg Take a unique tour of the Port of Hamburg and immerse yourself in the world of modern container cargo See the enormous container cranes at work and hear about how the whole port works Experience the new cruise terminal at Kronprinzenkai and enjoy the fascinating view of maritime Hamburg",
        "strLocation": "hamburg",
        "strOriginUrl": "https://www.getyourguide.com/hamburg-l23/port-of-hamburg-3-hour-hafenbus-tour-t54896/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Port of Hamburg: 3-Hour Hafenbus Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 02:09:31"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 0,
        "intUsdCost": 107,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-460267-145.jpg",
        "strIntroduction": "What You'll Do Enjoy a truly stress-free arrival in Hamburg with the luxury of a safe and reliable transfer See the sights of Hamburg as you drive into the city Avoid the taxi line and avoid cash transactions Enjoy a truly stress-free arrival in Hamburg with the luxury of a safe and reliable transfer See the sights of Hamburg as you drive into the city Avoid the taxi line and avoid cash transactions Enjoy a truly stress-free arrival in Hamburg with the luxury of a safe and reliable transfer See the sights of Hamburg as you drive into the city Avoid the taxi line and avoid cash transactions",
        "strLocation": "hamburg",
        "strOriginUrl": "https://www.getyourguide.com/hamburg-l23/hamburg-private-arrival-transfers-incl-flight-tracking-t69970/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Hamburg Private Arrival Transfers incl. Flight Tracking",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 02:09:42"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 0,
        "intUsdCost": 107,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-468205-145.jpg",
        "strIntroduction": "What You'll Do Jump from 50m by a real port crane Make your Elbtaufe bungee in Port Experience a completely safe activity with tested according to EU standard safety standards Jump from 50m by a real port crane Make your Elbtaufe bungee in Port Experience a completely safe activity with tested according to EU standard safety standards Jump from 50m by a real port crane Make your Elbtaufe bungee in Port Experience a completely safe activity with tested according to EU standard safety standards",
        "strLocation": "hamburg",
        "strOriginUrl": "https://www.getyourguide.com/hamburg-l23/hamburg-bungee-jumping-t70632/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Hamburg: Bungee Jumping",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 02:09:52"
    }
]