[
    {
        "intDurationHour": 7,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 129,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-70555-145.jpg",
        "strIntroduction": "What You'll Do Enjoy an authentic paddle wheel boat on the great Lake Mead Spend two hours exploring the Hoover Dam, and take an optional tour of the facilities Dine on a light lunch on board the perfectly climate controlled decks Stop at the Welcome to Fabulous Las Vegas Sign Enjoy an authentic paddle wheel boat on the great Lake Mead Spend two hours exploring the Hoover Dam, and take an optional tour of the facilities Dine on a light lunch on board the perfectly climate controlled decks Stop at the Welcome to Fabulous Las Vegas Sign Enjoy an authentic paddle wheel boat on the great Lake Mead Spend two hours exploring the Hoover Dam, and take an optional tour of the facilities Dine on a light lunch on board the perfectly climate controlled decks Stop at the Welcome to Fabulous Las Vegas Sign",
        "strLocation": "las vegas",
        "strOriginUrl": "https://www.getyourguide.com/las-vegas-l58/paddlewheel-adventure-lake-mead-and-hoover-dam-t16573/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "VIP Lake Mead Cruise",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 14:29:22"
    },
    {
        "intDurationHour": 6,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 59,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-70698-145.jpg",
        "strIntroduction": "What You'll Do Stop at Las Vegas Welcome sign Educate yourself through the narrated tour of Las Vegas Experience the light show at the Fremont Street Experience Witness the infamous Las Vegas Strip See the Valcano erupt at the Mirage View the Dancing Waters at the Bellagio Stop at Las Vegas Welcome sign Educate yourself through the narrated tour of Las Vegas Experience the light show at the Fremont Street Experience Witness the infamous Las Vegas Strip See the Valcano erupt at the Mirage View the Dancing Waters at the Bellagio Stop at Las Vegas Welcome sign Educate yourself through the narrated tour of Las Vegas Experience the light show at the Fremont Street Experience Witness the infamous Las Vegas Strip See the Valcano erupt at the Mirage View the Dancing Waters at the Bellagio",
        "strLocation": "las vegas",
        "strOriginUrl": "https://www.getyourguide.com/las-vegas-l58/after-hours-las-vegas-night-tour-t16602/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Las Vegas After Hours: V.I.P. City Night Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 14:29:35"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 94,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-71081-145.jpg",
        "strIntroduction": "What You'll Do Tour the magnificent Power Plant Walk onto of the Hoover Dam Stop for photos on Pat Tilman Bridge Learn about The Dam from professional guides Tour the magnificent Power Plant Walk onto of the Hoover Dam Stop for photos on Pat Tilman Bridge Learn about The Dam from professional guides Tour the magnificent Power Plant Walk onto of the Hoover Dam Stop for photos on Pat Tilman Bridge Learn about The Dam from professional guides",
        "strLocation": "las vegas",
        "strOriginUrl": "https://www.getyourguide.com/las-vegas-l58/vip-hoover-dam-tour-by-luxury-motor-coach-t16690/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "V.I.P. Hoover Dam Tour by Luxury Motor Coach",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 14:29:46"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 162,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-251517-145.jpg",
        "strIntroduction": "What You'll Do See why audiences return again and again to see the one and only Carrot Top! Be thrilled at the props, the jokes, and the trademark Red Hair! Laugh til it hurts! Enjoy the comic stylings of one who has often been called the Entertainer of the Year! See why audiences return again and again to see the one and only Carrot Top! Be thrilled at the props, the jokes, and the trademark Red Hair! Laugh til it hurts! Enjoy the comic stylings of one who has often been called the Entertainer of the Year! See why audiences return again and again to see the one and only Carrot Top! Be thrilled at the props, the jokes, and the trademark Red Hair! Laugh til it hurts! Enjoy the comic stylings of one who has often been called the Entertainer of the Year!",
        "strLocation": "las vegas",
        "strOriginUrl": "https://www.getyourguide.com/las-vegas-l58/laugh-til-it-hurts-carrot-top-live-in-las-vegas-t16691/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Laugh til it Hurts: Carrot Top Live in Las Vegas",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 14:29:58"
    },
    {
        "intDurationHour": 7,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 154,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-71092-145.jpg",
        "strIntroduction": "What You'll Do Learn the history of the Hoover Dam and explore the dam itself on this tour from Las Vegas Enjoy an exhilarating rafting trip along the Colorado River Savor lunch at the High Scaler Café atop the Hoover Dam Learn the history of the Hoover Dam and explore the dam itself on this tour from Las Vegas Enjoy an exhilarating rafting trip along the Colorado River Savor lunch at the High Scaler Café atop the Hoover Dam Learn the history of the Hoover Dam and explore the dam itself on this tour from Las Vegas Enjoy an exhilarating rafting trip along the Colorado River Savor lunch at the High Scaler Café atop the Hoover Dam",
        "strLocation": "las vegas",
        "strOriginUrl": "https://www.getyourguide.com/las-vegas-l58/hoover-dam-tour-and-rafting-adventure-t16696/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Hoover Dam Adventure Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 14:30:11"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 110,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-71094-145.jpg",
        "strIntroduction": "What You'll Do Come see the beautiful Harrah's Las Vegas Witness the astonishing and zany magic of Mac King See his unique act as featured on David Letterman Watch him make a live goldfish appear over an audience members head Entrance tickets delivered right to your hotel Come see the beautiful Harrah's Las Vegas Witness the astonishing and zany magic of Mac King See his unique act as featured on David Letterman Watch him make a live goldfish appear over an audience members head Entrance tickets delivered right to your hotel Come see the beautiful Harrah's Las Vegas Witness the astonishing and zany magic of Mac King See his unique act as featured on David Letterman Watch him make a live goldfish appear over an audience members head Entrance tickets delivered right to your hotel",
        "strLocation": "las vegas",
        "strOriginUrl": "https://www.getyourguide.com/las-vegas-l58/15-hour-las-vegas-comedy-magic-show-with-mac-king-t16698/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Las Vegas: Comedy Magic Show with Mac King Tickets",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 14:30:22"
    },
    {
        "intDurationHour": 5,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 2,
        "intUsdCost": 64,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-359986-145.jpg",
        "strIntroduction": "What You'll Do Hear about Las Vegas, Green Valley, and Boulder City en route Spend 2 hours exploring Hoover Dam Walk across the Bypass Bridge for the best photos of Hoover Dam and the Colorado River Stop for lunch at world-famous Vinny's Pizzeria Hear about Las Vegas, Green Valley, and Boulder City en route Spend 2 hours exploring Hoover Dam Walk across the Bypass Bridge for the best photos of Hoover Dam and the Colorado River Stop for lunch at world-famous Vinny's Pizzeria Hear about Las Vegas, Green Valley, and Boulder City en route Spend 2 hours exploring Hoover Dam Walk across the Bypass Bridge for the best photos of Hoover Dam and the Colorado River Stop for lunch at world-famous Vinny's Pizzeria",
        "strLocation": "las vegas",
        "strOriginUrl": "https://www.getyourguide.com/las-vegas-l58/hoover-dam-premium-tour-from-las-vegas-t16797/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Hoover Dam: Premium Tour from Las Vegas",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 14:30:35"
    },
    {
        "intDurationHour": 9,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 567,
        "strGuideLanguage": "spanish, english, french, german, italian, russian",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-72330-145.jpg",
        "strIntroduction": "What You'll Do Go rafting, flying and take a guided bus tour all in one day on our all-inclusive adventure tour Fly through the Grand Canyon and circle Hoover Dam in a luxury helicopter Learn about the fascinating history of Boulder City with a guided bus tour Be pampered and enjoy First Class service including limousine transfers and Astar or EC130 helicopter options Go rafting, flying and take a guided bus tour all in one day on our all-inclusive adventure tour Fly through the Grand Canyon and circle Hoover Dam in a luxury helicopter Learn about the fascinating history of Boulder City with a guided bus tour Be pampered and enjoy First Class service including limousine transfers and Astar or EC130 helicopter options Go rafting, flying and take a guided bus tour all in one day on our all-inclusive adventure tour Fly through the Grand Canyon and circle Hoover Dam in a luxury helicopter Learn about the fascinating history of Boulder City with a guided bus tour Be pampered and enjoy First Class service including limousine transfers and Astar or EC130 helicopter options",
        "strLocation": "las vegas",
        "strOriginUrl": "https://www.getyourguide.com/las-vegas-l58/day-tour-grand-canyon-helicopter-and-rafting-adventure-t16880/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Day Tour : Grand Canyon Helicopter and Rafting Adventure",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 14:30:48"
    },
    {
        "intDurationHour": 6,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 11,
        "intUsdCost": 124,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-72347-145.jpg",
        "strIntroduction": "What You'll Do Enoy your personal VIP travel pack See Elephant Rock, Mouse Tank, Rainbow Vista, Atlati Rock, and Fire Canyon Get up close to ancient petroglyphs Spend 2.5 Hours exploring the Valley of Fire Enjoy a gourmet deli-style lunch Enoy your personal VIP travel pack See Elephant Rock, Mouse Tank, Rainbow Vista, Atlati Rock, and Fire Canyon Get up close to ancient petroglyphs Spend 2.5 Hours exploring the Valley of Fire Enjoy a gourmet deli-style lunch Enoy your personal VIP travel pack See Elephant Rock, Mouse Tank, Rainbow Vista, Atlati Rock, and Fire Canyon Get up close to ancient petroglyphs Spend 2.5 Hours exploring the Valley of Fire Enjoy a gourmet deli-style lunch",
        "strLocation": "las vegas",
        "strOriginUrl": "https://www.getyourguide.com/las-vegas-l58/nevada-s-valley-of-fire-tour-day-trip-from-las-vegas-t17001/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Nevada's Valley of Fire Tour: Day-Trip from Las Vegas",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 14:31:00"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 44,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-251536-145.jpg",
        "strIntroduction": "What You'll Do Experience the show that’s been called the best Beatles tribute ever Enjoy all the Beatles hits from the early 60s to the Psychedelic era Experience the show that’s been called the best Beatles tribute ever Enjoy all the Beatles hits from the early 60s to the Psychedelic era Experience the show that’s been called the best Beatles tribute ever Enjoy all the Beatles hits from the early 60s to the Psychedelic era",
        "strLocation": "las vegas",
        "strOriginUrl": "https://www.getyourguide.com/las-vegas-l58/75-minute-beatleshow-las-vegas-t17140/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Las Vegas: B-A Tribute To The Beatles",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 14:31:10"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 27,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-72897-145.jpg",
        "strIntroduction": "What You'll Do See the show or be the show! Enjoy an energetic mix of comedy, hypnosis, and chaos See the show or be the show! Enjoy an energetic mix of comedy, hypnosis, and chaos See the show or be the show! Enjoy an energetic mix of comedy, hypnosis, and chaos",
        "strLocation": "las vegas",
        "strOriginUrl": "https://www.getyourguide.com/las-vegas-l58/75-minute-marc-savard-comedy-hypnosis-show-t17142/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Las Vegas: Marc Savard Comedy Hypnosis Tickets",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 14:31:21"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 34,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-133033-145.jpg",
        "strIntroduction": "What You'll Do Watch as Gerry McCambridge performs comedy and magic See audience members have their minds read by McCambridge; maybe he'll pick you! Enjoy a taste of Las Vegas glitz at the mind-bending magic show Watch as Gerry McCambridge performs comedy and magic See audience members have their minds read by McCambridge; maybe he'll pick you! Enjoy a taste of Las Vegas glitz at the mind-bending magic show Watch as Gerry McCambridge performs comedy and magic See audience members have their minds read by McCambridge; maybe he'll pick you! Enjoy a taste of Las Vegas glitz at the mind-bending magic show",
        "strLocation": "las vegas",
        "strOriginUrl": "https://www.getyourguide.com/las-vegas-l58/75-minute-the-mentalist-las-vegas-show-t17144/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "The Mentalist Tickets: Las Vegas",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 14:31:33"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 29,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-225368-145.jpg",
        "strIntroduction": "What You'll Do Enjoy the comedy and juggling skills of Gregory Popovich, winner of international circus competitions Marvel at the talent of the dogs and cats in this Las Vegas show Enjoy the comedy and juggling skills of Gregory Popovich, winner of international circus competitions Marvel at the talent of the dogs and cats in this Las Vegas show Enjoy the comedy and juggling skills of Gregory Popovich, winner of international circus competitions Marvel at the talent of the dogs and cats in this Las Vegas show",
        "strLocation": "las vegas",
        "strOriginUrl": "https://www.getyourguide.com/las-vegas-l58/75-minute-popovich-comedy-pet-theater-in-las-vegas-t17150/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "75-Minute Popovich Comedy Pet Theater in Las Vegas",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 14:31:46"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 7,
        "intUsdCost": 69,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-283803-145.jpg",
        "strIntroduction": "What You'll Do Experience the best of Las Vegas in one fabulous show Relive the famed days of The Rat Pack, and Elvis, to the hottest stars of today See the state-of-the-art Saxe Theater Experience the best of Las Vegas in one fabulous show Relive the famed days of The Rat Pack, and Elvis, to the hottest stars of today See the state-of-the-art Saxe Theater Experience the best of Las Vegas in one fabulous show Relive the famed days of The Rat Pack, and Elvis, to the hottest stars of today See the state-of-the-art Saxe Theater",
        "strLocation": "las vegas",
        "strOriginUrl": "https://www.getyourguide.com/las-vegas-l58/75-minute-vegas-the-show-las-vegas-t17152/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "75 Minute Vegas! The Show: Las Vegas",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 14:31:58"
    },
    {
        "intDurationHour": 8760,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 69,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-72931-145.jpg",
        "strIntroduction": "What You'll Do Gain immediate access to the hottest nightclubs in Las Vegas Use your card for an entire year to access the best entertainment in town Enjoy exclusive offers, including free drinks and discounts on food Gain immediate access to the hottest nightclubs in Las Vegas Use your card for an entire year to access the best entertainment in town Enjoy exclusive offers, including free drinks and discounts on food Gain immediate access to the hottest nightclubs in Las Vegas Use your card for an entire year to access the best entertainment in town Enjoy exclusive offers, including free drinks and discounts on food",
        "strLocation": "las vegas",
        "strOriginUrl": "https://www.getyourguide.com/las-vegas-l58/v-card-vegas-nightclub-pass-t17154/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "V Card: Vegas Nightclub VIP Pass",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 14:32:09"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 599,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-73798-145.jpg",
        "strIntroduction": "What You'll Do Arrive in style in your very own stretch limousine Sip champagne like a VIP along the Colorado River Listen to a fully narrated tour by your pilot via a 2-way radio headset Land below the canyon rim for a champagne picnic Experience Las Vegas as you've never seen before by soaring up the strip Keep your eyes peeled (and cameras ready) for the Valley of Fire as you return to Vegas Astar or EC130 helicopter options Arrive in style in your very own stretch limousine Sip champagne like a VIP along the Colorado River Listen to a fully narrated tour by your pilot via a 2-way radio headset Land below the canyon rim for a champagne picnic Experience Las Vegas as you've never seen before by soaring up the strip Keep your eyes peeled (and cameras ready) for the Valley of Fire as you return to Vegas Astar or EC130 helicopter options Arrive in style in your very own stretch limousine Sip champagne like a VIP along the Colorado River Listen to a fully narrated tour by your pilot via a 2-way radio headset Land below the canyon rim for a champagne picnic Experience Las Vegas as you've never seen before by soaring up the strip Keep your eyes peeled (and cameras ready) for the Valley of Fire as you return to Vegas Astar or EC130 helicopter options",
        "strLocation": "las vegas",
        "strOriginUrl": "https://www.getyourguide.com/las-vegas-l58/vip-deluxe-helicopter-tour-grand-canyon-and-vegas-strip-t17303/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "VIP Deluxe Helicopter Tour: Grand Canyon and Vegas Strip",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 14:32:22"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 434,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-73826-145.jpg",
        "strIntroduction": "What You'll Do Arrive at the heliport in style in your very own stretch limousine Set sail above Vegas and cruise over the Hoover Dam and Lake Mead before seeing the majesty of the Grand Canyon Soar high above the Canyon and its mighty cliffs Snap photos at sunset Enjoy a return flight along the Las Vegas Strip Astar or EC130 helicopter options Arrive at the heliport in style in your very own stretch limousine Set sail above Vegas and cruise over the Hoover Dam and Lake Mead before seeing the majesty of the Grand Canyon Soar high above the Canyon and its mighty cliffs Snap photos at sunset Enjoy a return flight along the Las Vegas Strip Astar or EC130 helicopter options Arrive at the heliport in style in your very own stretch limousine Set sail above Vegas and cruise over the Hoover Dam and Lake Mead before seeing the majesty of the Grand Canyon Soar high above the Canyon and its mighty cliffs Snap photos at sunset Enjoy a return flight along the Las Vegas Strip Astar or EC130 helicopter options",
        "strLocation": "las vegas",
        "strOriginUrl": "https://www.getyourguide.com/las-vegas-l58/grand-canyon-sunset-helicopter-trip-t17309/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Grand Canyon Sunset Helicopter Trip",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 14:32:32"
    },
    {
        "intDurationHour": 11,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 2,
        "intUsdCost": 411,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-73998-145.jpg",
        "strIntroduction": "What You'll Do Enjoy a Hualapai Indian BBQ Buffet Lunch Travel to the Grand Canyon via Joshua Tree Forest Stop at the Hoover Dam for some amazing photo opportunities Enjoy a luxury helicopter trip to the bottom of the canyon Sail down the Colorado River on a pontoon boat before ascending back to the top Enjoy a Hualapai Indian BBQ Buffet Lunch Travel to the Grand Canyon via Joshua Tree Forest Stop at the Hoover Dam for some amazing photo opportunities Enjoy a luxury helicopter trip to the bottom of the canyon Sail down the Colorado River on a pontoon boat before ascending back to the top Enjoy a Hualapai Indian BBQ Buffet Lunch Travel to the Grand Canyon via Joshua Tree Forest Stop at the Hoover Dam for some amazing photo opportunities Enjoy a luxury helicopter trip to the bottom of the canyon Sail down the Colorado River on a pontoon boat before ascending back to the top",
        "strLocation": "las vegas",
        "strOriginUrl": "https://www.getyourguide.com/las-vegas-l58/grand-canyon-experience-bus-helicopter-and-boat-tour-t17343/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Grand Canyon Experience: Bus, Helicopter and Boat Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 14:32:42"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 44,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-74321-145.jpg",
        "strIntroduction": "What You'll Do Turn Las Vegas into a giant game board thanks to our unique Urban Adventure Quest Let your smart phone become your guide as you wind your way through Las Vegas’ main attractions with this fun scavenger hunt Combine sightseeing, learning about local history, team-building and fun as you and your friends play this one-of-a-kind game Turn Las Vegas into a giant game board thanks to our unique Urban Adventure Quest Let your smart phone become your guide as you wind your way through Las Vegas’ main attractions with this fun scavenger hunt Combine sightseeing, learning about local history, team-building and fun as you and your friends play this one-of-a-kind game Turn Las Vegas into a giant game board thanks to our unique Urban Adventure Quest Let your smart phone become your guide as you wind your way through Las Vegas’ main attractions with this fun scavenger hunt Combine sightseeing, learning about local history, team-building and fun as you and your friends play this one-of-a-kind game",
        "strLocation": "las vegas",
        "strOriginUrl": "https://www.getyourguide.com/las-vegas-l58/las-vegas-urban-adventure-quest-t17399/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Las Vegas: Urban Adventure Quest",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 14:32:57"
    },
    {
        "intDurationHour": 5,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 999,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-76486-145.jpg",
        "strIntroduction": "What You'll Do Receive a complimentary Ace Sim ($99.00 value) 50 minute fighter pilor briefing Up to 50 minutes of aerial dog fighting Gun warm up excercises Dynamic low level mountain flying Feel the pull of up to 8x gravity You get to fly the plane! Receive a complimentary Ace Sim ($99.00 value) 50 minute fighter pilor briefing Up to 50 minutes of aerial dog fighting Gun warm up excercises Dynamic low level mountain flying Feel the pull of up to 8x gravity You get to fly the plane! Receive a complimentary Ace Sim ($99.00 value) 50 minute fighter pilor briefing Up to 50 minutes of aerial dog fighting Gun warm up excercises Dynamic low level mountain flying Feel the pull of up to 8x gravity You get to fly the plane!",
        "strLocation": "las vegas",
        "strOriginUrl": "https://www.getyourguide.com/las-vegas-l58/sky-combat-flight-sky-combat-ace-t17812/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Sky Combat Flight - Sky Combat Ace",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 14:33:06"
    },
    {
        "intDurationHour": 7,
        "intOption": null,
        "intReviewStar": 3,
        "intReviewVisitor": 5,
        "intUsdCost": 484,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-78619-145.jpg",
        "strIntroduction": "What You'll Do Enjoy amazing aerial views of Lake Mead, Hoover Dam, and the Colorado River Take a rustic ground excursion to the West Rim of the Grand Canyon Enjoy a delicious barbeque meal in the fantastic Hualapi lands Walk over the Grand Canyon on the Skywalk (optional) Ride along the canyon's Colorado River in a Pontoon boat (optional) Enjoy amazing aerial views of Lake Mead, Hoover Dam, and the Colorado River Take a rustic ground excursion to the West Rim of the Grand Canyon Enjoy a delicious barbeque meal in the fantastic Hualapi lands Walk over the Grand Canyon on the Skywalk (optional) Ride along the canyon's Colorado River in a Pontoon boat (optional) Enjoy amazing aerial views of Lake Mead, Hoover Dam, and the Colorado River Take a rustic ground excursion to the West Rim of the Grand Canyon Enjoy a delicious barbeque meal in the fantastic Hualapi lands Walk over the Grand Canyon on the Skywalk (optional) Ride along the canyon's Colorado River in a Pontoon boat (optional)",
        "strLocation": "las vegas",
        "strOriginUrl": "https://www.getyourguide.com/las-vegas-l58/grand-canyon-west-rim-adventure-aerial-tour-t18216/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Grand Canyon West Rim Adventure",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 14:33:21"
    },
    {
        "intDurationHour": 12,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 169,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-78900-145.jpg",
        "strIntroduction": "What You'll Do Enjoy fabulous views of the Hoover Dam, the Southwest Desert and the Grand Canyon. Relax with plenty of time to explore, with lunch included Enjoy a wealth of stunning photo opportunities Relax in style with complimentary hotel pick-up and drop-off Enjoy fabulous views of the Hoover Dam, the Southwest Desert and the Grand Canyon. Relax with plenty of time to explore, with lunch included Enjoy a wealth of stunning photo opportunities Relax in style with complimentary hotel pick-up and drop-off Enjoy fabulous views of the Hoover Dam, the Southwest Desert and the Grand Canyon. Relax with plenty of time to explore, with lunch included Enjoy a wealth of stunning photo opportunities Relax in style with complimentary hotel pick-up and drop-off",
        "strLocation": "las vegas",
        "strOriginUrl": "https://www.getyourguide.com/las-vegas-l58/grand-canyon-west-rim-bus-tour-t18294/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Grand Canyon West Rim Bus Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 14:33:35"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 89,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-78974-145.jpg",
        "strIntroduction": "What You'll Do Tour the most haunted places in Las Vegas and hunt ghosts on this supernatural adventure Visit a real haunted park, and walk across a haunted bridge where two young lovers met their fate Learn about haunted casinos, ghostly locations, spooky suicides and more Meet the ghosts of Elvis, Liberace, Redd Foxx, Tupak Shakur and \"Bugsy\" Siegel Hear terrifying tales from your expert guides, who will be dressed as Old West morticians Tour the most haunted places in Las Vegas and hunt ghosts on this supernatural adventure Visit a real haunted park, and walk across a haunted bridge where two young lovers met their fate Learn about haunted casinos, ghostly locations, spooky suicides and more Meet the ghosts of Elvis, Liberace, Redd Foxx, Tupak Shakur and \"Bugsy\" Siegel Hear terrifying tales from your expert guides, who will be dressed as Old West morticians Tour the most haunted places in Las Vegas and hunt ghosts on this supernatural adventure Visit a real haunted park, and walk across a haunted bridge where two young lovers met their fate Learn about haunted casinos, ghostly locations, spooky suicides and more Meet the ghosts of Elvis, Liberace, Redd Foxx, Tupak Shakur and \"Bugsy\" Siegel Hear terrifying tales from your expert guides, who will be dressed as Old West morticians",
        "strLocation": "las vegas",
        "strOriginUrl": "https://www.getyourguide.com/las-vegas-l58/haunted-las-vegas-tour-t18306/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Haunted Las Vegas Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 14:33:48"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 109,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-79208-145.jpg",
        "strIntroduction": "What You'll Do Stalk the haunted mining town of Goodsprings in search of its famous ghosts Use real ghost hunting equipment such as Dowsing Rods, Electro Magnetic Field detectors and Electro Voice Phenomena recorders Stalk the haunted mining town of Goodsprings in search of its famous ghosts Use real ghost hunting equipment such as Dowsing Rods, Electro Magnetic Field detectors and Electro Voice Phenomena recorders Stalk the haunted mining town of Goodsprings in search of its famous ghosts Use real ghost hunting equipment such as Dowsing Rods, Electro Magnetic Field detectors and Electro Voice Phenomena recorders",
        "strLocation": "las vegas",
        "strOriginUrl": "https://www.getyourguide.com/las-vegas-l58/goodsprings-ghost-hunt-las-vegas-t18307/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Goodsprings Ghost Hunt: Las Vegas",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 14:33:59"
    },
    {
        "intDurationHour": 16,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 150,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-79113-145.jpg",
        "strIntroduction": "What You'll Do See the South Rim, the widest and deepest part of the Grand Canyon Hear informative narration provided on the coach Cross the Hoover Dam Bypass Bridge and marvel at the spectacular views Enjoy lunch at the National Geographic Center at Tusayan See the South Rim, the widest and deepest part of the Grand Canyon Hear informative narration provided on the coach Cross the Hoover Dam Bypass Bridge and marvel at the spectacular views Enjoy lunch at the National Geographic Center at Tusayan See the South Rim, the widest and deepest part of the Grand Canyon Hear informative narration provided on the coach Cross the Hoover Dam Bypass Bridge and marvel at the spectacular views Enjoy lunch at the National Geographic Center at Tusayan",
        "strLocation": "las vegas",
        "strOriginUrl": "https://www.getyourguide.com/las-vegas-l58/bus-tour-grand-canyon-south-rim-t18330/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Grand Canyon South Rim Bus Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 14:34:09"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 2,
        "intUsdCost": 489,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-81794-145.jpg",
        "strIntroduction": "What You'll Do See the wonders of the Grand Canyon from above Fly through the Grand Canyon itself for nearly 10 miles Land on the bottom of the Grand Canyon and have a champagne lunch See Hoover Dam and Lake Mead along the way Take it all in with 6 forward-facing seats on the helicopter See the wonders of the Grand Canyon from above Fly through the Grand Canyon itself for nearly 10 miles Land on the bottom of the Grand Canyon and have a champagne lunch See Hoover Dam and Lake Mead along the way Take it all in with 6 forward-facing seats on the helicopter See the wonders of the Grand Canyon from above Fly through the Grand Canyon itself for nearly 10 miles Land on the bottom of the Grand Canyon and have a champagne lunch See Hoover Dam and Lake Mead along the way Take it all in with 6 forward-facing seats on the helicopter",
        "strLocation": "las vegas",
        "strOriginUrl": "https://www.getyourguide.com/las-vegas-l58/grand-canyon-helicopter-landing-and-picnic-t18838/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Grand Canyon Helicopter Landing and Picnic",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 14:34:22"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 509,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-81808-145.jpg",
        "strIntroduction": "What You'll Do Watch the sun set over the desert Fly through the Grand Canyon itself for nearly 10 miles Land on the bottom of the Grand Canyon and have a champagne lunch See Hoover Dam and Lake Mead along the way Watch the sun set over the desert Fly through the Grand Canyon itself for nearly 10 miles Land on the bottom of the Grand Canyon and have a champagne lunch See Hoover Dam and Lake Mead along the way Watch the sun set over the desert Fly through the Grand Canyon itself for nearly 10 miles Land on the bottom of the Grand Canyon and have a champagne lunch See Hoover Dam and Lake Mead along the way",
        "strLocation": "las vegas",
        "strOriginUrl": "https://www.getyourguide.com/las-vegas-l58/sunset-grand-canyon-helicopter-landing-t18842/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Sunset Grand Canyon Helicopter Landing",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 14:34:35"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 379,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-81811-145.jpg",
        "strIntroduction": "What You'll Do Travel in style aboard our luxury six-seater helicopter See the Grand Canyon wind through the desert from the sky Fly through the Grand Canyon for nearly 10 miles! Look down on other famous sights in the region, such as Hoover Dam and Lake Mead Travel in style aboard our luxury six-seater helicopter See the Grand Canyon wind through the desert from the sky Fly through the Grand Canyon for nearly 10 miles! Look down on other famous sights in the region, such as Hoover Dam and Lake Mead Travel in style aboard our luxury six-seater helicopter See the Grand Canyon wind through the desert from the sky Fly through the Grand Canyon for nearly 10 miles! Look down on other famous sights in the region, such as Hoover Dam and Lake Mead",
        "strLocation": "las vegas",
        "strOriginUrl": "https://www.getyourguide.com/las-vegas-l58/grand-canyon-helicopter-tour-t18845/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Grand Canyon Helicopter Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 14:34:45"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 2,
        "intUsdCost": 220,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-82256-145.jpg",
        "strIntroduction": "What You'll Do Take sightseeing in Las Vegas to a whole new level Jump in the driver’s seat of one of our thrilling off-road buggies Take sightseeing in Las Vegas to a whole new level Jump in the driver’s seat of one of our thrilling off-road buggies Take sightseeing in Las Vegas to a whole new level Jump in the driver’s seat of one of our thrilling off-road buggies",
        "strLocation": "las vegas",
        "strOriginUrl": "https://www.getyourguide.com/las-vegas-l58/mini-baja-chase-adventure-in-las-vegas-t18926/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Mini Baja Chase Adventure in Las Vegas",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 14:34:57"
    },
    {
        "intDurationHour": 13,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 169,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-314698-145.jpg",
        "strIntroduction": "What You'll Do Discover the incredible Grand Canyon National Park Be awed by amazing views of the Sedona Red Rocks Travel by comfortable coach, enjoying all the scenery along the way Discover the incredible Grand Canyon National Park Be awed by amazing views of the Sedona Red Rocks Travel by comfortable coach, enjoying all the scenery along the way Discover the incredible Grand Canyon National Park Be awed by amazing views of the Sedona Red Rocks Travel by comfortable coach, enjoying all the scenery along the way",
        "strLocation": "las vegas",
        "strOriginUrl": "https://www.getyourguide.com/phoenix-l981/platinum-grand-canyon-and-sedona-full-day-tour-from-phoenix-t19072/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Platinum Grand Canyon and Sedona Full-Day Tour from Phoenix",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 14:35:09"
    },
    {
        "intDurationHour": 12,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 229,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-410600-145.jpg",
        "strIntroduction": "What You'll Do Visit the incredible Grand Canyon National Park Marvel at the stunning views Learn more about the culture and history of the region Optional helicopter tours Get a personalized experience in a small group Visit the incredible Grand Canyon National Park Marvel at the stunning views Learn more about the culture and history of the region Optional helicopter tours Get a personalized experience in a small group Visit the incredible Grand Canyon National Park Marvel at the stunning views Learn more about the culture and history of the region Optional helicopter tours Get a personalized experience in a small group",
        "strLocation": "las vegas",
        "strOriginUrl": "https://www.getyourguide.com/las-vegas-l58/grand-canyon-national-park-south-rim-day-tour-t19147/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Grand Canyon National Park South Rim Day Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 14:35:20"
    },
    {
        "intDurationHour": 10,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 239,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-410605-145.jpg",
        "strIntroduction": "What You'll Do Savour the incredible views of the Grand Canyon Enjoy lunch overlooking the Colorado River Visit the Hualapai Ranch and see a real western shoot out Optional helicopter tours to the Colorado River Get a personalized experience in a small group Savour the incredible views of the Grand Canyon Enjoy lunch overlooking the Colorado River Visit the Hualapai Ranch and see a real western shoot out Optional helicopter tours to the Colorado River Get a personalized experience in a small group Savour the incredible views of the Grand Canyon Enjoy lunch overlooking the Colorado River Visit the Hualapai Ranch and see a real western shoot out Optional helicopter tours to the Colorado River Get a personalized experience in a small group",
        "strLocation": "las vegas",
        "strOriginUrl": "https://www.getyourguide.com/las-vegas-l58/grand-canyon-west-hualapai-nation-day-tour-t19148/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Grand Canyon West Hualapai Nation Day Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 14:35:32"
    },
    {
        "intDurationHour": 15,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 2,
        "intUsdCost": 684,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-83912-145.jpg",
        "strIntroduction": "What You'll Do Whitewater raft along the rushing Colorado River in the Grand Canyon Learn the history of the Hualapai Nation from your Native American guide Get your energy back with lunch by a Grand Canyon waterfall Soar over the Grand Canyon on a helicopter ride Whitewater raft along the rushing Colorado River in the Grand Canyon Learn the history of the Hualapai Nation from your Native American guide Get your energy back with lunch by a Grand Canyon waterfall Soar over the Grand Canyon on a helicopter ride Whitewater raft along the rushing Colorado River in the Grand Canyon Learn the history of the Hualapai Nation from your Native American guide Get your energy back with lunch by a Grand Canyon waterfall Soar over the Grand Canyon on a helicopter ride",
        "strLocation": "las vegas",
        "strOriginUrl": "https://www.getyourguide.com/las-vegas-l58/grand-canyon-full-day-whitewater-rafting-from-las-vegas-t19221/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Grand Canyon Full-Day Whitewater Rafting from Las Vegas",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 14:35:43"
    },
    {
        "intDurationHour": 96,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 734,
        "strGuideLanguage": "spanish, chinese, english, french, german, hebrew, italian, japanese, korean, portuguese",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-85561-145.jpg",
        "strIntroduction": "What You'll Do Drive through Death Valley on your journey to Las Vegas Enjoy an evening tour of the famous Las Vegas Strip Try your hand at the casino Take in one of the many shows in Las Vegas Visit the Navajo Indian reservation Admire the Grand Canyon, one of the Seven Natural Wonders of the World Cruise on Lake Powell, considered one of the beautiful lakes in America Visit Bryce Canyon, home to the most amazing natural sculptures in the world Drive through Death Valley on your journey to Las Vegas Enjoy an evening tour of the famous Las Vegas Strip Try your hand at the casino Take in one of the many shows in Las Vegas Visit the Navajo Indian reservation Admire the Grand Canyon, one of the Seven Natural Wonders of the World Cruise on Lake Powell, considered one of the beautiful lakes in America Visit Bryce Canyon, home to the most amazing natural sculptures in the world Drive through Death Valley on your journey to Las Vegas Enjoy an evening tour of the famous Las Vegas Strip Try your hand at the casino Take in one of the many shows in Las Vegas Visit the Navajo Indian reservation Admire the Grand Canyon, one of the Seven Natural Wonders of the World Cruise on Lake Powell, considered one of the beautiful lakes in America Visit Bryce Canyon, home to the most amazing natural sculptures in the world",
        "strLocation": "las vegas",
        "strOriginUrl": "https://www.getyourguide.com/los-angeles-l179/4-day-las-vegas-and-the-western-deserts-tour-t19513/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "4-Day Las Vegas and the Western Deserts Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 14:35:57"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 34,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-139162-145.jpg",
        "strIntroduction": "What You'll Do Marvel at Nathan Burton’s masterful magic and comedy show Enjoy an entertaining, funny, and action-packed hour filled with whimsical illusions Take in a Las Vegas show that's perfect for all ages Marvel at Nathan Burton’s masterful magic and comedy show Enjoy an entertaining, funny, and action-packed hour filled with whimsical illusions Take in a Las Vegas show that's perfect for all ages Marvel at Nathan Burton’s masterful magic and comedy show Enjoy an entertaining, funny, and action-packed hour filled with whimsical illusions Take in a Las Vegas show that's perfect for all ages",
        "strLocation": "las vegas",
        "strOriginUrl": "https://www.getyourguide.com/las-vegas-l58/1-hour-las-vegas-magic-and-mayhem-show-with-michael-turco-t19643/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Las Vegas: Nathan Burton Comedy Magic Tickets",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 14:36:07"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 95,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-87619-145.jpg",
        "strIntroduction": "What You'll Do Gain an insider's look at the inner workings of the Hoover Dam Enjoy incredible views from the top of the dam Get a personalized experience in a small group Gain an insider's look at the inner workings of the Hoover Dam Enjoy incredible views from the top of the dam Get a personalized experience in a small group Gain an insider's look at the inner workings of the Hoover Dam Enjoy incredible views from the top of the dam Get a personalized experience in a small group",
        "strLocation": "las vegas",
        "strOriginUrl": "https://www.getyourguide.com/las-vegas-l58/hoover-dam-half-day-tour-from-las-vegas-t19740/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Hoover Dam National Historic Landmark",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 14:36:18"
    },
    {
        "intDurationHour": 10,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 229,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-410612-145.jpg",
        "strIntroduction": "What You'll Do Visit the beautiful Death Valley National Park Discover Badwater Basin, the lowest point in the western hemisphere Marvel at the amazing displays of natural color Get a personalized experience in a small group Visit the beautiful Death Valley National Park Discover Badwater Basin, the lowest point in the western hemisphere Marvel at the amazing displays of natural color Get a personalized experience in a small group Visit the beautiful Death Valley National Park Discover Badwater Basin, the lowest point in the western hemisphere Marvel at the amazing displays of natural color Get a personalized experience in a small group",
        "strLocation": "las vegas",
        "strOriginUrl": "https://www.getyourguide.com/las-vegas-l58/death-valley-national-park-day-tour-from-las-vegas-t19900/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Death Valley National Park Day Tour from Las Vegas",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 14:36:29"
    },
    {
        "intDurationHour": 12,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 229,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-410618-145.jpg",
        "strIntroduction": "What You'll Do Learn about the geological history of Bryce Canyon National Park Eexperience spectacular scenery, including the unique “hoodoos” Travel with a knowledgeable guide on a three-hour tour Enjoy convenient transfers to most Las Vegas hotels Travel in a 9 or 13-seat vehicle on this small group tour and enjoy a more personalized experience Learn about the geological history of Bryce Canyon National Park Eexperience spectacular scenery, including the unique “hoodoos” Travel with a knowledgeable guide on a three-hour tour Enjoy convenient transfers to most Las Vegas hotels Travel in a 9 or 13-seat vehicle on this small group tour and enjoy a more personalized experience Learn about the geological history of Bryce Canyon National Park Eexperience spectacular scenery, including the unique “hoodoos” Travel with a knowledgeable guide on a three-hour tour Enjoy convenient transfers to most Las Vegas hotels Travel in a 9 or 13-seat vehicle on this small group tour and enjoy a more personalized experience",
        "strLocation": "las vegas",
        "strOriginUrl": "https://www.getyourguide.com/las-vegas-l58/bryce-canyon-national-park-day-tour-t19902/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Bryce Canyon National Park Day Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 14:36:41"
    },
    {
        "intDurationHour": 7,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 179,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-88930-145.jpg",
        "strIntroduction": "What You'll Do Paddle the easy waters of the lower Colorado River in Black Canyon Discover Emerald Cave and have a picnic lunch on a river beach Hike a short historic trail to ruins Paddle the easy waters of the lower Colorado River in Black Canyon Discover Emerald Cave and have a picnic lunch on a river beach Hike a short historic trail to ruins Paddle the easy waters of the lower Colorado River in Black Canyon Discover Emerald Cave and have a picnic lunch on a river beach Hike a short historic trail to ruins",
        "strLocation": "las vegas",
        "strOriginUrl": "https://www.getyourguide.com/las-vegas-l58/half-day-colorado-river-kayaking-trip-from-las-vegas-t20101/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Colorado River Kayaking Day Trip from Las Vegas",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 14:36:52"
    },
    {
        "intDurationHour": 6,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 149,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-88938-145.jpg",
        "strIntroduction": "What You'll Do Explore Lake Mead and the Boulder Islands with kayaks at a leisurely pace Swim the lake's crystal-clear waters We take care of everything including the picnic lunch Explore Lake Mead and the Boulder Islands with kayaks at a leisurely pace Swim the lake's crystal-clear waters We take care of everything including the picnic lunch Explore Lake Mead and the Boulder Islands with kayaks at a leisurely pace Swim the lake's crystal-clear waters We take care of everything including the picnic lunch",
        "strLocation": "las vegas",
        "strOriginUrl": "https://www.getyourguide.com/las-vegas-l58/kayaking-adventure-on-lake-mead-from-las-vegas-t20104/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Kayaking Adventure on Lake Mead from Las Vegas",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 14:37:05"
    },
    {
        "intDurationHour": 11,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 2,
        "intUsdCost": 221,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-88959-145.jpg",
        "strIntroduction": "What You'll Do Paddle the easy flat water of the Colorado to beautiful and adventurous spots Soak in natural hot springs and enjoy a picnic lunch with a million-dollar view Watch for bighorn sheep, bald eagles, coyotes, red-tail hawks, turkey vultures, striped bass and more Paddle the easy flat water of the Colorado to beautiful and adventurous spots Soak in natural hot springs and enjoy a picnic lunch with a million-dollar view Watch for bighorn sheep, bald eagles, coyotes, red-tail hawks, turkey vultures, striped bass and more Paddle the easy flat water of the Colorado to beautiful and adventurous spots Soak in natural hot springs and enjoy a picnic lunch with a million-dollar view Watch for bighorn sheep, bald eagles, coyotes, red-tail hawks, turkey vultures, striped bass and more",
        "strLocation": "las vegas",
        "strOriginUrl": "https://www.getyourguide.com/las-vegas-l58/black-canyon-full-day-kayaking-tour-from-las-vegas-t20108/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Black Canyon Full-Day Kayaking Tour from Las Vegas",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 14:37:15"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 1995,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-88972-145.jpg",
        "strIntroduction": "What You'll Do Offering the nicest MasterCraft Boat tours on Lake Mead Bring as many people as you would like for the same price - Up to 17 passengers Enjoy all types of water sports activities with your group all provided for free Tour the Hoover Dam and other historic location on the lake Only a 45 min drive from the Las Vegas, Nevada Strip Ground transportation available for an additional cost Offering the nicest MasterCraft Boat tours on Lake Mead Bring as many people as you would like for the same price - Up to 17 passengers Enjoy all types of water sports activities with your group all provided for free Tour the Hoover Dam and other historic location on the lake Only a 45 min drive from the Las Vegas, Nevada Strip Ground transportation available for an additional cost Offering the nicest MasterCraft Boat tours on Lake Mead Bring as many people as you would like for the same price - Up to 17 passengers Enjoy all types of water sports activities with your group all provided for free Tour the Hoover Dam and other historic location on the lake Only a 45 min drive from the Las Vegas, Nevada Strip Ground transportation available for an additional cost",
        "strLocation": "las vegas",
        "strOriginUrl": "https://www.getyourguide.com/lake-mead-l1512/lake-mead-boat-tour-4-hours-t20109/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Lake Mead Boat Tour - 4 Hours",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 14:37:28"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 995,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-89113-145.jpg",
        "strIntroduction": "What You'll Do Speed around Lake Mead on board a powerful jet ski Feel the wind in your hair as you enjoy a beautiful mountain backdrop Stop where you like to swim or play water sports Add on extra water toys, such as wakeboards and knee boards Speed around Lake Mead on board a powerful jet ski Feel the wind in your hair as you enjoy a beautiful mountain backdrop Stop where you like to swim or play water sports Add on extra water toys, such as wakeboards and knee boards Speed around Lake Mead on board a powerful jet ski Feel the wind in your hair as you enjoy a beautiful mountain backdrop Stop where you like to swim or play water sports Add on extra water toys, such as wakeboards and knee boards",
        "strLocation": "las vegas",
        "strOriginUrl": "https://www.getyourguide.com/las-vegas-l58/lake-mead-jet-ski-rentals-t20140/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Lake Mead Full-Day Jet Ski Rental",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 14:37:40"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 1,
        "intUsdCost": 60,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-89780-145.jpg",
        "strIntroduction": "What You'll Do Try out Stand-up Paddleboarding with 4-hour board rental at Lake Mead Paddle out into the Lake, check out the Hoover Dam, and get a great work out along the way! Try out Stand-up Paddleboarding with 4-hour board rental at Lake Mead Paddle out into the Lake, check out the Hoover Dam, and get a great work out along the way! Try out Stand-up Paddleboarding with 4-hour board rental at Lake Mead Paddle out into the Lake, check out the Hoover Dam, and get a great work out along the way!",
        "strLocation": "las vegas",
        "strOriginUrl": "https://www.getyourguide.com/las-vegas-l58/lake-mead-stand-up-paddleboard-rental-t20251/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Lake Mead Stand Up Paddleboard Rental",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 14:37:54"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 2,
        "intUsdCost": 50,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-90251-145.jpg",
        "strIntroduction": "What You'll Do Explore Lake Mead by canoe Hike the trails on Boulder Islands Swim in Lake Mead Opt for a half-day or full-day tour Explore Lake Mead by canoe Hike the trails on Boulder Islands Swim in Lake Mead Opt for a half-day or full-day tour Explore Lake Mead by canoe Hike the trails on Boulder Islands Swim in Lake Mead Opt for a half-day or full-day tour",
        "strLocation": "las vegas",
        "strOriginUrl": "https://www.getyourguide.com/las-vegas-l58/lake-mead-canoe-rentals-full-half-day-t20332/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Lake Mead Canoe Rentals Full & Half-Day",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 14:38:04"
    },
    {
        "intDurationHour": 6,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 139,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-90317-145.jpg",
        "strIntroduction": "What You'll Do Lounge in hot springs in a pristine natural setting Embrace nature as you scramble over rocks and along the towering walls of Black Canyon Reward your hard work with a picnic lunch on a beach along the Colorado Rover Lounge in hot springs in a pristine natural setting Embrace nature as you scramble over rocks and along the towering walls of Black Canyon Reward your hard work with a picnic lunch on a beach along the Colorado Rover Lounge in hot springs in a pristine natural setting Embrace nature as you scramble over rocks and along the towering walls of Black Canyon Reward your hard work with a picnic lunch on a beach along the Colorado Rover",
        "strLocation": "las vegas",
        "strOriginUrl": "https://www.getyourguide.com/las-vegas-l58/black-canyon-hot-springs-and-hiking-from-las-vegas-t20336/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Black Canyon Hot Springs and Hiking from Las Vegas",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 14:38:17"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 2,
        "intUsdCost": 499,
        "strGuideLanguage": "english, french, german, italian",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-92397-145.jpg",
        "strIntroduction": "What You'll Do Enjoy spectacular aerial views of the Hoover Dam, Colorado River, Black Canyon, Grand Canyon and Mojave Desert from a specially designed helicopter See incredible rock formation on an awesome descent into the Grand Canyon Watch the walls of Black Canyon tower above you as you float down the Colorado River on a large raft Have a complimentary picnic lunch on a secluded river beach, and take a swim if you want Enjoy spectacular aerial views of the Hoover Dam, Colorado River, Black Canyon, Grand Canyon and Mojave Desert from a specially designed helicopter See incredible rock formation on an awesome descent into the Grand Canyon Watch the walls of Black Canyon tower above you as you float down the Colorado River on a large raft Have a complimentary picnic lunch on a secluded river beach, and take a swim if you want Enjoy spectacular aerial views of the Hoover Dam, Colorado River, Black Canyon, Grand Canyon and Mojave Desert from a specially designed helicopter See incredible rock formation on an awesome descent into the Grand Canyon Watch the walls of Black Canyon tower above you as you float down the Colorado River on a large raft Have a complimentary picnic lunch on a secluded river beach, and take a swim if you want",
        "strLocation": "las vegas",
        "strOriginUrl": "https://www.getyourguide.com/las-vegas-l58/grand-canyon-helicopter-black-canyon-raft-tour-from-vegas-t20655/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Grand Canyon Helicopter & Black Canyon Raft Tour from Vegas",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 14:38:31"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 6,
        "intUsdCost": 109,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-250744-145.jpg",
        "strIntroduction": "What You'll Do See one of the most fast-paced trapeze acts ever devised Discover the artists, symbolic of organic life Listen to the mesmerizing music of René Dupéré and Benoit Jutras Enjoy characters such as The Lizards and The Birds of Prey Watch fabulous trampoline performers, amazing hand-to-body acts and the mischievous clown See one of the most fast-paced trapeze acts ever devised Discover the artists, symbolic of organic life Listen to the mesmerizing music of René Dupéré and Benoit Jutras Enjoy characters such as The Lizards and The Birds of Prey Watch fabulous trampoline performers, amazing hand-to-body acts and the mischievous clown See one of the most fast-paced trapeze acts ever devised Discover the artists, symbolic of organic life Listen to the mesmerizing music of René Dupéré and Benoit Jutras Enjoy characters such as The Lizards and The Birds of Prey Watch fabulous trampoline performers, amazing hand-to-body acts and the mischievous clown",
        "strLocation": "las vegas",
        "strOriginUrl": "https://www.getyourguide.com/las-vegas-l58/mysteretm-cirque-du-soleilr-show-in-las-vegas-t21393/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Mystère™ Cirque du Soleil® Show Tickets in Las Vegas",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 14:38:44"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 1,
        "intUsdCost": 88,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-190016-145.jpg",
        "strIntroduction": "What You'll Do Discover the adult-themed Cirque du Soleil production Zumanity Take a sexy thrill ride full of sensational acrobatics and naughty fun Discover the adult-themed Cirque du Soleil production Zumanity Take a sexy thrill ride full of sensational acrobatics and naughty fun Discover the adult-themed Cirque du Soleil production Zumanity Take a sexy thrill ride full of sensational acrobatics and naughty fun",
        "strLocation": "las vegas",
        "strOriginUrl": "https://www.getyourguide.com/las-vegas-l58/las-vegas-zumanity-by-cirque-du-soleil-t21398/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Zumanity Tickets by Cirque du Soleil: Las Vegas",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 14:38:55"
    },
    {
        "intDurationHour": 168,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 39,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-97177-145.jpg",
        "strIntroduction": "What You'll Do Show your phone to use the virtual discount card Use your Vegas PLUS Card immediately after purchase Enjoy deals and discounts from participating Vegas area businesses Show your phone to use the virtual discount card Use your Vegas PLUS Card immediately after purchase Enjoy deals and discounts from participating Vegas area businesses Show your phone to use the virtual discount card Use your Vegas PLUS Card immediately after purchase Enjoy deals and discounts from participating Vegas area businesses",
        "strLocation": "las vegas",
        "strOriginUrl": "https://www.getyourguide.com/las-vegas-l58/7-day-virtual-vegas-plus-card-binge-t21399/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "7-Day Vegas PLUS Card (Binge)",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 14:39:06"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 839,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-98164-145.jpg",
        "strIntroduction": "What You'll Do Have a classic Elvis wedding in Vegas Drive into the chapel in a pink Caddy convertible Get a 3-song serenade from Elvis See you name in lights on the Las Vegas Strip Get live internet broadcast so your friends and family can watch from around the world Get a souvenir video and photos Have a classic Elvis wedding in Vegas Drive into the chapel in a pink Caddy convertible Get a 3-song serenade from Elvis See you name in lights on the Las Vegas Strip Get live internet broadcast so your friends and family can watch from around the world Get a souvenir video and photos Have a classic Elvis wedding in Vegas Drive into the chapel in a pink Caddy convertible Get a 3-song serenade from Elvis See you name in lights on the Las Vegas Strip Get live internet broadcast so your friends and family can watch from around the world Get a souvenir video and photos",
        "strLocation": "las vegas",
        "strOriginUrl": "https://www.getyourguide.com/las-vegas-l58/las-vegas-elvis-pink-caddy-wedding-t21542/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Las Vegas Elvis Pink Caddy Wedding",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 14:39:19"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 549,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-248209-145.jpg",
        "strIntroduction": "What You'll Do Drive 2 supercars in a controlled environment Experience the excitement of driving a Ferrari F430 F1 V8 Feel the power of the Lamborghini Gallardo LP550-2 V10 Get expert tuition from professional supercar drivers Feel the adrenaline rush on a thrilling speedway tour Drive 2 supercars in a controlled environment Experience the excitement of driving a Ferrari F430 F1 V8 Feel the power of the Lamborghini Gallardo LP550-2 V10 Get expert tuition from professional supercar drivers Feel the adrenaline rush on a thrilling speedway tour Drive 2 supercars in a controlled environment Experience the excitement of driving a Ferrari F430 F1 V8 Feel the power of the Lamborghini Gallardo LP550-2 V10 Get expert tuition from professional supercar drivers Feel the adrenaline rush on a thrilling speedway tour",
        "strLocation": "las vegas",
        "strOriginUrl": "https://www.getyourguide.com/las-vegas-l58/lamborghini-and-ferrari-driving-experience-in-las-vegas-t21933/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Lamborghini and Ferrari Driving Experience in Las Vegas",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 14:39:34"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 1,
        "intUsdCost": 895,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-137181-145.jpg",
        "strIntroduction": "What You'll Do Travel in a small group with a knowledgeable guide Enjoy a lunch and light snacks along the way Hike and walk through breathtaking landscapes Spend the entire afternoon inside the park Travel in fully air-conditioned bus Bring everyone on this private, fully customizable tour, perfect for families and small groups Travel in a small group with a knowledgeable guide Enjoy a lunch and light snacks along the way Hike and walk through breathtaking landscapes Spend the entire afternoon inside the park Travel in fully air-conditioned bus Bring everyone on this private, fully customizable tour, perfect for families and small groups Travel in a small group with a knowledgeable guide Enjoy a lunch and light snacks along the way Hike and walk through breathtaking landscapes Spend the entire afternoon inside the park Travel in fully air-conditioned bus Bring everyone on this private, fully customizable tour, perfect for families and small groups",
        "strLocation": "las vegas",
        "strOriginUrl": "https://www.getyourguide.com/las-vegas-l58/zion-national-park-day-trip-from-las-vegas-t21941/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Zion National Park: Private Day Trip from Las Vegas",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 14:39:47"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 216,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-105958-145.jpg",
        "strIntroduction": "What You'll Do Exchange your vows in our New England-style wedding chapel Travel in an elegant stretch limousine Receive a 12-photo package of your wedding ceremony Upgrade to an Elvis package! Exchange your vows in our New England-style wedding chapel Travel in an elegant stretch limousine Receive a 12-photo package of your wedding ceremony Upgrade to an Elvis package! Exchange your vows in our New England-style wedding chapel Travel in an elegant stretch limousine Receive a 12-photo package of your wedding ceremony Upgrade to an Elvis package!",
        "strLocation": "las vegas",
        "strOriginUrl": "https://www.getyourguide.com/las-vegas-l58/classic-wedding-ceremony-in-las-vegas-t22590/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Classic Wedding in Las Vegas with Optional Elvis",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 14:40:00"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 540,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-105969-145.jpg",
        "strIntroduction": "What You'll Do Exchange your vows in a traditional wedding ceremony in Las Vegas Travel in an elegant stretch limousine Upgrade to an Elvis package! Exchange your vows in a traditional wedding ceremony in Las Vegas Travel in an elegant stretch limousine Upgrade to an Elvis package! Exchange your vows in a traditional wedding ceremony in Las Vegas Travel in an elegant stretch limousine Upgrade to an Elvis package!",
        "strLocation": "las vegas",
        "strOriginUrl": "https://www.getyourguide.com/las-vegas-l58/traditional-wedding-ceremony-in-las-vegas-t22666/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Traditional Wedding in Las Vegas with Optional Elvis",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 14:40:11"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 73,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-109991-145.jpg",
        "strIntroduction": "What You'll Do Travel in comfort between Las Vegas and Anaheim Start your vacation, business trip, or journey home in style Enjoy entertainment with on-board movies and headphones Receive up to 2 free drinks and complimentary snacks Relax with door-to-door service Travel in comfort between Las Vegas and Anaheim Start your vacation, business trip, or journey home in style Enjoy entertainment with on-board movies and headphones Receive up to 2 free drinks and complimentary snacks Relax with door-to-door service Travel in comfort between Las Vegas and Anaheim Start your vacation, business trip, or journey home in style Enjoy entertainment with on-board movies and headphones Receive up to 2 free drinks and complimentary snacks Relax with door-to-door service",
        "strLocation": "las vegas",
        "strOriginUrl": "https://www.getyourguide.com/las-vegas-l58/las-vegas-to-anaheim-luxury-coach-transfer-t23316/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Las Vegas to Anaheim Luxury Coach Transfer",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 14:40:21"
    },
    {
        "intDurationHour": 48,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 285,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-137179-145.jpg",
        "strIntroduction": "What You'll Do Explore the amazing Grand Canyon on this overnight tour from Las Vegas Witness a once in a lifetime sunrise/sunset over the canyon Enjoy fantastic hiking and walking opportunities over the two days Stop at the Hoover Dam for photos Check out historic Route 66 Visit the historic railroad town of Williams Take advantage or ranger-led programs and plenty of childrens activities Relax in a small group of maximum 13 passengers Spend an evening in Tusayan, a true Grand Canyon town Enjoy incredible wildlife viewing opportunities, and take your chance to go on an exhilarating helicopter ride (additional charges apply) Explore the amazing Grand Canyon on this overnight tour from Las Vegas Witness a once in a lifetime sunrise/sunset over the canyon Enjoy fantastic hiking and walking opportunities over the two days Stop at the Hoover Dam for photos Check out historic Route 66 Visit the historic railroad town of Williams Take advantage or ranger-led programs and plenty of childrens activities Relax in a small group of maximum 13 passengers Spend an evening in Tusayan, a true Grand Canyon town Enjoy incredible wildlife viewing opportunities, and take your chance to go on an exhilarating helicopter ride (additional charges apply) Explore the amazing Grand Canyon on this overnight tour from Las Vegas Witness a once in a lifetime sunrise/sunset over the canyon Enjoy fantastic hiking and walking opportunities over the two days Stop at the Hoover Dam for photos Check out historic Route 66 Visit the historic railroad town of Williams Take advantage or ranger-led programs and plenty of childrens activities Relax in a small group of maximum 13 passengers Spend an evening in Tusayan, a true Grand Canyon town Enjoy incredible wildlife viewing opportunities, and take your chance to go on an exhilarating helicopter ride (additional charges apply)",
        "strLocation": "las vegas",
        "strOriginUrl": "https://www.getyourguide.com/las-vegas-l58/grand-canyon-overnight-tour-t23541/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Grand Canyon Overnight Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 14:40:34"
    },
    {
        "intDurationHour": 48,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 2,
        "intUsdCost": 285,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-137191-145.jpg",
        "strIntroduction": "What You'll Do Explore some of the most beautiful canyon in the entire United States on this exciting tour from Las Vegas Enjoy a full afternoon inside Bryce Canyon National Park Take a full-day in the amazing Zion Canyon Admire the breathtaking Utah scenery Enjoy ranger's programs and plenty of children's activities Relax in the outdoor or indoor hot tub and swimming pool Take advantage of lots of fantastic hiking and walking opportunities Our small group size of 14 people makes for a relaxed and calm adventure Hike along Angels landing and take an energizing walk along the Narrows Explore some of the most beautiful canyon in the entire United States on this exciting tour from Las Vegas Enjoy a full afternoon inside Bryce Canyon National Park Take a full-day in the amazing Zion Canyon Admire the breathtaking Utah scenery Enjoy ranger's programs and plenty of children's activities Relax in the outdoor or indoor hot tub and swimming pool Take advantage of lots of fantastic hiking and walking opportunities Our small group size of 14 people makes for a relaxed and calm adventure Hike along Angels landing and take an energizing walk along the Narrows Explore some of the most beautiful canyon in the entire United States on this exciting tour from Las Vegas Enjoy a full afternoon inside Bryce Canyon National Park Take a full-day in the amazing Zion Canyon Admire the breathtaking Utah scenery Enjoy ranger's programs and plenty of children's activities Relax in the outdoor or indoor hot tub and swimming pool Take advantage of lots of fantastic hiking and walking opportunities Our small group size of 14 people makes for a relaxed and calm adventure Hike along Angels landing and take an energizing walk along the Narrows",
        "strLocation": "las vegas",
        "strOriginUrl": "https://www.getyourguide.com/las-vegas-l58/zion-and-bryce-national-parks-overnight-tour-t23544/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Zion and Bryce National Park Overnight Small-Group Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 14:40:46"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 995,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-113875-145.jpg",
        "strIntroduction": "What You'll Do See the Grand Canyon from bird's eye view taking an optional helicopter flight Visit the National Geographic Center Enjoy fantastic hiking and walking for all abilities Visit the Hoover Dam See the Historic Route 66 Relax while your children enjoy ranger led programs and childrens activitites See the Grand Canyon from bird's eye view taking an optional helicopter flight Visit the National Geographic Center Enjoy fantastic hiking and walking for all abilities Visit the Hoover Dam See the Historic Route 66 Relax while your children enjoy ranger led programs and childrens activitites See the Grand Canyon from bird's eye view taking an optional helicopter flight Visit the National Geographic Center Enjoy fantastic hiking and walking for all abilities Visit the Hoover Dam See the Historic Route 66 Relax while your children enjoy ranger led programs and childrens activitites",
        "strLocation": "las vegas",
        "strOriginUrl": "https://www.getyourguide.com/las-vegas-l58/from-las-vegas-grand-canyon-south-rim-small-group-tour-t23912/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "From Las Vegas: Grand Canyon South Rim Private Group Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 14:41:01"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 3,
        "intReviewVisitor": 2,
        "intUsdCost": 80,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-113999-145.jpg",
        "strIntroduction": "What You'll Do Take a bus tour combined with short walks to see the attractions up close Learn from our expert tour guide who will hop off with you and accompany you to the attractions Travel in style on our elite shuttle buses. They are climate controlled, so they're cool in summer and warm in winter. Visit behind the scenes of the famous TV show Pawn Stars Take a bus tour combined with short walks to see the attractions up close Learn from our expert tour guide who will hop off with you and accompany you to the attractions Travel in style on our elite shuttle buses. They are climate controlled, so they're cool in summer and warm in winter. Visit behind the scenes of the famous TV show Pawn Stars Take a bus tour combined with short walks to see the attractions up close Learn from our expert tour guide who will hop off with you and accompany you to the attractions Travel in style on our elite shuttle buses. They are climate controlled, so they're cool in summer and warm in winter. Visit behind the scenes of the famous TV show Pawn Stars",
        "strLocation": "las vegas",
        "strOriginUrl": "https://www.getyourguide.com/las-vegas-l58/las-vegas-pawn-stars-insider-tour-t23934/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Las Vegas Pawn Stars Insider Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 14:41:14"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 1,
        "intUsdCost": 250,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-117597-145.jpg",
        "strIntroduction": "What You'll Do Take a thrilling drive along the Las Vegas Strip in a 3-wheel scooter car See downtown Las Vegas from a unique mode of transport Roll through Las Vegas in style Visit the Neon Museum’s Boneyard to see all the old Vegas neon signs Take a thrilling drive along the Las Vegas Strip in a 3-wheel scooter car See downtown Las Vegas from a unique mode of transport Roll through Las Vegas in style Visit the Neon Museum’s Boneyard to see all the old Vegas neon signs Take a thrilling drive along the Las Vegas Strip in a 3-wheel scooter car See downtown Las Vegas from a unique mode of transport Roll through Las Vegas in style Visit the Neon Museum’s Boneyard to see all the old Vegas neon signs",
        "strLocation": "las vegas",
        "strOriginUrl": "https://www.getyourguide.com/las-vegas-l58/las-vegas-strip-downtown-vegas-scootercar-tour-t24427/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Las Vegas Strip & Downtown Vegas Scootercar Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 14:41:28"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 495,
        "strGuideLanguage": "spanish, english, french, german",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-118176-145.jpg",
        "strIntroduction": "What You'll Do Enjoy beautiful mountain passes, big jumps, and a high-speed dry lake run Ride in a $160,000 full-blown race truck Feel safe and in control with professional instruction Enjoy beautiful mountain passes, big jumps, and a high-speed dry lake run Ride in a $160,000 full-blown race truck Feel safe and in control with professional instruction Enjoy beautiful mountain passes, big jumps, and a high-speed dry lake run Ride in a $160,000 full-blown race truck Feel safe and in control with professional instruction",
        "strLocation": "las vegas",
        "strOriginUrl": "https://www.getyourguide.com/las-vegas-l58/las-vegas-off-road-challenge-tour-t24511/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Las Vegas: 2-Hour Off-Road Challenge Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 14:41:40"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 3,
        "intReviewVisitor": 1,
        "intUsdCost": 115,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-146515-145.jpg",
        "strIntroduction": "What You'll Do Includes a government-guided VIP discovery tour, and access to the visitor's center, exhibit areas, movie room, and observation deck. Spend approximately 2 hours touring the Hoover Dam Visit the generator room Stop for pictures at the historic \"Welcome to Las Vegas\" sign Take a cruise on Lake Mead Enjoy lunch from the open deck while feeling the cool air and hot sun Includes a government-guided VIP discovery tour, and access to the visitor's center, exhibit areas, movie room, and observation deck. Spend approximately 2 hours touring the Hoover Dam Visit the generator room Stop for pictures at the historic \"Welcome to Las Vegas\" sign Take a cruise on Lake Mead Enjoy lunch from the open deck while feeling the cool air and hot sun Includes a government-guided VIP discovery tour, and access to the visitor's center, exhibit areas, movie room, and observation deck. Spend approximately 2 hours touring the Hoover Dam Visit the generator room Stop for pictures at the historic \"Welcome to Las Vegas\" sign Take a cruise on Lake Mead Enjoy lunch from the open deck while feeling the cool air and hot sun",
        "strLocation": "las vegas",
        "strOriginUrl": "https://www.getyourguide.com/las-vegas-l58/lake-mead-cruise-and-hoover-dam-tour-t24596/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "From Las Vegas: Full-Day Lake Mead Cruise & Hoover Dam Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 14:41:53"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 1,
        "intUsdCost": 149,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-146518-145.jpg",
        "strIntroduction": "What You'll Do Experience the joys of traveling on a real old-fashioned paddle steamer Glide along the calm waters of Lake Mead Enjoy a delicious full-course meal Stop for pictures at the famous \"Welcome to Las Vegas\" Sign Experience the joys of traveling on a real old-fashioned paddle steamer Glide along the calm waters of Lake Mead Enjoy a delicious full-course meal Stop for pictures at the famous \"Welcome to Las Vegas\" Sign Experience the joys of traveling on a real old-fashioned paddle steamer Glide along the calm waters of Lake Mead Enjoy a delicious full-course meal Stop for pictures at the famous \"Welcome to Las Vegas\" Sign",
        "strLocation": "las vegas",
        "strOriginUrl": "https://www.getyourguide.com/las-vegas-l58/lake-mead-dinner-cruise-on-an-authentic-paddle-wheel-boat-t24597/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Lake Mead: 2-Hour Dinner Cruise on a Paddlewheel Boat",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 14:42:05"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 695,
        "strGuideLanguage": "spanish, english, french, german",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-118675-145.jpg",
        "strIntroduction": "What You'll Do Take your off-roading to the next level on a 30-mile trip Experience jumps and drifting sections off the road Enjoy the beautiful landscape just outside of Las Vegas Take your off-roading to the next level on a 30-mile trip Experience jumps and drifting sections off the road Enjoy the beautiful landscape just outside of Las Vegas Take your off-roading to the next level on a 30-mile trip Experience jumps and drifting sections off the road Enjoy the beautiful landscape just outside of Las Vegas",
        "strLocation": "las vegas",
        "strOriginUrl": "https://www.getyourguide.com/las-vegas-l58/las-vegas-off-road-let-s-get-dirty-challenge-t24599/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Las Vegas: 4-Hour Off-Road \"Let's Get Dirty\" Challenge",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 14:42:16"
    },
    {
        "intDurationHour": 6,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 1295,
        "strGuideLanguage": "spanish, english, french, german",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-118681-145.jpg",
        "strIntroduction": "What You'll Do Discover the Nevada desert at hair-raising speeds Get acquainted with top of the range VORE Roughrider Trucks Test your limits while attacking the desert jumps of truly wild terrain Reflect on the days achievements over a cold beer and warm meal out in the dramatic wilderness Discover the Nevada desert at hair-raising speeds Get acquainted with top of the range VORE Roughrider Trucks Test your limits while attacking the desert jumps of truly wild terrain Reflect on the days achievements over a cold beer and warm meal out in the dramatic wilderness Discover the Nevada desert at hair-raising speeds Get acquainted with top of the range VORE Roughrider Trucks Test your limits while attacking the desert jumps of truly wild terrain Reflect on the days achievements over a cold beer and warm meal out in the dramatic wilderness",
        "strLocation": "las vegas",
        "strOriginUrl": "https://www.getyourguide.com/las-vegas-l58/where-the-pros-are-born-off-road-tour-t24600/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "From Las Vegas: 6-hour Off Road Experience",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 14:42:29"
    },
    {
        "intDurationHour": 48,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 2995,
        "strGuideLanguage": "spanish, english, french, german",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-118694-145.jpg",
        "strIntroduction": "What You'll Do Spend two days off-roading in the desert Cover 200-250 miles behind the wheel of a high-performance racing truck Improve your driving skills and learn to fly over jumps and speed through a dry lake bed Spend two days off-roading in the desert Cover 200-250 miles behind the wheel of a high-performance racing truck Improve your driving skills and learn to fly over jumps and speed through a dry lake bed Spend two days off-roading in the desert Cover 200-250 miles behind the wheel of a high-performance racing truck Improve your driving skills and learn to fly over jumps and speed through a dry lake bed",
        "strLocation": "las vegas",
        "strOriginUrl": "https://www.getyourguide.com/las-vegas-l58/from-las-vegas-2-day-off-road-desert-experience-t24601/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "From Las Vegas: 2-Day Off-Road Desert Experience",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 14:42:41"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 2,
        "intUsdCost": 215,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-286568-145.jpg",
        "strIntroduction": "What You'll Do Experience the thrill of holding and shooting a machine gun own your own Take in the beautiful sights at the Hoover Dam Taste world-famous burgers after a long day of shooting Ride the world's Largest Monster Limo Truck Experience the thrill of holding and shooting a machine gun own your own Take in the beautiful sights at the Hoover Dam Taste world-famous burgers after a long day of shooting Ride the world's Largest Monster Limo Truck Experience the thrill of holding and shooting a machine gun own your own Take in the beautiful sights at the Hoover Dam Taste world-famous burgers after a long day of shooting Ride the world's Largest Monster Limo Truck",
        "strLocation": "las vegas",
        "strOriginUrl": "https://www.getyourguide.com/las-vegas-l58/bullets-burgers-machine-gun-shooting-in-the-mojave-desert-t24785/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Bullets & Burgers: Shoot a 50 Cal Gun,Hoover Dam Bypass",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 14:42:51"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 514,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-137712-145.jpg",
        "strIntroduction": "What You'll Do Say \"I Do\" in Las Vegas Enjoy a traditional wedding ceremony at an award-winning Las Vegas chapel Renew your wedding vows in Las Vegas Say \"I Do\" in Las Vegas Enjoy a traditional wedding ceremony at an award-winning Las Vegas chapel Renew your wedding vows in Las Vegas Say \"I Do\" in Las Vegas Enjoy a traditional wedding ceremony at an award-winning Las Vegas chapel Renew your wedding vows in Las Vegas",
        "strLocation": "las vegas",
        "strOriginUrl": "https://www.getyourguide.com/las-vegas-l58/simplicity-wedding-ceremony-in-las-vegas-t26744/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Wedding Ceremony at Chapel of the Flowers in Las Vegas",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 14:43:03"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 825,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-137705-145.jpg",
        "strIntroduction": "What You'll Do Say \"I Do\" in Las Vegas Enjoy a traditional wedding ceremony in an award-winning wedding chapel Watch your ceremony on the internet afterwards Arrive in style in a limousine Say \"I Do\" in Las Vegas Enjoy a traditional wedding ceremony in an award-winning wedding chapel Watch your ceremony on the internet afterwards Arrive in style in a limousine Say \"I Do\" in Las Vegas Enjoy a traditional wedding ceremony in an award-winning wedding chapel Watch your ceremony on the internet afterwards Arrive in style in a limousine",
        "strLocation": "las vegas",
        "strOriginUrl": "https://www.getyourguide.com/las-vegas-l58/traditional-wedding-ceremony-in-las-vegas-t26746/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Deluxe Wedding Package in Las Vegas",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 14:43:16"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 151,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-138836-145.jpg",
        "strIntroduction": "What You'll Do Cruise across spectacular Lake Las Vegas on board one of the world's most beautiful gondolas Enjoy a unique and romantic experience with that special someone Glide silently over Lake Las Vegas, guided by a charming gondolier Nibble on a box of gourmet chocolates and sip complimentary champagne Cruise across spectacular Lake Las Vegas on board one of the world's most beautiful gondolas Enjoy a unique and romantic experience with that special someone Glide silently over Lake Las Vegas, guided by a charming gondolier Nibble on a box of gourmet chocolates and sip complimentary champagne Cruise across spectacular Lake Las Vegas on board one of the world's most beautiful gondolas Enjoy a unique and romantic experience with that special someone Glide silently over Lake Las Vegas, guided by a charming gondolier Nibble on a box of gourmet chocolates and sip complimentary champagne",
        "strLocation": "las vegas",
        "strOriginUrl": "https://www.getyourguide.com/las-vegas-l58/classic-gondola-cruise-lake-las-vegas-t27569/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Classic Gondola Cruise Lake Las Vegas",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 14:43:27"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 420,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-141057-145.jpg",
        "strIntroduction": "What You'll Do Take a two-hourpPub crawl to Downtown Las Vegas' most unique and special bars and restaurants Cruise around the city on the unique Cycle Pub Vegas, a human pedal powered club on wheels Have a great customized party with 8-14 of your friends Take a two-hourpPub crawl to Downtown Las Vegas' most unique and special bars and restaurants Cruise around the city on the unique Cycle Pub Vegas, a human pedal powered club on wheels Have a great customized party with 8-14 of your friends Take a two-hourpPub crawl to Downtown Las Vegas' most unique and special bars and restaurants Cruise around the city on the unique Cycle Pub Vegas, a human pedal powered club on wheels Have a great customized party with 8-14 of your friends",
        "strLocation": "las vegas",
        "strOriginUrl": "https://www.getyourguide.com/las-vegas-l58/cycle-pub-vegas-human-pedal-powered-club-on-wheels-t27917/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Vegas Pub Crawler - Human Pedal-Powered Club on Wheels",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 14:43:40"
    },
    {
        "intDurationHour": 48,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 354,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-144544-145.jpg",
        "strIntroduction": "What You'll Do Enjoy round-trip transportation to Las Vegas in a luxury bus See both Las Vegas and the Grand Canyon during a whirlwind vacation Spend the night at The Tropicana Hotel Admire the beauty of Grand Canyon National Park during the West Rim Fly Over Tour Hit the strip and party it up for a night in Sin City Enjoy round-trip transportation to Las Vegas in a luxury bus See both Las Vegas and the Grand Canyon during a whirlwind vacation Spend the night at The Tropicana Hotel Admire the beauty of Grand Canyon National Park during the West Rim Fly Over Tour Hit the strip and party it up for a night in Sin City Enjoy round-trip transportation to Las Vegas in a luxury bus See both Las Vegas and the Grand Canyon during a whirlwind vacation Spend the night at The Tropicana Hotel Admire the beauty of Grand Canyon National Park during the West Rim Fly Over Tour Hit the strip and party it up for a night in Sin City",
        "strLocation": "las vegas",
        "strOriginUrl": "https://www.getyourguide.com/anaheim-l259/anaheim-to-las-vegas-weekend-getaway-with-west-rim-air-tour-t28503/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Anaheim to Las Vegas Getaway with West Rim Air Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 14:43:52"
    },
    {
        "intDurationHour": 48,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 516,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-144549-145.jpg",
        "strIntroduction": "What You'll Do Enjoy luxury coach transfers from Anaheim to Las Vegas Sit back and relax with on board films and audio entertainment Stay at the iconic Tropicana Hotel Tour the West Rim of the Grand Canyon by plane and on land See the Hoover Dam, Lake Mead and Colorado River Soar over and into the depths of the Grand Canyon Enjoy luxury coach transfers from Anaheim to Las Vegas Sit back and relax with on board films and audio entertainment Stay at the iconic Tropicana Hotel Tour the West Rim of the Grand Canyon by plane and on land See the Hoover Dam, Lake Mead and Colorado River Soar over and into the depths of the Grand Canyon Enjoy luxury coach transfers from Anaheim to Las Vegas Sit back and relax with on board films and audio entertainment Stay at the iconic Tropicana Hotel Tour the West Rim of the Grand Canyon by plane and on land See the Hoover Dam, Lake Mead and Colorado River Soar over and into the depths of the Grand Canyon",
        "strLocation": "las vegas",
        "strOriginUrl": "https://www.getyourguide.com/anaheim-l259/anaheim-to-las-vegas-weekend-trip-with-air-and-ground-tour-t28507/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Anaheim to Las Vegas Weekend Trip with Air & Ground Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 14:44:03"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 110,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-347104-145.jpg",
        "strIntroduction": "What You'll Do Learn how to fire a gun or build upon your existing shooting experience Feel the firepower of a semi-automatic weapon Choose from an extensive arsenal of firearms Shoot under professional supervision in a safe environment Learn how to fire a gun or build upon your existing shooting experience Feel the firepower of a semi-automatic weapon Choose from an extensive arsenal of firearms Shoot under professional supervision in a safe environment Learn how to fire a gun or build upon your existing shooting experience Feel the firepower of a semi-automatic weapon Choose from an extensive arsenal of firearms Shoot under professional supervision in a safe environment",
        "strLocation": "las vegas",
        "strOriginUrl": "https://www.getyourguide.com/las-vegas-l58/las-vegas-firearms-experience-t29389/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Las Vegas: 1-Hour Firearms Experience",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 14:44:16"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 190,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-150616-145.jpg",
        "strIntroduction": "What You'll Do Choose from several packages designed to include a range of weapons Shoot an automatic machine gun Enjoy the modern lounge and gun-range facilities Experience mobster guns or weapons from your favorite computer games Choose from several packages designed to include a range of weapons Shoot an automatic machine gun Enjoy the modern lounge and gun-range facilities Experience mobster guns or weapons from your favorite computer games Choose from several packages designed to include a range of weapons Shoot an automatic machine gun Enjoy the modern lounge and gun-range facilities Experience mobster guns or weapons from your favorite computer games",
        "strLocation": "las vegas",
        "strOriginUrl": "https://www.getyourguide.com/las-vegas-l58/machine-gun-shooting-experience-t29392/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Las Vegas Machine Gun Shooting Experience",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 14:44:26"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 175,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-347094-145.jpg",
        "strIntroduction": "What You'll Do Fire the weapons used by Seal Team VI Shoot like the elite British SAS Experience history with the WWII package Fire the weapons used by Seal Team VI Shoot like the elite British SAS Experience history with the WWII package Fire the weapons used by Seal Team VI Shoot like the elite British SAS Experience history with the WWII package",
        "strLocation": "las vegas",
        "strOriginUrl": "https://www.getyourguide.com/las-vegas-l58/military-special-forces-firearms-experience-t29440/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Las Vegas Military Special Forces Firearms 1-Hour Experience",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 14:44:39"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 549,
        "strGuideLanguage": "spanish, english, german, italian",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-157173-145.jpg",
        "strIntroduction": "What You'll Do Get behind the wheel of a Ferrari F430 GT race car Enjoy full instruction and professional guidance as you zip around the Las Vegas Motor Speedway Take a break in the lounge and enjoy refreshments and snacks Enjoy the view from the 360-degree viewing platform Get behind the wheel of a Ferrari F430 GT race car Enjoy full instruction and professional guidance as you zip around the Las Vegas Motor Speedway Take a break in the lounge and enjoy refreshments and snacks Enjoy the view from the 360-degree viewing platform Get behind the wheel of a Ferrari F430 GT race car Enjoy full instruction and professional guidance as you zip around the Las Vegas Motor Speedway Take a break in the lounge and enjoy refreshments and snacks Enjoy the view from the 360-degree viewing platform",
        "strLocation": "las vegas",
        "strOriginUrl": "https://www.getyourguide.com/las-vegas-l58/drive-a-ferrari-race-car-at-las-vegas-motor-speeway-t30385/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Ferrari Race Car Drive at Las Vegas Motor Speedway",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 14:44:52"
    },
    {
        "intDurationHour": 72,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 795,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-159520-145.jpg",
        "strIntroduction": "What You'll Do Walk along the iconic Grand Canyon National Park South Rim Enjoy a unique Navajo Jeep Tour of the stunning Monument Valley Take an optional one-in-a-lifetime helicopter flight over the Grand Canyon Hike through the famous Zion National Park Spend a day exploring the stunning Monument Valley Walk along the iconic Grand Canyon National Park South Rim Enjoy a unique Navajo Jeep Tour of the stunning Monument Valley Take an optional one-in-a-lifetime helicopter flight over the Grand Canyon Hike through the famous Zion National Park Spend a day exploring the stunning Monument Valley Walk along the iconic Grand Canyon National Park South Rim Enjoy a unique Navajo Jeep Tour of the stunning Monument Valley Take an optional one-in-a-lifetime helicopter flight over the Grand Canyon Hike through the famous Zion National Park Spend a day exploring the stunning Monument Valley",
        "strLocation": "las vegas",
        "strOriginUrl": "https://www.getyourguide.com/las-vegas-l58/3-day-winter-tour-grand-canyon-monument-valley-and-zion-t30808/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Grand Canyon, Monument Valley, Antelope Canyon & Zion",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 14:45:04"
    },
    {
        "intDurationHour": 7,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 106,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-159890-145.jpg",
        "strIntroduction": "What You'll Do Climb aboard a Mississippi style paddle steamer Go behind the scenes at the Power Plant of the Hoover Dam Enjoy a complimentary lunch on board the Desert Princess Get panoranic views of the canyon walls of the Colorado River Climb aboard a Mississippi style paddle steamer Go behind the scenes at the Power Plant of the Hoover Dam Enjoy a complimentary lunch on board the Desert Princess Get panoranic views of the canyon walls of the Colorado River Climb aboard a Mississippi style paddle steamer Go behind the scenes at the Power Plant of the Hoover Dam Enjoy a complimentary lunch on board the Desert Princess Get panoranic views of the canyon walls of the Colorado River",
        "strLocation": "las vegas",
        "strOriginUrl": "https://www.getyourguide.com/las-vegas-l58/hoover-dam-lake-mead-cruise-t30875/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Hoover Dam and Lake Mead Lunch Cruise from Las Vegas",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 14:45:15"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 20,
        "intUsdCost": 125,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-172099-145.jpg",
        "strIntroduction": "What You'll Do Discover the music and energy of Michael Jackson in this unique Cirque du Soleil Observe costuming and choreography fit for the King of Pop See amazing acrobatics Discover the music and energy of Michael Jackson in this unique Cirque du Soleil Observe costuming and choreography fit for the King of Pop See amazing acrobatics Discover the music and energy of Michael Jackson in this unique Cirque du Soleil Observe costuming and choreography fit for the King of Pop See amazing acrobatics",
        "strLocation": "las vegas",
        "strOriginUrl": "https://www.getyourguide.com/las-vegas-l58/michael-jackson-one-cirque-du-soleil-t32745/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Las Vegas: Michael Jackson ONE by Cirque du Soleil",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 14:45:29"
    },
    {
        "intDurationHour": 7,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 220,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-173037-145.jpg",
        "strIntroduction": "What You'll Do Tour the Valley of Fire State Park in a custom-built dune buggy Explore the fragile environment of this delicate ecosystem Enjoy the desert scenery at stops along the trail Tour the Valley of Fire State Park in a custom-built dune buggy Explore the fragile environment of this delicate ecosystem Enjoy the desert scenery at stops along the trail Tour the Valley of Fire State Park in a custom-built dune buggy Explore the fragile environment of this delicate ecosystem Enjoy the desert scenery at stops along the trail",
        "strLocation": "las vegas",
        "strOriginUrl": "https://www.getyourguide.com/las-vegas-l58/valley-of-fire-natural-wonders-tour-t32912/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Las Vegas: Valley of Fire Full-Day Natural Wonders Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 14:45:43"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 334,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-178611-145.jpg",
        "strIntroduction": "What You'll Do Fly from Las Vegas to the Grand Canyon Soar over Lake Mead and the Hoover Dam Gain insight into American natural history from your audio guide Travel the western rim of the Grand Canyon by coach, with spectacular stops Fly from Las Vegas to the Grand Canyon Soar over Lake Mead and the Hoover Dam Gain insight into American natural history from your audio guide Travel the western rim of the Grand Canyon by coach, with spectacular stops Fly from Las Vegas to the Grand Canyon Soar over Lake Mead and the Hoover Dam Gain insight into American natural history from your audio guide Travel the western rim of the Grand Canyon by coach, with spectacular stops",
        "strLocation": "las vegas",
        "strOriginUrl": "https://www.getyourguide.com/las-vegas-l58/grand-canyon-west-air-tour-with-skywalk-option-t33781/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "From Las Vegas: Grand Canyon Flight and Coach Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 14:45:56"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 150,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-183713-145.jpg",
        "strIntroduction": "What You'll Do Enjoy a 1-hour massage at the Las Vegas location of your choice Relax with a Hawaiian Lomi Lomi massage, a Deep Tissue massage or a Reflexology session Realign your body and soothe soreness with a massage treatment Enjoy a 1-hour massage at the Las Vegas location of your choice Relax with a Hawaiian Lomi Lomi massage, a Deep Tissue massage or a Reflexology session Realign your body and soothe soreness with a massage treatment Enjoy a 1-hour massage at the Las Vegas location of your choice Relax with a Hawaiian Lomi Lomi massage, a Deep Tissue massage or a Reflexology session Realign your body and soothe soreness with a massage treatment",
        "strLocation": "las vegas",
        "strOriginUrl": "https://www.getyourguide.com/las-vegas-l58/mobile-massage-in-las-vegas-t34091/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Las Vegas: 60-Minute Mobile Massage Treatments",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 14:46:07"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 90,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-185024-145.jpg",
        "strIntroduction": "What You'll Do Enjoy a fantastic shopping trip at Fashion Show Mall, the largest shopping destination on the Las Vegas Strip Get incredible deals and discount coupons worth thousands of dollars in savings Explore 7 department stores, 200 specialty shops, 9 full-service restaurants, and a 16-venue food court Enjoy a relaxing Elemis facial at the Nordstrom Beauty Spa Studio Enjoy a fantastic shopping trip at Fashion Show Mall, the largest shopping destination on the Las Vegas Strip Get incredible deals and discount coupons worth thousands of dollars in savings Explore 7 department stores, 200 specialty shops, 9 full-service restaurants, and a 16-venue food court Enjoy a relaxing Elemis facial at the Nordstrom Beauty Spa Studio Enjoy a fantastic shopping trip at Fashion Show Mall, the largest shopping destination on the Las Vegas Strip Get incredible deals and discount coupons worth thousands of dollars in savings Explore 7 department stores, 200 specialty shops, 9 full-service restaurants, and a 16-venue food court Enjoy a relaxing Elemis facial at the Nordstrom Beauty Spa Studio",
        "strLocation": "las vegas",
        "strOriginUrl": "https://www.getyourguide.com/las-vegas-l58/shop-and-beauty-fashion-show-mall-in-las-vegas-t34720/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Las Vegas: Shop and Beauty Package at Fashion Show Mall",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 14:46:17"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 15,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-185027-145.jpg",
        "strIntroduction": "What You'll Do Enjoy a fantastic shopping trip at Fashion Show Mall, the largest shopping destination on the Las Vegas Strip Get incredible deals and discount coupons worth thousands of dollars in savings Explore 7 department stores, 200 specialty shops, 9 full-service restaurants, and a 16-venue food court Receive complementary gifts Enjoy a fantastic shopping trip at Fashion Show Mall, the largest shopping destination on the Las Vegas Strip Get incredible deals and discount coupons worth thousands of dollars in savings Explore 7 department stores, 200 specialty shops, 9 full-service restaurants, and a 16-venue food court Receive complementary gifts Enjoy a fantastic shopping trip at Fashion Show Mall, the largest shopping destination on the Las Vegas Strip Get incredible deals and discount coupons worth thousands of dollars in savings Explore 7 department stores, 200 specialty shops, 9 full-service restaurants, and a 16-venue food court Receive complementary gifts",
        "strLocation": "las vegas",
        "strOriginUrl": "https://www.getyourguide.com/las-vegas-l58/shop-and-play-fashion-show-mall-t34721/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Las Vegas: Shop and Play Package at Fashion Show Mall",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 14:46:27"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 50,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-185033-145.jpg",
        "strIntroduction": "What You'll Do Receive incredible deals and discounts at Fashion Show Mall Enjoy complimentary gifts at the premier retail destination in Las Vegas Shop at one of the largest selection of stores on the Las Vegas Strip Receive incredible deals and discounts at Fashion Show Mall Enjoy complimentary gifts at the premier retail destination in Las Vegas Shop at one of the largest selection of stores on the Las Vegas Strip Receive incredible deals and discounts at Fashion Show Mall Enjoy complimentary gifts at the premier retail destination in Las Vegas Shop at one of the largest selection of stores on the Las Vegas Strip",
        "strLocation": "las vegas",
        "strOriginUrl": "https://www.getyourguide.com/las-vegas-l58/shop-and-dine-gourmet-fashion-show-in-las-vegas-t34722/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Las Vegas: Shop and Dine Package at Fashion Show Mall",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 14:46:38"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 15,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-185061-145.jpg",
        "strIntroduction": "What You'll Do Stock up on designer fashion and homeware at Caesars Palace Explore more than 160 specialty shops in The Forum Get complimentary gifts and consultations Enjoy a free makeup consultation Discover your entertainment options in Las Vegas from a personal concierge Stock up on designer fashion and homeware at Caesars Palace Explore more than 160 specialty shops in The Forum Get complimentary gifts and consultations Enjoy a free makeup consultation Discover your entertainment options in Las Vegas from a personal concierge Stock up on designer fashion and homeware at Caesars Palace Explore more than 160 specialty shops in The Forum Get complimentary gifts and consultations Enjoy a free makeup consultation Discover your entertainment options in Las Vegas from a personal concierge",
        "strLocation": "las vegas",
        "strOriginUrl": "https://www.getyourguide.com/las-vegas-l58/shop-and-play-at-ceasars-palace-forum-shops-t34725/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Las Vegas: Shop and Play at Ceasars Palace Forum",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 14:46:50"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 62,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-185070-145.jpg",
        "strIntroduction": "What You'll Do Enjoy great deals on shopping and dining Receive gift cards and incentives valued at over USD 200 Choose from more than 120 stores for your shopping Enjoy great deals on shopping and dining Receive gift cards and incentives valued at over USD 200 Choose from more than 120 stores for your shopping Enjoy great deals on shopping and dining Receive gift cards and incentives valued at over USD 200 Choose from more than 120 stores for your shopping",
        "strLocation": "las vegas",
        "strOriginUrl": "https://www.getyourguide.com/las-vegas-l58/shop-and-dine-gourmet-town-square-t34726/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Las Vegas 1-Day Town Square Shop & Dine Gourmet Package",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 14:47:01"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 25,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-185071-145.jpg",
        "strIntroduction": "What You'll Do Save more than USD 200 at Town Square Las Vegas Explore more than 120 stores in one of \"Sin City's\" favorite shopping destinations Enjoy a complimentary mini facial at Origins Make a day of it with the whole family and enjoy facilities such as an interactive Children's Park Get a complimentary drink at Coffee Bean & Tea Leaf Save more than USD 200 at Town Square Las Vegas Explore more than 120 stores in one of \"Sin City's\" favorite shopping destinations Enjoy a complimentary mini facial at Origins Make a day of it with the whole family and enjoy facilities such as an interactive Children's Park Get a complimentary drink at Coffee Bean & Tea Leaf Save more than USD 200 at Town Square Las Vegas Explore more than 120 stores in one of \"Sin City's\" favorite shopping destinations Enjoy a complimentary mini facial at Origins Make a day of it with the whole family and enjoy facilities such as an interactive Children's Park Get a complimentary drink at Coffee Bean & Tea Leaf",
        "strLocation": "las vegas",
        "strOriginUrl": "https://www.getyourguide.com/las-vegas-l58/shop-and-play-town-square-t34727/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Las Vegas Town Square Shop and Play Package",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 14:47:13"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 50,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-185078-145.jpg",
        "strIntroduction": "What You'll Do Enjoy discounts and offers at The Grand Canal Shoppes at The Venetian Wander the stores and restaurants of a complex modeled on the Grand Canal Get a booklet worth thousands of dollars in savings Enjoy discounts and offers at The Grand Canal Shoppes at The Venetian Wander the stores and restaurants of a complex modeled on the Grand Canal Get a booklet worth thousands of dollars in savings Enjoy discounts and offers at The Grand Canal Shoppes at The Venetian Wander the stores and restaurants of a complex modeled on the Grand Canal Get a booklet worth thousands of dollars in savings",
        "strLocation": "las vegas",
        "strOriginUrl": "https://www.getyourguide.com/las-vegas-l58/las-vegas-shop-and-dine-at-the-grand-canal-shoppes-t34729/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Las Vegas Shop and Dine Package at Grand Canal Shoppes",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 14:47:25"
    },
    {
        "intDurationHour": 168,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 999,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-206128-145.jpg",
        "strIntroduction": "What You'll Do National Parks included Grand Canyon South Rim, Zion, Bryce, Arches, Canyonlands Amazing National Parks hikes and walks Sunset/sunrise at Monument Valley and the Grand Canyon Visit the Grand Canyon National Park South Rim Navajo guided jeep tour of Monument Valley Visit the birthplace of historic Route 66 Small group adventure with a maximum of 14 guests Camping under the stars in the Southwest USA desert Enjoy an optional visit to Antelope Canyon National Parks included Grand Canyon South Rim, Zion, Bryce, Arches, Canyonlands Amazing National Parks hikes and walks Sunset/sunrise at Monument Valley and the Grand Canyon Visit the Grand Canyon National Park South Rim Navajo guided jeep tour of Monument Valley Visit the birthplace of historic Route 66 Small group adventure with a maximum of 14 guests Camping under the stars in the Southwest USA desert Enjoy an optional visit to Antelope Canyon National Parks included Grand Canyon South Rim, Zion, Bryce, Arches, Canyonlands Amazing National Parks hikes and walks Sunset/sunrise at Monument Valley and the Grand Canyon Visit the Grand Canyon National Park South Rim Navajo guided jeep tour of Monument Valley Visit the birthplace of historic Route 66 Small group adventure with a maximum of 14 guests Camping under the stars in the Southwest USA desert Enjoy an optional visit to Antelope Canyon",
        "strLocation": "las vegas",
        "strOriginUrl": "https://www.getyourguide.com/las-vegas-l58/7-day-national-parks-small-group-camping-tour-t37635/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "7 Day National Parks Small Group Camping Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 14:47:38"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 28,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-209921-145.jpg",
        "strIntroduction": "What You'll Do Journey through the world of iconic American sports See many of the great halls of fame in one place Become a sporting legend for the day and get a virtual signing Admire famous trophies, such as the Heisman Trophy awarded to Marcus Allen Journey through the world of iconic American sports See many of the great halls of fame in one place Become a sporting legend for the day and get a virtual signing Admire famous trophies, such as the Heisman Trophy awarded to Marcus Allen Journey through the world of iconic American sports See many of the great halls of fame in one place Become a sporting legend for the day and get a virtual signing Admire famous trophies, such as the Heisman Trophy awarded to Marcus Allen",
        "strLocation": "las vegas",
        "strOriginUrl": "https://www.getyourguide.com/las-vegas-l58/score-interactive-sports-exhibit-t38000/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Las Vegas: Score! Interactive Sports Exhibit Ticket",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 14:47:50"
    },
    {
        "intDurationHour": 7,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 169,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-224631-145.jpg",
        "strIntroduction": "What You'll Do Ride down a beautiful nature path through the Las Vegas Valley Enjoy spectacular views of Lake Mead Explore the engineering wonder of the famous Hoover Dam Head through a series of old train tunnels on your mountain bike Ride down a beautiful nature path through the Las Vegas Valley Enjoy spectacular views of Lake Mead Explore the engineering wonder of the famous Hoover Dam Head through a series of old train tunnels on your mountain bike Ride down a beautiful nature path through the Las Vegas Valley Enjoy spectacular views of Lake Mead Explore the engineering wonder of the famous Hoover Dam Head through a series of old train tunnels on your mountain bike",
        "strLocation": "las vegas",
        "strOriginUrl": "https://www.getyourguide.com/las-vegas-l58/mountain-biking-river-mountains-and-hoover-dam-t39517/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Lake Mead and Hoover Dam: Full-Day Mountain Biking Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 14:48:03"
    },
    {
        "intDurationHour": 48,
        "intOption": null,
        "intReviewStar": 2,
        "intReviewVisitor": 1,
        "intUsdCost": 470,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-225762-145.jpg",
        "strIntroduction": "What You'll Do Admire the beauty of Sedona and Sonoran high desert landscapes Marvel at the spectacular views of the Grand Canyon, one of the 7 natural wonders of the world Learn about the flora, fauna, geology, history, archaeology, and folklore of Arizona Admire the beauty of Sedona and Sonoran high desert landscapes Marvel at the spectacular views of the Grand Canyon, one of the 7 natural wonders of the world Learn about the flora, fauna, geology, history, archaeology, and folklore of Arizona Admire the beauty of Sedona and Sonoran high desert landscapes Marvel at the spectacular views of the Grand Canyon, one of the 7 natural wonders of the world Learn about the flora, fauna, geology, history, archaeology, and folklore of Arizona",
        "strLocation": "las vegas",
        "strOriginUrl": "https://www.getyourguide.com/grand-canyon-l489/sedonagrand-canyon-combo-2-days1night-t39682/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Sedona and Grand Canyon: 2-Day Combination Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 14:48:17"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 195,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-419568-145.jpg",
        "strIntroduction": "What You'll Do Get convenient transport directly from your hotel to the trail and back Marvel at the many stunning vistas and beautiful landscape views along the trail Learn secrets about the Grand Canyon with your certified guides Get convenient transport directly from your hotel to the trail and back Marvel at the many stunning vistas and beautiful landscape views along the trail Learn secrets about the Grand Canyon with your certified guides Get convenient transport directly from your hotel to the trail and back Marvel at the many stunning vistas and beautiful landscape views along the trail Learn secrets about the Grand Canyon with your certified guides",
        "strLocation": "las vegas",
        "strOriginUrl": "https://www.getyourguide.com/grand-canyon-l489/grand-canyon-hiking-tour-t39740/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Grand Canyon Full-Day Hike from Sedona or Flagstaff",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 14:48:29"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 164,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-419573-145.jpg",
        "strIntroduction": "What You'll Do Watch the sunset spread across the vast expanse of the Grand Canyon Get privileged views of the rim, while others have to crowd Enjoy a sumptuous dinner at the Maswik Lodge in Ponderosa Pine forest Learn about the 2 billion years of geology that formed the Canyon Watch the sunset spread across the vast expanse of the Grand Canyon Get privileged views of the rim, while others have to crowd Enjoy a sumptuous dinner at the Maswik Lodge in Ponderosa Pine forest Learn about the 2 billion years of geology that formed the Canyon Watch the sunset spread across the vast expanse of the Grand Canyon Get privileged views of the rim, while others have to crowd Enjoy a sumptuous dinner at the Maswik Lodge in Ponderosa Pine forest Learn about the 2 billion years of geology that formed the Canyon",
        "strLocation": "las vegas",
        "strOriginUrl": "https://www.getyourguide.com/grand-canyon-l489/grand-canyon-sunset-tour-t39743/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Grand Canyon Full-Day Sunset Tour from Sedona",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 14:48:42"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 86,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-419570-145.jpg",
        "strIntroduction": "What You'll Do Drive off the beaten path through the stunning high desert of Sedona Admire the Red Rock Range, Bear Mountain, Doe Mesa and other geological marvels Experience the Diamondback Gulch from a rugged 4x4 vehicle Drive off the beaten path through the stunning high desert of Sedona Admire the Red Rock Range, Bear Mountain, Doe Mesa and other geological marvels Experience the Diamondback Gulch from a rugged 4x4 vehicle Drive off the beaten path through the stunning high desert of Sedona Admire the Red Rock Range, Bear Mountain, Doe Mesa and other geological marvels Experience the Diamondback Gulch from a rugged 4x4 vehicle",
        "strLocation": "las vegas",
        "strOriginUrl": "https://www.getyourguide.com/grand-canyon-l489/diamondback-gulch-25-hour-rugged-jeep-tour-from-sedona-t39846/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Diamondback Gulch: 2.5-Hour 4x4 Tour from Sedona",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 14:48:53"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 206,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-227001-145.jpg",
        "strIntroduction": "What You'll Do Journey through history on board the luxury Grand Canyon Railroad Enjoy panoramic views of the east and south rims of the Grand Canyon Skip the long lunch queues with a complimentary boxed lunch Relax in the comfort of a heritage train Ride through the Painted Desert and Colorado River gorge Journey through history on board the luxury Grand Canyon Railroad Enjoy panoramic views of the east and south rims of the Grand Canyon Skip the long lunch queues with a complimentary boxed lunch Relax in the comfort of a heritage train Ride through the Painted Desert and Colorado River gorge Journey through history on board the luxury Grand Canyon Railroad Enjoy panoramic views of the east and south rims of the Grand Canyon Skip the long lunch queues with a complimentary boxed lunch Relax in the comfort of a heritage train Ride through the Painted Desert and Colorado River gorge",
        "strLocation": "las vegas",
        "strOriginUrl": "https://www.getyourguide.com/arizona-l488/one-way-grand-canyon-railway-experience-t39857/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Sedona: Grand Canyon Railway Full-Day Scenic Rail Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 14:49:03"
    },
    {
        "intDurationHour": 12,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 3,
        "intUsdCost": 856,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-227343-145.jpg",
        "strIntroduction": "What You'll Do Raft down the beautiful Colorado River on Class I-V rapids Cruise past the majestic walls of the Grand Canyon Stop for lunch by the beautiful Travertine Falls Go for a stunning helicopter ride over the famous Las Vegas strip Raft down the beautiful Colorado River on Class I-V rapids Cruise past the majestic walls of the Grand Canyon Stop for lunch by the beautiful Travertine Falls Go for a stunning helicopter ride over the famous Las Vegas strip Raft down the beautiful Colorado River on Class I-V rapids Cruise past the majestic walls of the Grand Canyon Stop for lunch by the beautiful Travertine Falls Go for a stunning helicopter ride over the famous Las Vegas strip",
        "strLocation": "las vegas",
        "strOriginUrl": "https://www.getyourguide.com/las-vegas-l58/grand-river-rush-whitewater-rafting-adventure-t39900/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Grand Canyon Whitewater Rafting: From Las Vegas",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 14:49:15"
    }
]