[
    {
        "intDurationHour": 5,
        "intOption": null,
        "intReviewStar": 3,
        "intReviewVisitor": 0,
        "intUsdCost": 64,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-384565-145.jpg",
        "strIntroduction": "What You'll Do Experience brilliant views over Prague Cruise up-hill on your electric bike! Save time as you see in 5-hours what most tourists see in 5-days Cycle through Letna Park, visit the Prague Castle and see Kampa Island Enjoy a customized tour led by a professional guide Experience brilliant views over Prague Cruise up-hill on your electric bike! Save time as you see in 5-hours what most tourists see in 5-days Cycle through Letna Park, visit the Prague Castle and see Kampa Island Enjoy a customized tour led by a professional guide Experience brilliant views over Prague Cruise up-hill on your electric bike! Save time as you see in 5-hours what most tourists see in 5-days Cycle through Letna Park, visit the Prague Castle and see Kampa Island Enjoy a customized tour led by a professional guide",
        "strLocation": "prague",
        "strOriginUrl": "https://www.getyourguide.com/prague-l10/i-like-ebike-view-point-ride-and-panoramic-tour-t15061/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Real Prague Tour by Electric Bike",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 06:02:50"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 42,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-384566-145.jpg",
        "strIntroduction": "What You'll Do Enjoy a relaxed tour without hills or even the need to pedal! Ride through the heart of Prague See in 2-hours what most tourists see in 2-days Enjoy a personalized tour led by a friendly and professional guide Go at your own pace, this tour is designed for those less able to cycle at a quick speed Enjoy a relaxed tour without hills or even the need to pedal! Ride through the heart of Prague See in 2-hours what most tourists see in 2-days Enjoy a personalized tour led by a friendly and professional guide Go at your own pace, this tour is designed for those less able to cycle at a quick speed Enjoy a relaxed tour without hills or even the need to pedal! Ride through the heart of Prague See in 2-hours what most tourists see in 2-days Enjoy a personalized tour led by a friendly and professional guide Go at your own pace, this tour is designed for those less able to cycle at a quick speed",
        "strLocation": "prague",
        "strOriginUrl": "https://www.getyourguide.com/prague-l10/i-like-ebike-relaxing-pedal-2-hour-tour-of-prague-t15062/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Easy and Relaxing Electric Bike Tour of Prague",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 06:03:02"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 176,
        "strGuideLanguage": "spanish, english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-69095-145.jpg",
        "strIntroduction": "What You'll Do Old Town Square St. Nicolas' Church Church of Our Lady before Tyn Kinsky Palace Statue of Jan Hus House of the Black Madonna Museum of Cubism Powder Tower Art Nouveau Municipal House Czech National Bank Old Town Square St. Nicolas' Church Church of Our Lady before Tyn Kinsky Palace Statue of Jan Hus House of the Black Madonna Museum of Cubism Powder Tower Art Nouveau Municipal House Czech National Bank Old Town Square St. Nicolas' Church Church of Our Lady before Tyn Kinsky Palace Statue of Jan Hus House of the Black Madonna Museum of Cubism Powder Tower Art Nouveau Municipal House Czech National Bank",
        "strLocation": "prague",
        "strOriginUrl": "https://www.getyourguide.com/prague-l10/prague-private-walking-tour-t16303/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Prague Private Walking Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 06:03:13"
    },
    {
        "intDurationHour": 6,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 252,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-79578-145.jpg",
        "strIntroduction": "What You'll Do Take a guided tour of the Terezín Small Fortress and the Big Fortress See the museum, crematorium, and cemetery at Terezín Concentration Camp Take a guided tour of the Terezín Small Fortress and the Big Fortress See the museum, crematorium, and cemetery at Terezín Concentration Camp Take a guided tour of the Terezín Small Fortress and the Big Fortress See the museum, crematorium, and cemetery at Terezín Concentration Camp",
        "strLocation": "prague",
        "strOriginUrl": "https://www.getyourguide.com/terezin-l5029/terezin-concentration-camp-private-tour-t18399/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Terezin Concentration Camp Private Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 06:03:26"
    },
    {
        "intDurationHour": 10,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 7,
        "intUsdCost": 316,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-81373-145.jpg",
        "strIntroduction": "What You'll Do Explore the beautifully preserved historic center of Cesky Krumlov in the Czech Republic with a private guide. Wander around Krumlov Castle (when it is open; castle is closed 31st October - 21st March). Enjoy lunch and beer at a local pub or restaurant (meal costs are your responsibility). Sightsee at your own pace, with flexibility for added attractions! Explore the beautifully preserved historic center of Cesky Krumlov in the Czech Republic with a private guide. Wander around Krumlov Castle (when it is open; castle is closed 31st October - 21st March). Enjoy lunch and beer at a local pub or restaurant (meal costs are your responsibility). Sightsee at your own pace, with flexibility for added attractions! Explore the beautifully preserved historic center of Cesky Krumlov in the Czech Republic with a private guide. Wander around Krumlov Castle (when it is open; castle is closed 31st October - 21st March). Enjoy lunch and beer at a local pub or restaurant (meal costs are your responsibility). Sightsee at your own pace, with flexibility for added attractions!",
        "strLocation": "prague",
        "strOriginUrl": "https://www.getyourguide.com/prague-l10/czech-republic-s-cesky-krumlov-private-tour-t18766/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Cesky Krumlov Private Day Trip from Prague",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 06:03:41"
    },
    {
        "intDurationHour": 6,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 0,
        "intUsdCost": 252,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-81381-145.jpg",
        "strIntroduction": "What You'll Do Visit the beautiful Kutna Hora and learn about this historical UNESCO site Explore the Bone Church and see approximately 40,000 bones decorating the chapel Soak up the culture during lunch at a traditional restaurant Visit the beautiful Kutna Hora and learn about this historical UNESCO site Explore the Bone Church and see approximately 40,000 bones decorating the chapel Soak up the culture during lunch at a traditional restaurant Visit the beautiful Kutna Hora and learn about this historical UNESCO site Explore the Bone Church and see approximately 40,000 bones decorating the chapel Soak up the culture during lunch at a traditional restaurant",
        "strLocation": "prague",
        "strOriginUrl": "https://www.getyourguide.com/kutna-hora-l1412/kutna-hora-private-tour-t18769/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Kutna Hora Private Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 06:03:51"
    },
    {
        "intDurationHour": 6,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 0,
        "intUsdCost": 273,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-81397-145.jpg",
        "strIntroduction": "What You'll Do Visit the majestic Karlstejn Castle Tour the fascinating Crystal Manufactory Enjoy extras such as a traditional Czech lunch and souvenir shopping Visit the majestic Karlstejn Castle Tour the fascinating Crystal Manufactory Enjoy extras such as a traditional Czech lunch and souvenir shopping Visit the majestic Karlstejn Castle Tour the fascinating Crystal Manufactory Enjoy extras such as a traditional Czech lunch and souvenir shopping",
        "strLocation": "prague",
        "strOriginUrl": "https://www.getyourguide.com/prague-l10/karlstejn-castle-crystal-manufactory-private-tour-t18771/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Karlstejn Castle & Crystal Manufactory - Private Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 06:04:02"
    },
    {
        "intDurationHour": 6,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 0,
        "intUsdCost": 252,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-81872-145.jpg",
        "strIntroduction": "What You'll Do Join us on the Pilsner Urquell Brewery tour and visit the Beer Museum Learn about this historical city and the brewery, which has been brewing since 1842 Visit the Town Hall and St. Bartholomew Cathedral Join us on the Pilsner Urquell Brewery tour and visit the Beer Museum Learn about this historical city and the brewery, which has been brewing since 1842 Visit the Town Hall and St. Bartholomew Cathedral Join us on the Pilsner Urquell Brewery tour and visit the Beer Museum Learn about this historical city and the brewery, which has been brewing since 1842 Visit the Town Hall and St. Bartholomew Cathedral",
        "strLocation": "prague",
        "strOriginUrl": "https://www.getyourguide.com/prague-l10/private-pilsen-pilsner-urquell-brewery-tour-prague-t18772/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Private Pilsen & Pilsner Urquell Brewery Tour Prague",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 06:04:15"
    },
    {
        "intDurationHour": 10,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 0,
        "intUsdCost": 316,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-81895-145.jpg",
        "strIntroduction": "What You'll Do Take a day to relax at the hot springs at Karlovy Vary, also known as Carlsbad See why the hot springs attracted famous visitors from all over Europe Visit the Moser Glassworks or Becherovka Museum to see more of the Czech Republics unique products A day of relaxation just a short trip from Prague Take a day to relax at the hot springs at Karlovy Vary, also known as Carlsbad See why the hot springs attracted famous visitors from all over Europe Visit the Moser Glassworks or Becherovka Museum to see more of the Czech Republics unique products A day of relaxation just a short trip from Prague Take a day to relax at the hot springs at Karlovy Vary, also known as Carlsbad See why the hot springs attracted famous visitors from all over Europe Visit the Moser Glassworks or Becherovka Museum to see more of the Czech Republics unique products A day of relaxation just a short trip from Prague",
        "strLocation": "prague",
        "strOriginUrl": "https://www.getyourguide.com/prague-l10/private-tour-carlsbad-and-moser-crystal-factory-in-prague-t18871/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Private Tour: Carlsbad and Moser Crystal Factory in Prague",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 06:04:29"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 7,
        "intUsdCost": 117,
        "strGuideLanguage": "spanish, english, french, german, italian, russian",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-83634-145.jpg",
        "strIntroduction": "What You'll Do See the fascinating Astronomical Clock at bustling Old Town Square View the captivating Charles Bridge Learn about colorful Czech history at Wenceslas Square Discover sublime Gothic and Baroque architecture Explore the synagogues and cemetery of the Prague Jewish Quarter (not interiors) See the fascinating Astronomical Clock at bustling Old Town Square View the captivating Charles Bridge Learn about colorful Czech history at Wenceslas Square Discover sublime Gothic and Baroque architecture Explore the synagogues and cemetery of the Prague Jewish Quarter (not interiors) See the fascinating Astronomical Clock at bustling Old Town Square View the captivating Charles Bridge Learn about colorful Czech history at Wenceslas Square Discover sublime Gothic and Baroque architecture Explore the synagogues and cemetery of the Prague Jewish Quarter (not interiors)",
        "strLocation": "prague",
        "strOriginUrl": "https://www.getyourguide.com/prague-l10/private-tour-of-prague-old-new-town-plus-jewish-quarter-t19158/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Private Tour of Prague Old & New Town, Plus Jewish Quarter",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 06:04:40"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 1,
        "intUsdCost": 56,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-218057-145.jpg",
        "strIntroduction": "What You'll Do Cruise down the Vltava River and enjoy floodlit views of Prague's main sights Take a brief minibus tour of Prague's historic districts Enjoy a full buffet of hot and cold treats as you sail past city sights Learn the Jewish history of Prague See Prague Castle illuminated against the night sky Feel the breeze in your hair from the open-air deck as you pass the Charles Bridge Cruise down the Vltava River and enjoy floodlit views of Prague's main sights Take a brief minibus tour of Prague's historic districts Enjoy a full buffet of hot and cold treats as you sail past city sights Learn the Jewish history of Prague See Prague Castle illuminated against the night sky Feel the breeze in your hair from the open-air deck as you pass the Charles Bridge Cruise down the Vltava River and enjoy floodlit views of Prague's main sights Take a brief minibus tour of Prague's historic districts Enjoy a full buffet of hot and cold treats as you sail past city sights Learn the Jewish history of Prague See Prague Castle illuminated against the night sky Feel the breeze in your hair from the open-air deck as you pass the Charles Bridge",
        "strLocation": "prague",
        "strOriginUrl": "https://www.getyourguide.com/prague-l10/dinner-cruise-prague-by-night-on-river-boat-t38651/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Prague By Night: 4-Hour Dinner Cruise and Minibus Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 06:04:53"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 61,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-222276-145.jpg",
        "strIntroduction": "What You'll Do Learn how Bohemian artists, writers, dissidents, and their mentality shaped the nation Sample traditional Czech sweet and salty pastries at a famous local bakery Taste local microbrewery beer at a Pivoteka in the funky, up-and-coming Źiźkov district Experience modern Bohemia in off-the-beaten-path districts like Vršovice and the beautiful Vinohrady area Enjoy truly local treats and cold drinks at a Bohemian café, where you can win a prize in a Bohemia quiz! Learn how Bohemian artists, writers, dissidents, and their mentality shaped the nation Sample traditional Czech sweet and salty pastries at a famous local bakery Taste local microbrewery beer at a Pivoteka in the funky, up-and-coming Źiźkov district Experience modern Bohemia in off-the-beaten-path districts like Vršovice and the beautiful Vinohrady area Enjoy truly local treats and cold drinks at a Bohemian café, where you can win a prize in a Bohemia quiz! Learn how Bohemian artists, writers, dissidents, and their mentality shaped the nation Sample traditional Czech sweet and salty pastries at a famous local bakery Taste local microbrewery beer at a Pivoteka in the funky, up-and-coming Źiźkov district Experience modern Bohemia in off-the-beaten-path districts like Vršovice and the beautiful Vinohrady area Enjoy truly local treats and cold drinks at a Bohemian café, where you can win a prize in a Bohemia quiz!",
        "strLocation": "prague",
        "strOriginUrl": "https://www.getyourguide.com/prague-l10/half-day-bohemian-prague-walking-tour-t39231/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Bohemian Prague Half-Day Walking Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 06:05:06"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 0,
        "intUsdCost": 16,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-315177-145.jpg",
        "strIntroduction": "What You'll Do Stay active and keep up with your workouts while abroad 100% customizable to the day, time, pace and distance Run past some of the best highlights (Prague Castle and Lesser Quarter) Experience the city center first-hand Get introduced to the best green terrains in the center Stay active and keep up with your workouts while abroad 100% customizable to the day, time, pace and distance Run past some of the best highlights (Prague Castle and Lesser Quarter) Experience the city center first-hand Get introduced to the best green terrains in the center Stay active and keep up with your workouts while abroad 100% customizable to the day, time, pace and distance Run past some of the best highlights (Prague Castle and Lesser Quarter) Experience the city center first-hand Get introduced to the best green terrains in the center",
        "strLocation": "prague",
        "strOriginUrl": "https://www.getyourguide.com/prague-l10/into-the-green-prague-sightrunning-tour-t41201/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Prague Sightrunning Tour: Into the Green",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 06:05:19"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 12,
        "intUsdCost": 32,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-240145-145.jpg",
        "strIntroduction": "What You'll Do Take in the beautiful sites of historic Prague on this photo walk Learn about taking quality photos as you visit photogenic places and viewpoints Receive guidance and instruction from an experienced, native Prague photographer Discover hidden spots that are off the beaten path Take in the beautiful sites of historic Prague on this photo walk Learn about taking quality photos as you visit photogenic places and viewpoints Receive guidance and instruction from an experienced, native Prague photographer Discover hidden spots that are off the beaten path Take in the beautiful sites of historic Prague on this photo walk Learn about taking quality photos as you visit photogenic places and viewpoints Receive guidance and instruction from an experienced, native Prague photographer Discover hidden spots that are off the beaten path",
        "strLocation": "prague",
        "strOriginUrl": "https://www.getyourguide.com/prague-l10/prague-photo-walk-t41481/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Prague 3.5-Hour Daytime Guided Photo Walk",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 06:05:31"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 2,
        "intUsdCost": 16,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-397018-145.jpg",
        "strIntroduction": "What You'll Do Jog the streets of Prague to see all the landmark sights Get your daily workout while sightseeing Prague's castle complex Run at your own pace with a personal guide Cross the Charles Bridge, and jog the maze of lanes of the Old Town Jog the streets of Prague to see all the landmark sights Get your daily workout while sightseeing Prague's castle complex Run at your own pace with a personal guide Cross the Charles Bridge, and jog the maze of lanes of the Old Town Jog the streets of Prague to see all the landmark sights Get your daily workout while sightseeing Prague's castle complex Run at your own pace with a personal guide Cross the Charles Bridge, and jog the maze of lanes of the Old Town",
        "strLocation": "prague",
        "strOriginUrl": "https://www.getyourguide.com/prague-castle-l2720/compact-prague-city-centre-running-tour-t41531/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Prague 1.5-Hour Compact City Center Running Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 06:05:43"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 134,
        "strGuideLanguage": "czech, english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-500255-145.jpg",
        "strIntroduction": "What You'll Do Learn to cook typical Czech dishes, such as goulash, dumplings, potato pancakes and apple strudel Explore Prague finest farmer's market to see local pastries, spices, and dairy produce See and taste typical Czech ingredients Prepare a 3-course meal to savor over lunch (with optional wine pairings) Learn to cook typical Czech dishes, such as goulash, dumplings, potato pancakes and apple strudel Explore Prague finest farmer's market to see local pastries, spices, and dairy produce See and taste typical Czech ingredients Prepare a 3-course meal to savor over lunch (with optional wine pairings) Learn to cook typical Czech dishes, such as goulash, dumplings, potato pancakes and apple strudel Explore Prague finest farmer's market to see local pastries, spices, and dairy produce See and taste typical Czech ingredients Prepare a 3-course meal to savor over lunch (with optional wine pairings)",
        "strLocation": "prague",
        "strOriginUrl": "https://www.getyourguide.com/prague-l10/traditional-czech-cuisine-cooking-class-t36516/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Traditional Czech Cooking Class in Prague",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 06:05:55"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 3,
        "intReviewVisitor": 0,
        "intUsdCost": 25,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-198099-145.jpg",
        "strIntroduction": "What You'll Do Explore the historic center of Prague by bike Pedal leisurely through Wenceslas Square and over the Charles Bridge See the National Theatre and Mala Strana Go to the Jewish Quarter and bike over the cobbled streets of the Old Town Stop to savor a cool Czech beer at an authentic beer hall Explore the historic center of Prague by bike Pedal leisurely through Wenceslas Square and over the Charles Bridge See the National Theatre and Mala Strana Go to the Jewish Quarter and bike over the cobbled streets of the Old Town Stop to savor a cool Czech beer at an authentic beer hall Explore the historic center of Prague by bike Pedal leisurely through Wenceslas Square and over the Charles Bridge See the National Theatre and Mala Strana Go to the Jewish Quarter and bike over the cobbled streets of the Old Town Stop to savor a cool Czech beer at an authentic beer hall",
        "strLocation": "prague",
        "strOriginUrl": "https://www.getyourguide.com/prague-l10/prague-guided-city-bike-tour-t36706/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Prague: 2.5-Hour Guided City Bike Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 06:06:07"
    },
    {
        "intDurationHour": 5,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 52,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-452832-145.jpg",
        "strIntroduction": "What You'll Do Take photos of Prague on an early morning walking tour Be in the right place to capture the sunrise at the break of day Discover sights and vantage points not in the guide books Enjoy panoramic views from Kampa Park and Petrin Hill See the towers of the Old Town Go to the picturesque Devil's Stream Take photos of Prague on an early morning walking tour Be in the right place to capture the sunrise at the break of day Discover sights and vantage points not in the guide books Enjoy panoramic views from Kampa Park and Petrin Hill See the towers of the Old Town Go to the picturesque Devil's Stream Take photos of Prague on an early morning walking tour Be in the right place to capture the sunrise at the break of day Discover sights and vantage points not in the guide books Enjoy panoramic views from Kampa Park and Petrin Hill See the towers of the Old Town Go to the picturesque Devil's Stream",
        "strLocation": "prague",
        "strOriginUrl": "https://www.getyourguide.com/prague-l10/prague-half-day-photo-tour-at-dawn-t52404/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Prague: Early Morning Dawn Photo Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 06:06:18"
    },
    {
        "intDurationHour": 10,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 1,
        "intUsdCost": 77,
        "strGuideLanguage": "spanish, english, french, german, italian, russian",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-330447-145.jpg",
        "strIntroduction": "What You'll Do Visit medieval Český Krumlov in South Bohemia Explore the second-largest castle area in the Czech Republic Enjoy a tasty 3-course lunch at a local restaurant Visit medieval Český Krumlov in South Bohemia Explore the second-largest castle area in the Czech Republic Enjoy a tasty 3-course lunch at a local restaurant Visit medieval Český Krumlov in South Bohemia Explore the second-largest castle area in the Czech Republic Enjoy a tasty 3-course lunch at a local restaurant",
        "strLocation": "prague",
        "strOriginUrl": "https://www.getyourguide.com/cesky-krumlov-l1189/from-prague-day-trip-to-cesky-krumlov-with-lunch-t52486/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Full-Day Trip to Český Krumlov from Prague with Lunch",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 06:06:29"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 3,
        "intReviewVisitor": 8,
        "intUsdCost": 28,
        "strGuideLanguage": "spanish, english, french, german, italian, russian",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-330458-145.jpg",
        "strIntroduction": "What You'll Do Explore Prague in a different way on a guided beer tour Visit 3 typical pubs and enjoy 3 different beers Enjoy a delicious, traditional Czech dinner Explore Prague in a different way on a guided beer tour Visit 3 typical pubs and enjoy 3 different beers Enjoy a delicious, traditional Czech dinner Explore Prague in a different way on a guided beer tour Visit 3 typical pubs and enjoy 3 different beers Enjoy a delicious, traditional Czech dinner",
        "strLocation": "prague",
        "strOriginUrl": "https://www.getyourguide.com/prague-l10/prague-3-hour-guided-beer-tour-with-dinner-t52487/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Prague: 3-Hour Guided Beer Tour with Dinner",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 06:06:43"
    },
    {
        "intDurationHour": 6,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 100,
        "intUsdCost": 47,
        "strGuideLanguage": "spanish, english, french, german, italian, russian",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-467772-145.jpg",
        "strIntroduction": "What You'll Do Explore Prague on a combined bus tour, walking tour, and river cruise Visit Prague Castle and walk down to the Old Town Enjoy coffee and cake and the city sights as you cruise along the Vltava River Explore Prague on a combined bus tour, walking tour, and river cruise Visit Prague Castle and walk down to the Old Town Enjoy coffee and cake and the city sights as you cruise along the Vltava River Explore Prague on a combined bus tour, walking tour, and river cruise Visit Prague Castle and walk down to the Old Town Enjoy coffee and cake and the city sights as you cruise along the Vltava River",
        "strLocation": "prague",
        "strOriginUrl": "https://www.getyourguide.com/prague-l10/best-of-prague-tour-by-bus-boat-and-on-foot-t52569/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Best of Prague: 6-Hour Tour by Bus, Boat, and on Foot",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 06:06:56"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 9,
        "intUsdCost": 17,
        "strGuideLanguage": "german, english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-333202-145.jpg",
        "strIntroduction": "What You'll Do See all the main monuments of Prague's Old Town Discover the remaining synagogues of the Josefov quarter Go to the birthplace of Franz Kafka Learn the history of Bohemia and the Czech Republic Hear about some of the hidden secrets of Prague's historic center Marvel at the oriel windows of the 15th-century Karolinum complex of buildings See all the main monuments of Prague's Old Town Discover the remaining synagogues of the Josefov quarter Go to the birthplace of Franz Kafka Learn the history of Bohemia and the Czech Republic Hear about some of the hidden secrets of Prague's historic center Marvel at the oriel windows of the 15th-century Karolinum complex of buildings See all the main monuments of Prague's Old Town Discover the remaining synagogues of the Josefov quarter Go to the birthplace of Franz Kafka Learn the history of Bohemia and the Czech Republic Hear about some of the hidden secrets of Prague's historic center Marvel at the oriel windows of the 15th-century Karolinum complex of buildings",
        "strLocation": "prague",
        "strOriginUrl": "https://www.getyourguide.com/prague-l10/prague-old-town-jewish-ghetto-walking-tour-t52833/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Introduction to Prague Old Town & Jewish Ghetto",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 06:07:07"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 53,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-335788-145.jpg",
        "strIntroduction": "What You'll Do Visit the largest and most modern go kart arena in the Czech Republic Experience the most intense driving experience on 3 go kart rides Become a go kart racer in just 3 hours! Enjoy more than 17,000-square meters of facilities at Praga Arena Visit the largest and most modern go kart arena in the Czech Republic Experience the most intense driving experience on 3 go kart rides Become a go kart racer in just 3 hours! Enjoy more than 17,000-square meters of facilities at Praga Arena Visit the largest and most modern go kart arena in the Czech Republic Experience the most intense driving experience on 3 go kart rides Become a go kart racer in just 3 hours! Enjoy more than 17,000-square meters of facilities at Praga Arena",
        "strLocation": "prague",
        "strOriginUrl": "https://www.getyourguide.com/prague-l10/prague-3-go-karting-sessions-in-horni-pocernice-t52840/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Prague: 3 Go-Kart Sessions at Horní Počernice",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 06:07:17"
    },
    {
        "intDurationHour": 10,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 107,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-336582-145.jpg",
        "strIntroduction": "What You'll Do Visit the former monastery and place of pilgrimage of St. Prokop at Sázava See the skeletons of some 40,000 people at the Sedlec Ossuary Marvel at the fairytale towers and turrets of Chateau Žleby Enjoy a traditional Czech lunch at a local restaurant Tour the decorative interiors of Český Šternberk Castle Discover a remarkable collection of historic guns, stained glass, and furniture Enjoy a private trip for a great price Visit the former monastery and place of pilgrimage of St. Prokop at Sázava See the skeletons of some 40,000 people at the Sedlec Ossuary Marvel at the fairytale towers and turrets of Chateau Žleby Enjoy a traditional Czech lunch at a local restaurant Tour the decorative interiors of Český Šternberk Castle Discover a remarkable collection of historic guns, stained glass, and furniture Enjoy a private trip for a great price Visit the former monastery and place of pilgrimage of St. Prokop at Sázava See the skeletons of some 40,000 people at the Sedlec Ossuary Marvel at the fairytale towers and turrets of Chateau Žleby Enjoy a traditional Czech lunch at a local restaurant Tour the decorative interiors of Český Šternberk Castle Discover a remarkable collection of historic guns, stained glass, and furniture Enjoy a private trip for a great price",
        "strLocation": "prague",
        "strOriginUrl": "https://www.getyourguide.com/prague-l10/from-prague-monastery-sazava-castle-csternberk-tour-t53219/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Sázava and Český Šternberk Castle Day Trip from Prague",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 06:07:29"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 49,
        "strGuideLanguage": "english, german",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-337652-145.jpg",
        "strIntroduction": "What You'll Do Enjoy the thrill of a paintball game with friends Compete in 3 different themed fields Test your fitness and strength on this high adrenalin activity Enjoy the thrill of a paintball game with friends Compete in 3 different themed fields Test your fitness and strength on this high adrenalin activity Enjoy the thrill of a paintball game with friends Compete in 3 different themed fields Test your fitness and strength on this high adrenalin activity",
        "strLocation": "prague",
        "strOriginUrl": "https://www.getyourguide.com/prague-l10/prague-4-hour-paintball-experience-t53355/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Prague: 4-Hour Paintball Activity with Transfers",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 06:07:42"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 36,
        "strGuideLanguage": "spanish, english, french, german, italian, russian",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-353346-145.jpg",
        "strIntroduction": "What You'll Do Take a guided tour of one of the most popular castles in the Czech Republic Enjoy a half-hour walk up to the castle gates See the copy of the royal crown of Charles IV Take a guided tour of one of the most popular castles in the Czech Republic Enjoy a half-hour walk up to the castle gates See the copy of the royal crown of Charles IV Take a guided tour of one of the most popular castles in the Czech Republic Enjoy a half-hour walk up to the castle gates See the copy of the royal crown of Charles IV",
        "strLocation": "prague",
        "strOriginUrl": "https://www.getyourguide.com/karlstejn-l3560/karlstejn-castle-from-prague-t55493/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Karlstejn Castle Half-Day Tour from Prague",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 06:07:55"
    },
    {
        "intDurationHour": 7,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 3,
        "intUsdCost": 45,
        "strGuideLanguage": "spanish, english, french, german, italian, russian",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-353686-145.jpg",
        "strIntroduction": "What You'll Do Discover the beauty of Pilsen, European City of Culture 2015 Tour the Pilsner Urquell Brewery Taste the delicious, unpasteurized lager Discover the beauty of Pilsen, European City of Culture 2015 Tour the Pilsner Urquell Brewery Taste the delicious, unpasteurized lager Discover the beauty of Pilsen, European City of Culture 2015 Tour the Pilsner Urquell Brewery Taste the delicious, unpasteurized lager",
        "strLocation": "prague",
        "strOriginUrl": "https://www.getyourguide.com/prague-l10/pilsen-full-day-brewery-visit-from-prague-t55550/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Pilsen: Full-Day Brewery Visit From Prague",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 06:08:09"
    },
    {
        "intDurationHour": 7,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 7,
        "intUsdCost": 63,
        "strGuideLanguage": "spanish, english, french, german, italian, russian",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-354437-145.jpg",
        "strIntroduction": "What You'll Do Enjoy a walking tour through Prague’s historic city center See the city’s iconic sights during a Vltava River cruise Enjoy a buffet-style dinner served on board Enjoy a walking tour through Prague’s historic city center See the city’s iconic sights during a Vltava River cruise Enjoy a buffet-style dinner served on board Enjoy a walking tour through Prague’s historic city center See the city’s iconic sights during a Vltava River cruise Enjoy a buffet-style dinner served on board",
        "strLocation": "prague",
        "strOriginUrl": "https://www.getyourguide.com/prague-l10/prague-2-in-1-sightseeing-package-t55646/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Prague: 2-in-1 Full-Day Sightseeing Package",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 06:08:22"
    },
    {
        "intDurationHour": 10,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 171,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-367258-145.jpg",
        "strIntroduction": "What You'll Do Experience paintball with the screenplay of Black Hawk Down, Counter Strike, or Battlefield See the collection of more than 700 historic tanks, cannons, motorcycles, armored military trucks, and vehicles See rocketry, communications, and engineering equipment and logistical material from 1890 to the present Experience paintball with the screenplay of Black Hawk Down, Counter Strike, or Battlefield See the collection of more than 700 historic tanks, cannons, motorcycles, armored military trucks, and vehicles See rocketry, communications, and engineering equipment and logistical material from 1890 to the present Experience paintball with the screenplay of Black Hawk Down, Counter Strike, or Battlefield See the collection of more than 700 historic tanks, cannons, motorcycles, armored military trucks, and vehicles See rocketry, communications, and engineering equipment and logistical material from 1890 to the present",
        "strLocation": "prague",
        "strOriginUrl": "https://www.getyourguide.com/prague-l10/prague-paintball-screenplay-museum-of-military-t57478/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Prague: Paintball with Screenplay and Military Museum",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 06:08:36"
    },
    {
        "intDurationHour": 10,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 187,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-367262-145.jpg",
        "strIntroduction": "What You'll Do Experience paintball with the screenplay of Black Hawk Down, Counter Strike, or Battlefield Enjoy lunch at a traditional Czech pub Visit the Velke Popovice Brewery for a tour and tasting session Experience paintball with the screenplay of Black Hawk Down, Counter Strike, or Battlefield Enjoy lunch at a traditional Czech pub Visit the Velke Popovice Brewery for a tour and tasting session Experience paintball with the screenplay of Black Hawk Down, Counter Strike, or Battlefield Enjoy lunch at a traditional Czech pub Visit the Velke Popovice Brewery for a tour and tasting session",
        "strLocation": "prague",
        "strOriginUrl": "https://www.getyourguide.com/prague-l10/prague-paintball-screenplay-brewery-velke-popovice-t57479/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Prague: Paintball with Screenplay and Brewery Visit",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 06:08:48"
    },
    {
        "intDurationHour": 10,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 122,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-367266-145.jpg",
        "strIntroduction": "What You'll Do Play a game of paintball in a former military zone Go to the Military Museum in Lešany Challenge your mates to a game of \"Deathmatch\" Discover an impressive collection of Czechoslovak military vehicles from 1918 - 1939 Learn about military communications and logistics Enjoy a lunch of typical Czech food in a local pub See the infamous \"Katyusha\" rocket launcher, and artillery and naval mines Defend the colors of your paintball team and fight to the bitter end! Play a game of paintball in a former military zone Go to the Military Museum in Lešany Challenge your mates to a game of \"Deathmatch\" Discover an impressive collection of Czechoslovak military vehicles from 1918 - 1939 Learn about military communications and logistics Enjoy a lunch of typical Czech food in a local pub See the infamous \"Katyusha\" rocket launcher, and artillery and naval mines Defend the colors of your paintball team and fight to the bitter end! Play a game of paintball in a former military zone Go to the Military Museum in Lešany Challenge your mates to a game of \"Deathmatch\" Discover an impressive collection of Czechoslovak military vehicles from 1918 - 1939 Learn about military communications and logistics Enjoy a lunch of typical Czech food in a local pub See the infamous \"Katyusha\" rocket launcher, and artillery and naval mines Defend the colors of your paintball team and fight to the bitter end!",
        "strLocation": "prague",
        "strOriginUrl": "https://www.getyourguide.com/prague-l10/prague-paintball-and-the-museum-of-military-t57480/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Prague: Paintball and Military Museum Combo",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 06:09:01"
    },
    {
        "intDurationHour": 10,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 126,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-367283-145.jpg",
        "strIntroduction": "What You'll Do Play a game of paintball in a former military zone Challenge your friends to a game of \"Deathmatch\" Visit the historic brewery in Velke Popovice Go to the lager cellars and see the bottling area Taste some refreshing Czech beers Enjoy a lunch of typical Czech food in a local pub Defend the colors of your paintball team and fight to the bitter end Learn about the raw ingredients of Czech beer Play a game of paintball in a former military zone Challenge your friends to a game of \"Deathmatch\" Visit the historic brewery in Velke Popovice Go to the lager cellars and see the bottling area Taste some refreshing Czech beers Enjoy a lunch of typical Czech food in a local pub Defend the colors of your paintball team and fight to the bitter end Learn about the raw ingredients of Czech beer Play a game of paintball in a former military zone Challenge your friends to a game of \"Deathmatch\" Visit the historic brewery in Velke Popovice Go to the lager cellars and see the bottling area Taste some refreshing Czech beers Enjoy a lunch of typical Czech food in a local pub Defend the colors of your paintball team and fight to the bitter end Learn about the raw ingredients of Czech beer",
        "strLocation": "prague",
        "strOriginUrl": "https://www.getyourguide.com/prague-l10/prague-paintball-and-brewery-velke-popovice-t57482/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Prague: Paintball and Velke Popovice Brewery Combo",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 06:09:14"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 35,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-367565-145.jpg",
        "strIntroduction": "What You'll Do Experience a comfortable and private transfer from the Prague airport to the city center Sit back, relax, and enjoy the free WiFi and refreshments on board Enjoy a personalized meet and greet service on arrival at the Prague airport Book this private business transfer either from or to the airport Experience a comfortable and private transfer from the Prague airport to the city center Sit back, relax, and enjoy the free WiFi and refreshments on board Enjoy a personalized meet and greet service on arrival at the Prague airport Book this private business transfer either from or to the airport Experience a comfortable and private transfer from the Prague airport to the city center Sit back, relax, and enjoy the free WiFi and refreshments on board Enjoy a personalized meet and greet service on arrival at the Prague airport Book this private business transfer either from or to the airport",
        "strLocation": "prague",
        "strOriginUrl": "https://www.getyourguide.com/prague-l10/private-prague-airport-transfer-business-t57498/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Prague Airport 20-Minute Private Business Transfer",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 06:09:24"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 80,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-367968-145.jpg",
        "strIntroduction": "What You'll Do Enjoy 4 hours of exciting paintball games on the outskirts of Prague Play paintball with professional features and all the equipment and protection you need Try out a variety of playgrounds and choose from 3 types of games Enjoy 4 hours of exciting paintball games on the outskirts of Prague Play paintball with professional features and all the equipment and protection you need Try out a variety of playgrounds and choose from 3 types of games Enjoy 4 hours of exciting paintball games on the outskirts of Prague Play paintball with professional features and all the equipment and protection you need Try out a variety of playgrounds and choose from 3 types of games",
        "strLocation": "prague",
        "strOriginUrl": "https://www.getyourguide.com/prague-l10/prague-4-hour-paintball-adventure-in-krc-t57577/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Prague: 4-Hour Paintball Adventure in Krč",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 06:09:37"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 75,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-367973-145.jpg",
        "strIntroduction": "What You'll Do Enjoy 2 hours of exciting paintball in the city of Prague Experience paintball where the movie Wanted with Angelina Jolie was shot Try out a variety of playgrounds and choose from a variety of games Enjoy 2 hours of exciting paintball in the city of Prague Experience paintball where the movie Wanted with Angelina Jolie was shot Try out a variety of playgrounds and choose from a variety of games Enjoy 2 hours of exciting paintball in the city of Prague Experience paintball where the movie Wanted with Angelina Jolie was shot Try out a variety of playgrounds and choose from a variety of games",
        "strLocation": "prague",
        "strOriginUrl": "https://www.getyourguide.com/prague-l10/prague-2-hour-paintball-adventure-in-synkac-t57578/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Prague: 2-Hour Paintball Adventure in Synkáč",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 06:09:48"
    },
    {
        "intDurationHour": 6,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 95,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-367976-145.jpg",
        "strIntroduction": "What You'll Do Enjoy a paintball game where the movie Wanted with Angelina Jolie was filmed Try out 3 diverse playgrounds – Vietnam, Port, and Sport Choose from 3 types of games – Team Deathmatch, VIP, and Capture the Flag Enjoy a paintball game where the movie Wanted with Angelina Jolie was filmed Try out 3 diverse playgrounds – Vietnam, Port, and Sport Choose from 3 types of games – Team Deathmatch, VIP, and Capture the Flag Enjoy a paintball game where the movie Wanted with Angelina Jolie was filmed Try out 3 diverse playgrounds – Vietnam, Port, and Sport Choose from 3 types of games – Team Deathmatch, VIP, and Capture the Flag",
        "strLocation": "prague",
        "strOriginUrl": "https://www.getyourguide.com/prague-l10/prague-3-hour-paintballing-experience-in-synkac-t57579/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Prague: 3-Hour Paintball Experience in Synkáč",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 06:09:58"
    },
    {
        "intDurationHour": 6,
        "intOption": null,
        "intReviewStar": 3,
        "intReviewVisitor": 0,
        "intUsdCost": 134,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-370010-145.jpg",
        "strIntroduction": "What You'll Do Take the worry out of your transportation needs from Prague to Budapest Enjoy a private transfer with personal chauffeur Relax in complete privacy on the 5.5-hour journey to the Hungarian capital Stay connected with on board Wi-Fi Take the worry out of your transportation needs from Prague to Budapest Enjoy a private transfer with personal chauffeur Relax in complete privacy on the 5.5-hour journey to the Hungarian capital Stay connected with on board Wi-Fi Take the worry out of your transportation needs from Prague to Budapest Enjoy a private transfer with personal chauffeur Relax in complete privacy on the 5.5-hour journey to the Hungarian capital Stay connected with on board Wi-Fi",
        "strLocation": "prague",
        "strOriginUrl": "https://www.getyourguide.com/prague-l10/private-transfer-to-budapest-from-prague-t57855/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Private Transfer from Prague to Budapest",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 06:10:11"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 40,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-371885-145.jpg",
        "strIntroduction": "What You'll Do Learn about life under Communism in Prague See a collection of Soviet transmitters and original police equipment Go inside a nuclear bunker built in the 1950s Hear stories about the invasion of Prague, and the people who resisted the regime Discover how Czechoslovakia fell to Communist rule in 1948 Learn about life under Communism in Prague See a collection of Soviet transmitters and original police equipment Go inside a nuclear bunker built in the 1950s Hear stories about the invasion of Prague, and the people who resisted the regime Discover how Czechoslovakia fell to Communist rule in 1948 Learn about life under Communism in Prague See a collection of Soviet transmitters and original police equipment Go inside a nuclear bunker built in the 1950s Hear stories about the invasion of Prague, and the people who resisted the regime Discover how Czechoslovakia fell to Communist rule in 1948",
        "strLocation": "prague",
        "strOriginUrl": "https://www.getyourguide.com/prague-l10/prague-communism-tour-with-nuclear-bunker-visit-t58148/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Prague Communism Tour with Nuclear Bunker Visit",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 06:10:23"
    },
    {
        "intDurationHour": 6,
        "intOption": null,
        "intReviewStar": 3,
        "intReviewVisitor": 4,
        "intUsdCost": 57,
        "strGuideLanguage": "english, german",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-372808-145.jpg",
        "strIntroduction": "What You'll Do Explore Prague's beautiful cobblestone streets and learn about its amazing history from your friendly and knowledgeable guide Take a cruise along the River Vltava Visit Prague Castle and see the beautiful St Vitus’ Cathedral Explore Prague's beautiful cobblestone streets and learn about its amazing history from your friendly and knowledgeable guide Take a cruise along the River Vltava Visit Prague Castle and see the beautiful St Vitus’ Cathedral Explore Prague's beautiful cobblestone streets and learn about its amazing history from your friendly and knowledgeable guide Take a cruise along the River Vltava Visit Prague Castle and see the beautiful St Vitus’ Cathedral",
        "strLocation": "prague",
        "strOriginUrl": "https://www.getyourguide.com/prague-l10/prague-explorer-tour-all-inclusive-with-cruise-and-meal-t24993/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Prague Tour All Inclusive with Cruise and Lunch",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 06:10:36"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 2,
        "intUsdCost": 34,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-457627-145.jpg",
        "strIntroduction": "What You'll Do Skip the lines waiting for taxis at Prague Vaclav Havel Airport Enjoy a personal meet and greet and attentive service from an English-speaking driver Sit back, relax, and take in the views as your professional driver navigates the Prague traffic Arrive at your destination refreshed on this comfortable private transfer Skip the lines waiting for taxis at Prague Vaclav Havel Airport Enjoy a personal meet and greet and attentive service from an English-speaking driver Sit back, relax, and take in the views as your professional driver navigates the Prague traffic Arrive at your destination refreshed on this comfortable private transfer Skip the lines waiting for taxis at Prague Vaclav Havel Airport Enjoy a personal meet and greet and attentive service from an English-speaking driver Sit back, relax, and take in the views as your professional driver navigates the Prague traffic Arrive at your destination refreshed on this comfortable private transfer",
        "strLocation": "prague",
        "strOriginUrl": "https://www.getyourguide.com/prague-l10/prague-airport-private-transfers-by-minibus-t59095/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Prague Airport: Private Transfer by Minibus",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 06:10:48"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 0,
        "intUsdCost": 32,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-379259-145.jpg",
        "strIntroduction": "What You'll Do Take a walk through historic Prague and visit the Prague Castle area See how the city looked in years past through historical photographs Visit some lesser-known places with great views Take a walk through historic Prague and visit the Prague Castle area See how the city looked in years past through historical photographs Visit some lesser-known places with great views Take a walk through historic Prague and visit the Prague Castle area See how the city looked in years past through historical photographs Visit some lesser-known places with great views",
        "strLocation": "prague",
        "strOriginUrl": "https://www.getyourguide.com/prague-l10/prague-then-and-now-tour-t59290/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Prague Then and Now Half-Day Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 06:10:58"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 3,
        "intReviewVisitor": 0,
        "intUsdCost": 490,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-379739-145.jpg",
        "strIntroduction": "What You'll Do Take a stoll along the oldest stone bridge in the Central Europe Visit one of the most beautiful castles in the Czech Republic Explore the so called “rural baroque” architectural style in Holašovice Ride a horse or walk through České Budějovice Visit the Rožmberk castle Take a look at Svatá Hora near Příbram Take a stoll along the oldest stone bridge in the Central Europe Visit one of the most beautiful castles in the Czech Republic Explore the so called “rural baroque” architectural style in Holašovice Ride a horse or walk through České Budějovice Visit the Rožmberk castle Take a look at Svatá Hora near Příbram Take a stoll along the oldest stone bridge in the Central Europe Visit one of the most beautiful castles in the Czech Republic Explore the so called “rural baroque” architectural style in Holašovice Ride a horse or walk through České Budějovice Visit the Rožmberk castle Take a look at Svatá Hora near Příbram",
        "strLocation": "prague",
        "strOriginUrl": "https://www.getyourguide.com/prague-l10/from-prague-3-day-trip-to-cesky-krumlov-surroundings-t59385/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "From Prague: 3-Day Trip to Český Krumlov & Surroundings",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 06:11:09"
    },
    {
        "intDurationHour": 16,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 0,
        "intUsdCost": 46,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-114457-145.jpg",
        "strIntroduction": "What You'll Do Get great iPad apps to explore Prague on your own Discover 700 cultural and historical facts, as well as other areas of interest, systematically sorted and cross-referenced Get information specifically tailored to your interests, with 400 pages of text on everything from Prague’s landmarks and history to Czech cuisine Take up to 10 thematic tours, designed for pedestrians and cyclists Use the 3G Internet connection to tweet, email, or check your Facebook messages Get great iPad apps to explore Prague on your own Discover 700 cultural and historical facts, as well as other areas of interest, systematically sorted and cross-referenced Get information specifically tailored to your interests, with 400 pages of text on everything from Prague’s landmarks and history to Czech cuisine Take up to 10 thematic tours, designed for pedestrians and cyclists Use the 3G Internet connection to tweet, email, or check your Facebook messages Get great iPad apps to explore Prague on your own Discover 700 cultural and historical facts, as well as other areas of interest, systematically sorted and cross-referenced Get information specifically tailored to your interests, with 400 pages of text on everything from Prague’s landmarks and history to Czech cuisine Take up to 10 thematic tours, designed for pedestrians and cyclists Use the 3G Internet connection to tweet, email, or check your Facebook messages",
        "strLocation": "prague",
        "strOriginUrl": "https://www.getyourguide.com/prague-l10/prague-ipad-guide-2-day-rental-t23990/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Prague iPad Guide 2-Day Rental",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 06:11:19"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 0,
        "intUsdCost": 3,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-442705-145.jpg",
        "strIntroduction": "What You'll Do Rent a bike in the historic Old Town of Prague for a short spin See sites such as the Old Town Hall and Astronomical Clock at your own pace Get a free map and advice on the best bike routes Cycle on brand new bikes for 2015 Rent a bike in the historic Old Town of Prague for a short spin See sites such as the Old Town Hall and Astronomical Clock at your own pace Get a free map and advice on the best bike routes Cycle on brand new bikes for 2015 Rent a bike in the historic Old Town of Prague for a short spin See sites such as the Old Town Hall and Astronomical Clock at your own pace Get a free map and advice on the best bike routes Cycle on brand new bikes for 2015",
        "strLocation": "prague",
        "strOriginUrl": "https://www.getyourguide.com/prague-l10/bike-rentals-in-prague-t37526/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Prague Bike Rental",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 06:11:34"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 3,
        "intReviewVisitor": 6,
        "intUsdCost": 30,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-380857-145.jpg",
        "strIntroduction": "What You'll Do Take the worry out of your arrival at Vaclav Havel Airport Avoid the long lines for taxis to Prague city center Relax in air-conditioned comfort in a vehicle private to you Let your driver worry about the traffic and roads Take the worry out of your arrival at Vaclav Havel Airport Avoid the long lines for taxis to Prague city center Relax in air-conditioned comfort in a vehicle private to you Let your driver worry about the traffic and roads Take the worry out of your arrival at Vaclav Havel Airport Avoid the long lines for taxis to Prague city center Relax in air-conditioned comfort in a vehicle private to you Let your driver worry about the traffic and roads",
        "strLocation": "prague",
        "strOriginUrl": "https://www.getyourguide.com/prague-l10/prague-vaclav-havel-airport-private-transfer-t59542/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Prague: Vaclav Havel Airport to Prague Private Transfer",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 06:11:45"
    },
    {
        "intDurationHour": 10,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 98,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-382131-145.jpg",
        "strIntroduction": "What You'll Do Visit the Červená Lhota chateau See the Baroque pilgrimage site Zelená Hora Explore city Žďár nad Sázavou Visit the 12th century Church of St. Jacob Visit the Červená Lhota chateau See the Baroque pilgrimage site Zelená Hora Explore city Žďár nad Sázavou Visit the 12th century Church of St. Jacob Visit the Červená Lhota chateau See the Baroque pilgrimage site Zelená Hora Explore city Žďár nad Sázavou Visit the 12th century Church of St. Jacob",
        "strLocation": "prague",
        "strOriginUrl": "https://www.getyourguide.com/prague-l10/from-prague-zelena-mountain-cervena-lhota-day-trip-t59710/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "From Prague: Zelená Mountain & Červená Lhota Day Trip",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 06:11:57"
    },
    {
        "intDurationHour": 11,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 79,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-382150-145.jpg",
        "strIntroduction": "What You'll Do Visit city Třebíč and unique Jewish ghetto Climb to the observation tower of Oslednice Visit the lovely town of Telč Visit city Třebíč and unique Jewish ghetto Climb to the observation tower of Oslednice Visit the lovely town of Telč Visit city Třebíč and unique Jewish ghetto Climb to the observation tower of Oslednice Visit the lovely town of Telč",
        "strLocation": "prague",
        "strOriginUrl": "https://www.getyourguide.com/prague-l10/from-prague-trebic-and-telc-unesco-day-trip-t59712/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "From Prague: Třebíč and Telč UNESCO Day Trip",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 06:12:08"
    },
    {
        "intDurationHour": 10,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 108,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-384368-145.jpg",
        "strIntroduction": "What You'll Do Explore the historic towns of Central and South Bohemia Marvel at the bones chapel of the Sedlec Ossuary Visit the Cathedral of the Assumption of Virgin Mary in Sedlec Walk through the historic heart of Kutná Hora Go to the pilgrimage Church of St. Jan of Nepomuk in Zelená Hora Admire the bucolic castle of Žďár nad Sázavou Explore the historic towns of Central and South Bohemia Marvel at the bones chapel of the Sedlec Ossuary Visit the Cathedral of the Assumption of Virgin Mary in Sedlec Walk through the historic heart of Kutná Hora Go to the pilgrimage Church of St. Jan of Nepomuk in Zelená Hora Admire the bucolic castle of Žďár nad Sázavou Explore the historic towns of Central and South Bohemia Marvel at the bones chapel of the Sedlec Ossuary Visit the Cathedral of the Assumption of Virgin Mary in Sedlec Walk through the historic heart of Kutná Hora Go to the pilgrimage Church of St. Jan of Nepomuk in Zelená Hora Admire the bucolic castle of Žďár nad Sázavou",
        "strLocation": "prague",
        "strOriginUrl": "https://www.getyourguide.com/prague-l10/day-trip-sedlec-kutna-hora-zdar-nad-sazavou-t60019/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Sedlec, Kutná Hora, and Žďár nad Sázavou from Prague",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 06:12:19"
    },
    {
        "intDurationHour": 16,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 286,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-384377-145.jpg",
        "strIntroduction": "What You'll Do Marvel at the unique ossuary in Sedlec Enjoy a walk through the historical district in Kutná Hora Explore the castle in Žďár nad Sázavou Discover the unique Jewish ghetto in Třebíč Admire the beautiful buildings in Telč Marvel at the unique ossuary in Sedlec Enjoy a walk through the historical district in Kutná Hora Explore the castle in Žďár nad Sázavou Discover the unique Jewish ghetto in Třebíč Admire the beautiful buildings in Telč Marvel at the unique ossuary in Sedlec Enjoy a walk through the historical district in Kutná Hora Explore the castle in Žďár nad Sázavou Discover the unique Jewish ghetto in Třebíč Admire the beautiful buildings in Telč",
        "strLocation": "prague",
        "strOriginUrl": "https://www.getyourguide.com/prague-l10/from-prague-sedlec-kutna-hora-zdar-and-trebic-t60020/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Sedlec, Kutna Hora, Žďár, and Třebíč Tour from Prague",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 06:12:29"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 85,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-384570-145.jpg",
        "strIntroduction": "What You'll Do Sample delicious vegetarian food in Prague Marvel at some of the Renaissance and Baroque buildings of the city center Discover the favorite eating spots for meat-free diners from a vegetarian guide Learn more about the history of Prague Experience Prague from a different perspective Sample delicious vegetarian food in Prague Marvel at some of the Renaissance and Baroque buildings of the city center Discover the favorite eating spots for meat-free diners from a vegetarian guide Learn more about the history of Prague Experience Prague from a different perspective Sample delicious vegetarian food in Prague Marvel at some of the Renaissance and Baroque buildings of the city center Discover the favorite eating spots for meat-free diners from a vegetarian guide Learn more about the history of Prague Experience Prague from a different perspective",
        "strLocation": "prague",
        "strOriginUrl": "https://www.getyourguide.com/prague-l10/prague-veggie-food-tour-t60044/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Prague: 4-Hour Vegetarian Food Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 06:12:43"
    },
    {
        "intDurationHour": 6,
        "intOption": null,
        "intReviewStar": 3,
        "intReviewVisitor": 0,
        "intUsdCost": 58,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-385954-145.jpg",
        "strIntroduction": "What You'll Do Discover Prague through the beer goggles of a local Go to some of the alternative bars of the trendy Letná neighborhood Avoid the cliché tourist traps Hear fascinating stories of Czech history Discover Prague through the beer goggles of a local Go to some of the alternative bars of the trendy Letná neighborhood Avoid the cliché tourist traps Hear fascinating stories of Czech history Discover Prague through the beer goggles of a local Go to some of the alternative bars of the trendy Letná neighborhood Avoid the cliché tourist traps Hear fascinating stories of Czech history",
        "strLocation": "prague",
        "strOriginUrl": "https://www.getyourguide.com/prague-l10/prague-alternative-bar-tour-around-letna-t60164/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Prague: Alternative Bar Tour of Letná",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 06:12:58"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 0,
        "intUsdCost": 66,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-359856-145.jpg",
        "strIntroduction": "What You'll Do See the sights of Prague from a vintage car Walk through Prague's most historic districts Cruise down the Vltava River on board a wooden boat Explore the Charles Bridge Museum in your own time Stroll across the Charles Bridge and get stunning views of Prague Castle Discover the picturesque Devil's Stream of Kampa Island See the sights of Prague from a vintage car Walk through Prague's most historic districts Cruise down the Vltava River on board a wooden boat Explore the Charles Bridge Museum in your own time Stroll across the Charles Bridge and get stunning views of Prague Castle Discover the picturesque Devil's Stream of Kampa Island See the sights of Prague from a vintage car Walk through Prague's most historic districts Cruise down the Vltava River on board a wooden boat Explore the Charles Bridge Museum in your own time Stroll across the Charles Bridge and get stunning views of Prague Castle Discover the picturesque Devil's Stream of Kampa Island",
        "strLocation": "prague",
        "strOriginUrl": "https://www.getyourguide.com/prague-l10/prague-exclusive-tour-in-old-timey-car-wooden-boat-t56391/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Prague: 2.5-Hour Tour by Vintage Car and Wooden Boat",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 06:13:09"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 25,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-394136-145.jpg",
        "strIntroduction": "What You'll Do See the highlights of Prague without having to ride uphill Learn about the city’s history from a friendly, expert guide Cycle through the Old Town and New Town, the Jewish Quarter, and to the John Lennon Wall See the highlights of Prague without having to ride uphill Learn about the city’s history from a friendly, expert guide Cycle through the Old Town and New Town, the Jewish Quarter, and to the John Lennon Wall See the highlights of Prague without having to ride uphill Learn about the city’s history from a friendly, expert guide Cycle through the Old Town and New Town, the Jewish Quarter, and to the John Lennon Wall",
        "strLocation": "prague",
        "strOriginUrl": "https://www.getyourguide.com/prague-l10/prague-classic-city-bike-tour-t61322/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Prague: 2.5-Hour Classic City Bike Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 06:13:23"
    },
    {
        "intDurationHour": 6,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 0,
        "intUsdCost": 510,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-396399-145.jpg",
        "strIntroduction": "What You'll Do Learn about the Nazi occupation of Czechoslovakia and the steady erosion of the civil rights of Jews and others See exhibits comprising hundreds of works of art, music, and writing created by many artists in the face of death and despair Visit the Terezín fortress, ghetto museum, Magdeburg barracks, and crematorium Learn about the Nazi occupation of Czechoslovakia and the steady erosion of the civil rights of Jews and others See exhibits comprising hundreds of works of art, music, and writing created by many artists in the face of death and despair Visit the Terezín fortress, ghetto museum, Magdeburg barracks, and crematorium Learn about the Nazi occupation of Czechoslovakia and the steady erosion of the civil rights of Jews and others See exhibits comprising hundreds of works of art, music, and writing created by many artists in the face of death and despair Visit the Terezín fortress, ghetto museum, Magdeburg barracks, and crematorium",
        "strLocation": "prague",
        "strOriginUrl": "https://www.getyourguide.com/prague-l10/from-prague-terezin-day-tour-with-expert-guide-t61634/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "From Prague: Terezín 6-Hour Excursion with Expert Guide",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 06:13:34"
    },
    {
        "intDurationHour": 7,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 0,
        "intUsdCost": 48,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-401540-145.jpg",
        "strIntroduction": "What You'll Do Ride to Prague Castle & Royal Gardens along the river & through gorgeous Letna park See the greatest highlights of Prague in the Old Town, New Town & Wenceslas Square Stop near Prague Metronome, former location of World's Largest Stalin statue - with the best view of the city See Municipal House & Powder Gate, Estate & National Theaters, Dancing House & Charles Bridge Visit the John Lennon Wall, Kampa Park, Jewish Quarter, Astronomical Clock & Old Town Square Ride to Prague Castle & Royal Gardens along the river & through gorgeous Letna park See the greatest highlights of Prague in the Old Town, New Town & Wenceslas Square Stop near Prague Metronome, former location of World's Largest Stalin statue - with the best view of the city See Municipal House & Powder Gate, Estate & National Theaters, Dancing House & Charles Bridge Visit the John Lennon Wall, Kampa Park, Jewish Quarter, Astronomical Clock & Old Town Square Ride to Prague Castle & Royal Gardens along the river & through gorgeous Letna park See the greatest highlights of Prague in the Old Town, New Town & Wenceslas Square Stop near Prague Metronome, former location of World's Largest Stalin statue - with the best view of the city See Municipal House & Powder Gate, Estate & National Theaters, Dancing House & Charles Bridge Visit the John Lennon Wall, Kampa Park, Jewish Quarter, Astronomical Clock & Old Town Square",
        "strLocation": "prague",
        "strOriginUrl": "https://www.getyourguide.com/prague-l10/prague-city-bike-tour-t61724/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Prague: City Bike Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 06:13:46"
    },
    {
        "intDurationHour": 16,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 290,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-397803-145.jpg",
        "strIntroduction": "What You'll Do Visit the Cathedral of the Assumption of the Virgin Mary and Sedlec Ossuary Take a walk through the historical sector of Kutná Hora Admire the Renaissance-style Litomyšl Chateau Explore the ancient city of Hradec Králové Visit the Cathedral of the Assumption of the Virgin Mary and Sedlec Ossuary Take a walk through the historical sector of Kutná Hora Admire the Renaissance-style Litomyšl Chateau Explore the ancient city of Hradec Králové Visit the Cathedral of the Assumption of the Virgin Mary and Sedlec Ossuary Take a walk through the historical sector of Kutná Hora Admire the Renaissance-style Litomyšl Chateau Explore the ancient city of Hradec Králové",
        "strLocation": "prague",
        "strOriginUrl": "https://www.getyourguide.com/prague-l10/sedlec-kutna-hora-zelena-hora-2-day-trip-from-prague-t61838/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Sedlec, Kutná Hora & Zelená Hora 2-Day Trip from Prague",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 06:13:58"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 74,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-398354-145.jpg",
        "strIntroduction": "What You'll Do Explore Mělník chateau, and marvel at its art collection and baroque interior Visit wine cellars dating back to the 14th century Taste 6 local wines, all from the Mělník region See the breathtaking bone decorations in the ossuary at the Church of Saints Peter and Paul Explore Mělník chateau, and marvel at its art collection and baroque interior Visit wine cellars dating back to the 14th century Taste 6 local wines, all from the Mělník region See the breathtaking bone decorations in the ossuary at the Church of Saints Peter and Paul Explore Mělník chateau, and marvel at its art collection and baroque interior Visit wine cellars dating back to the 14th century Taste 6 local wines, all from the Mělník region See the breathtaking bone decorations in the ossuary at the Church of Saints Peter and Paul",
        "strLocation": "prague",
        "strOriginUrl": "https://www.getyourguide.com/prague-l10/from-prague-melnik-wine-chateau-ossuary-day-tour-t61925/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Mělník Wine Chateau and Ossuary Day Tour from Prague",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 06:14:08"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 3,
        "intReviewVisitor": 0,
        "intUsdCost": 85,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-415175-145.jpg",
        "strIntroduction": "What You'll Do Relax in complete privacy on a 3.5-hour journey from Prague to Bratislava Let you private chauffeur navigate the unfamiliar roads Take the stress out of arranging public transport with an easy transfer service Relax in complete privacy on a 3.5-hour journey from Prague to Bratislava Let you private chauffeur navigate the unfamiliar roads Take the stress out of arranging public transport with an easy transfer service Relax in complete privacy on a 3.5-hour journey from Prague to Bratislava Let you private chauffeur navigate the unfamiliar roads Take the stress out of arranging public transport with an easy transfer service",
        "strLocation": "prague",
        "strOriginUrl": "https://www.getyourguide.com/prague-l10/private-transfer-to-bratislava-from-prague-t62115/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Prague to Bratislava Private Transfer",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 06:14:19"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 3,
        "intReviewVisitor": 0,
        "intUsdCost": 65,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-400400-145.jpg",
        "strIntroduction": "What You'll Do Take the worry out of your transportation needs from Prague to Brno Enjoy a personalized service with a personal chauffeur Stay connected with on board Wi-Fi Take the worry out of your transportation needs from Prague to Brno Enjoy a personalized service with a personal chauffeur Stay connected with on board Wi-Fi Take the worry out of your transportation needs from Prague to Brno Enjoy a personalized service with a personal chauffeur Stay connected with on board Wi-Fi",
        "strLocation": "prague",
        "strOriginUrl": "https://www.getyourguide.com/prague-l10/private-transfer-from-prague-to-brno-t62185/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Prague to Brno Private Transfer",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 06:14:32"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 3,
        "intReviewVisitor": 0,
        "intUsdCost": 55,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-415173-145.jpg",
        "strIntroduction": "What You'll Do Take the hassle out of your transportation needs from Prague to Český Krumlov Enjoy a private transfer from Prague to Český Krumlov with a personal chauffeur Sit back, relax, and enjoy the scenery in air-conditioned comfort Stay connected with free WiFi during the drive Take the hassle out of your transportation needs from Prague to Český Krumlov Enjoy a private transfer from Prague to Český Krumlov with a personal chauffeur Sit back, relax, and enjoy the scenery in air-conditioned comfort Stay connected with free WiFi during the drive Take the hassle out of your transportation needs from Prague to Český Krumlov Enjoy a private transfer from Prague to Český Krumlov with a personal chauffeur Sit back, relax, and enjoy the scenery in air-conditioned comfort Stay connected with free WiFi during the drive",
        "strLocation": "prague",
        "strOriginUrl": "https://www.getyourguide.com/prague-l10/private-transfer-from-prague-to-cesky-krumlov-t62209/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Český Krumlov: 1-Way Private Transfer from Prague",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 06:14:45"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 0,
        "intUsdCost": 65,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-389644-145.jpg",
        "strIntroduction": "What You'll Do Hear how Emperor Ferdinand I brought Renaissance landscapers from Italy to create Prague's Castle Gardens Take a tour of the Fig House and Orangery Explore the Wallenstein Garden, with its albino peacocks and mythical fountains Visit the walled Vrtba Garden, a hidden gem dating from 1720 Hear how Emperor Ferdinand I brought Renaissance landscapers from Italy to create Prague's Castle Gardens Take a tour of the Fig House and Orangery Explore the Wallenstein Garden, with its albino peacocks and mythical fountains Visit the walled Vrtba Garden, a hidden gem dating from 1720 Hear how Emperor Ferdinand I brought Renaissance landscapers from Italy to create Prague's Castle Gardens Take a tour of the Fig House and Orangery Explore the Wallenstein Garden, with its albino peacocks and mythical fountains Visit the walled Vrtba Garden, a hidden gem dating from 1720",
        "strLocation": "prague",
        "strOriginUrl": "https://www.getyourguide.com/prague-l10/prague-s-renaissance-baroque-gardens-history-tour-t60677/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Prague's Renaissance and Baroque Gardens History Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 06:14:58"
    },
    {
        "intDurationHour": 10,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 85,
        "strGuideLanguage": "english, german",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-390505-145.jpg",
        "strIntroduction": "What You'll Do Learn the history of the former economical capital of Europe Explore the magnificent Gothic architecture of the Cathedral of Assumption of Our Lady and Saint John the Baptist See the Italian Court, a former king’s residence and seat of the Central Mint of Prague Visit a real medieval silver mine and learn about the life of its miners Learn the history of the former economical capital of Europe Explore the magnificent Gothic architecture of the Cathedral of Assumption of Our Lady and Saint John the Baptist See the Italian Court, a former king’s residence and seat of the Central Mint of Prague Visit a real medieval silver mine and learn about the life of its miners Learn the history of the former economical capital of Europe Explore the magnificent Gothic architecture of the Cathedral of Assumption of Our Lady and Saint John the Baptist See the Italian Court, a former king’s residence and seat of the Central Mint of Prague Visit a real medieval silver mine and learn about the life of its miners",
        "strLocation": "prague",
        "strOriginUrl": "https://www.getyourguide.com/kutna-hora-l1412/prague-private-kutna-hora-tour-by-train-t60806/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "From Prague: Private Tour of Kutna Hora",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 06:15:13"
    },
    {
        "intDurationHour": 5,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 0,
        "intUsdCost": 85,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-392139-145.jpg",
        "strIntroduction": "What You'll Do Learn the history of Terezien from a fully licensed and qualified guide Enter \"Theresienstadt\" and learn about ghetto life at the museum Witness precious artefacts left by those who were kept as prisoners here Learn the history of Terezien from a fully licensed and qualified guide Enter \"Theresienstadt\" and learn about ghetto life at the museum Witness precious artefacts left by those who were kept as prisoners here Learn the history of Terezien from a fully licensed and qualified guide Enter \"Theresienstadt\" and learn about ghetto life at the museum Witness precious artefacts left by those who were kept as prisoners here",
        "strLocation": "prague",
        "strOriginUrl": "https://www.getyourguide.com/terezin-l5029/terezin-55-hour-small-group-or-private-tour-t61058/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Prague: 5.5-Hour Small Group or Private Tour of Terezin",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 06:15:27"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 0,
        "intUsdCost": 25,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-392311-145.jpg",
        "strIntroduction": "What You'll Do Ride to Prague Castle & Royal Gardens along the river & through gorgeous Letna park See the greatest highlights of Prague in the Old Town, New Town & Wenceslas Square Stop near Prague Metronome - former location of World's Largest Stalin statue - with the best view of the city Ride to Prague Castle & Royal Gardens along the river & through gorgeous Letna park See the greatest highlights of Prague in the Old Town, New Town & Wenceslas Square Stop near Prague Metronome - former location of World's Largest Stalin statue - with the best view of the city Ride to Prague Castle & Royal Gardens along the river & through gorgeous Letna park See the greatest highlights of Prague in the Old Town, New Town & Wenceslas Square Stop near Prague Metronome - former location of World's Largest Stalin statue - with the best view of the city",
        "strLocation": "prague",
        "strOriginUrl": "https://www.getyourguide.com/prague-l10/prague-25-hour-panoramic-and-prague-castle-bike-tour-t61087/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Prague: 2.5-hour Panoramic and Prague Castle Bike Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 06:15:42"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 139,
        "strGuideLanguage": "spanish, english, french, german, italian, russian",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-401542-145.jpg",
        "strIntroduction": "What You'll Do See the sights of Prague from the comfort of a private car Tailor the itinerary to suit your interests Learn more about everyday life in the Czech Republic Stroll through the courtyards of the Prague Castle complex Enjoy panoramic views from the Strahov Monastery Go to the Dancing House, or see the monuments of Wenceslas Square See the sights of Prague from the comfort of a private car Tailor the itinerary to suit your interests Learn more about everyday life in the Czech Republic Stroll through the courtyards of the Prague Castle complex Enjoy panoramic views from the Strahov Monastery Go to the Dancing House, or see the monuments of Wenceslas Square See the sights of Prague from the comfort of a private car Tailor the itinerary to suit your interests Learn more about everyday life in the Czech Republic Stroll through the courtyards of the Prague Castle complex Enjoy panoramic views from the Strahov Monastery Go to the Dancing House, or see the monuments of Wenceslas Square",
        "strLocation": "prague",
        "strOriginUrl": "https://www.getyourguide.com/prague-l10/prague-grand-city-tour-by-car-t62345/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Prague Half-Day Grand City Tour by Car",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 06:15:53"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 0,
        "intUsdCost": 52,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-401594-145.jpg",
        "strIntroduction": "What You'll Do Cycle along the banks of the Vltava and Berounka rivers Visit the village and castle of Karlstejn Enjoy a traditional Czech lunch (own expense) Admire the Czech countryside and southwest suburbs of Prague Stop in Prague New Town for refreshments Cycle along the banks of the Vltava and Berounka rivers Visit the village and castle of Karlstejn Enjoy a traditional Czech lunch (own expense) Admire the Czech countryside and southwest suburbs of Prague Stop in Prague New Town for refreshments Cycle along the banks of the Vltava and Berounka rivers Visit the village and castle of Karlstejn Enjoy a traditional Czech lunch (own expense) Admire the Czech countryside and southwest suburbs of Prague Stop in Prague New Town for refreshments",
        "strLocation": "prague",
        "strOriginUrl": "https://www.getyourguide.com/prague-l10/day-bike-tour-to-karlstejn-castle-from-prague-t62348/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Prague to Karlstejn Castle Full-Day Bike Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 06:16:06"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 0,
        "intUsdCost": 32,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-402265-145.jpg",
        "strIntroduction": "What You'll Do Cycle along the Vltava River to the Troja Chateau Enjoy panoramic views of the city of Prague Celebrate your tour with a cold Czech beer Cycle along the Vltava River to the Troja Chateau Enjoy panoramic views of the city of Prague Celebrate your tour with a cold Czech beer Cycle along the Vltava River to the Troja Chateau Enjoy panoramic views of the city of Prague Celebrate your tour with a cold Czech beer",
        "strLocation": "prague",
        "strOriginUrl": "https://www.getyourguide.com/prague-l10/prague-3-hour-river-park-bike-tour-to-troja-chateau-t62370/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Prague: 3-hour River & Park Bike Tour to Troja Chateau",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 06:16:21"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 0,
        "intUsdCost": 40,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-417641-145.jpg",
        "strIntroduction": "What You'll Do Ride an electric bike up to Prague Castle Cycle along the banks of the Vlatava River See the graffiti on John Lennon's Wall Discover the highlights of the Old Town Go to the Royal Gardens Stop for a drink in a beer garden Ride an electric bike up to Prague Castle Cycle along the banks of the Vlatava River See the graffiti on John Lennon's Wall Discover the highlights of the Old Town Go to the Royal Gardens Stop for a drink in a beer garden Ride an electric bike up to Prague Castle Cycle along the banks of the Vlatava River See the graffiti on John Lennon's Wall Discover the highlights of the Old Town Go to the Royal Gardens Stop for a drink in a beer garden",
        "strLocation": "prague",
        "strOriginUrl": "https://www.getyourguide.com/prague-l10/prague-e-bike-city-and-park-tour-t62538/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Prague: E-Bike City and Park Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 06:16:33"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 0,
        "intUsdCost": 33,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-403720-145.jpg",
        "strIntroduction": "What You'll Do Ride to Prague Castle & Royal Gardens along the river & through Letna park See the highlights of Prague in the Old Town, New Town & Wenceslas Square Stop near Prague Metronome, the former location of World's Largest Stalin statue Listen to the explanations of your guide about the history of monuments and places Ride to Prague Castle & Royal Gardens along the river & through Letna park See the highlights of Prague in the Old Town, New Town & Wenceslas Square Stop near Prague Metronome, the former location of World's Largest Stalin statue Listen to the explanations of your guide about the history of monuments and places Ride to Prague Castle & Royal Gardens along the river & through Letna park See the highlights of Prague in the Old Town, New Town & Wenceslas Square Stop near Prague Metronome, the former location of World's Largest Stalin statue Listen to the explanations of your guide about the history of monuments and places",
        "strLocation": "prague",
        "strOriginUrl": "https://www.getyourguide.com/prague-l10/panoramic-prague-castle-e-bike-tour-t62581/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Panoramic & Prague Castle E-Bike Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 06:16:46"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 3,
        "intReviewVisitor": 0,
        "intUsdCost": 228,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-405630-145.jpg",
        "strIntroduction": "What You'll Do Transfer from Prague to Brno in air-conditioned comfort Avoid the lines for taxis on landing Enjoy the benefits of a fixed price with no extra waiting fees Stay hydrated and refreshed thanks to on board mineral water Transfer from Prague to Brno in air-conditioned comfort Avoid the lines for taxis on landing Enjoy the benefits of a fixed price with no extra waiting fees Stay hydrated and refreshed thanks to on board mineral water Transfer from Prague to Brno in air-conditioned comfort Avoid the lines for taxis on landing Enjoy the benefits of a fixed price with no extra waiting fees Stay hydrated and refreshed thanks to on board mineral water",
        "strLocation": "prague",
        "strOriginUrl": "https://www.getyourguide.com/prague-l10/private-transfer-from-prague-to-brno-t62783/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Prague to Brno Private Transfer",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 06:16:57"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 0,
        "intUsdCost": 16,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-410674-145.jpg",
        "strIntroduction": "What You'll Do Explore the ancient streets on a walking tour of central Prague Learn little known facts about Prague history from a friendly local guide See all the most important sights in central Prague in just 3 hours Explore the ancient streets on a walking tour of central Prague Learn little known facts about Prague history from a friendly local guide See all the most important sights in central Prague in just 3 hours Explore the ancient streets on a walking tour of central Prague Learn little known facts about Prague history from a friendly local guide See all the most important sights in central Prague in just 3 hours",
        "strLocation": "prague",
        "strOriginUrl": "https://www.getyourguide.com/prague-l10/prague-the-city-center-by-locals-walking-tour-t63366/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Prague City Center by Locals: 3-Hour Walking Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 06:17:07"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 0,
        "intUsdCost": 94,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-415713-145.jpg",
        "strIntroduction": "What You'll Do Join unforgetable scenic air tour Take exclusive photos Enjoy fantastic aerial views Join unforgetable scenic air tour Take exclusive photos Enjoy fantastic aerial views Join unforgetable scenic air tour Take exclusive photos Enjoy fantastic aerial views",
        "strLocation": "prague",
        "strOriginUrl": "https://www.getyourguide.com/prague-l10/prague-20-minute-sightseeing-flight-t63839/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Prague: 20-Minute Sightseeing Flight",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 06:17:17"
    },
    {
        "intDurationHour": 6,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 0,
        "intUsdCost": 49,
        "strGuideLanguage": "english, german, russian",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-416305-145.jpg",
        "strIntroduction": "What You'll Do See the highlights of Prague by land and water Wander around the Prague Castle complex Enjoy a typical lunch at a local restaurant Cruise down the River Vltava Take the picturesque tram to Prague Castle See the highlights of Prague by land and water Wander around the Prague Castle complex Enjoy a typical lunch at a local restaurant Cruise down the River Vltava Take the picturesque tram to Prague Castle See the highlights of Prague by land and water Wander around the Prague Castle complex Enjoy a typical lunch at a local restaurant Cruise down the River Vltava Take the picturesque tram to Prague Castle",
        "strLocation": "prague",
        "strOriginUrl": "https://www.getyourguide.com/prague-l10/prague-half-day-tour-with-lunch-and-boat-trip-t63956/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Prague: Half-Day Tour with Lunch and Boat Trip",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 06:17:29"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 4,
        "intUsdCost": 16,
        "strGuideLanguage": "english, german, russian",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-416456-145.jpg",
        "strIntroduction": "What You'll Do See the monuments of Prague illuminated for the night Marvel at thousands of lights that light up the night sky of Prague Stroll across the Charles Bridge for an unforgettable view of Prague Castle Experience the magic of Prague after dark See the monuments of Prague illuminated for the night Marvel at thousands of lights that light up the night sky of Prague Stroll across the Charles Bridge for an unforgettable view of Prague Castle Experience the magic of Prague after dark See the monuments of Prague illuminated for the night Marvel at thousands of lights that light up the night sky of Prague Stroll across the Charles Bridge for an unforgettable view of Prague Castle Experience the magic of Prague after dark",
        "strLocation": "prague",
        "strOriginUrl": "https://www.getyourguide.com/prague-l10/prague-evening-panoramic-views-walking-tour-t63986/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Panoramic Views of Prague Evening Walking Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 06:17:41"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 13,
        "strGuideLanguage": "english, german, russian",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-416461-145.jpg",
        "strIntroduction": "What You'll Do Learn about the events that led to World War II in Prague Hear about life under Communism post-World War II See the 30-meter tall statue of Stalin Walk down streets that the Nazis once occupied Get connected to the politics of the 20th century Discover how the creation of Czechoslovakia came about Learn about the events that led to World War II in Prague Hear about life under Communism post-World War II See the 30-meter tall statue of Stalin Walk down streets that the Nazis once occupied Get connected to the politics of the 20th century Discover how the creation of Czechoslovakia came about Learn about the events that led to World War II in Prague Hear about life under Communism post-World War II See the 30-meter tall statue of Stalin Walk down streets that the Nazis once occupied Get connected to the politics of the 20th century Discover how the creation of Czechoslovakia came about",
        "strLocation": "prague",
        "strOriginUrl": "https://www.getyourguide.com/prague-l10/prague-communists-and-the-second-world-war-tour-t63987/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Prague: Communists and World War II Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 06:17:55"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 2,
        "intUsdCost": 40,
        "strGuideLanguage": "english, german, russian",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-416471-145.jpg",
        "strIntroduction": "What You'll Do Explore the Staropramen brewery and learn the history of the building Taste the world famous Czech beer Enjoy typical Czech cuisine in a local restaurant Explore the Staropramen brewery and learn the history of the building Taste the world famous Czech beer Enjoy typical Czech cuisine in a local restaurant Explore the Staropramen brewery and learn the history of the building Taste the world famous Czech beer Enjoy typical Czech cuisine in a local restaurant",
        "strLocation": "prague",
        "strOriginUrl": "https://www.getyourguide.com/prague-l10/prague-staropramen-brewery-excursion-and-dinner-t63989/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Prague: Staropramen Brewery Tour with Dinner",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 06:18:07"
    },
    {
        "intDurationHour": 5,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 0,
        "intUsdCost": 41,
        "strGuideLanguage": "spanish, english, french, german, italian, russian",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-417122-145.jpg",
        "strIntroduction": "What You'll Do Visit the second most important town in Bohemia See the ossuary (bone house), one of the most interesting burial places in the world, decorated with more than 40000 human bones Admire the Gothic Cathedral of St. Barbara and a unique stone fountain from the 15th century Visit the second most important town in Bohemia See the ossuary (bone house), one of the most interesting burial places in the world, decorated with more than 40000 human bones Admire the Gothic Cathedral of St. Barbara and a unique stone fountain from the 15th century Visit the second most important town in Bohemia See the ossuary (bone house), one of the most interesting burial places in the world, decorated with more than 40000 human bones Admire the Gothic Cathedral of St. Barbara and a unique stone fountain from the 15th century",
        "strLocation": "prague",
        "strOriginUrl": "https://www.getyourguide.com/prague-l10/from-prague-half-day-tour-to-kutna-hora-t64075/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "From Prague: Half-Day Tour to Kutná Hora",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 06:18:20"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 0,
        "intUsdCost": 46,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-182042-145.jpg",
        "strIntroduction": "What You'll Do Make light work of the hilly city of Prague on a´n electric bike tour Experience Prague in an environmentally-friendly way Bike through the Old Town and Jewish Quarter Let your electric bike take the strain as you cruise up to Prague Castle Enjoy panoramic views of the city from Petrin Hill Make light work of the hilly city of Prague on a´n electric bike tour Experience Prague in an environmentally-friendly way Bike through the Old Town and Jewish Quarter Let your electric bike take the strain as you cruise up to Prague Castle Enjoy panoramic views of the city from Petrin Hill Make light work of the hilly city of Prague on a´n electric bike tour Experience Prague in an environmentally-friendly way Bike through the Old Town and Jewish Quarter Let your electric bike take the strain as you cruise up to Prague Castle Enjoy panoramic views of the city from Petrin Hill",
        "strLocation": "prague",
        "strOriginUrl": "https://www.getyourguide.com/prague-l10/3-hour-prague-sightseeing-tour-by-e-bike-t34246/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Prague 3-Hour Sightseeing Tour by Electric Bike",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 06:18:33"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 16,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-410697-145.jpg",
        "strIntroduction": "What You'll Do Stroll the elegant streets of Prague's Vinohrady district See buildings from the neo-Baroque, neo-Renaissance, and Art Nouveau Discover a church inspired by Noah's Ark Walk around some of the many parks and narrow streets Stroll the elegant streets of Prague's Vinohrady district See buildings from the neo-Baroque, neo-Renaissance, and Art Nouveau Discover a church inspired by Noah's Ark Walk around some of the many parks and narrow streets Stroll the elegant streets of Prague's Vinohrady district See buildings from the neo-Baroque, neo-Renaissance, and Art Nouveau Discover a church inspired by Noah's Ark Walk around some of the many parks and narrow streets",
        "strLocation": "prague",
        "strOriginUrl": "https://www.getyourguide.com/prague-l10/prague-vinohrady-neighbourhood-walking-tour-t63368/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Prague: Vinohrady District Walking Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 06:18:44"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 3,
        "intReviewVisitor": 0,
        "intUsdCost": 6,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-413213-145.jpg",
        "strIntroduction": "What You'll Do Get to know all the main sights in Prague and their history in under 30 minutes Enjoy the best view in Prague from the private balcony of the 16th century Lobkowicz Palace Be acquainted with the rich history of Prague Let Alexandra and William Lobkowicz personally guide you Get to know all the main sights in Prague and their history in under 30 minutes Enjoy the best view in Prague from the private balcony of the 16th century Lobkowicz Palace Be acquainted with the rich history of Prague Let Alexandra and William Lobkowicz personally guide you Get to know all the main sights in Prague and their history in under 30 minutes Enjoy the best view in Prague from the private balcony of the 16th century Lobkowicz Palace Be acquainted with the rich history of Prague Let Alexandra and William Lobkowicz personally guide you",
        "strLocation": "prague",
        "strOriginUrl": "https://www.getyourguide.com/prague-l10/prague-inspires-30-minute-panorama-audioguide-tour-t63600/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Prague: InSpires 30-minute Panorama Audioguide Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 06:18:58"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 101,
        "strGuideLanguage": "spanish, english, french, german, italian, russian",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-420132-145.jpg",
        "strIntroduction": "What You'll Do Enjoy a private tour in Prague, asking your guide as many questions as you like Discover the range of architectural styles in Prague, from Romanesque to Art Nouveau Take a walk through the historical district with a professional local guide Enjoy a private tour in Prague, asking your guide as many questions as you like Discover the range of architectural styles in Prague, from Romanesque to Art Nouveau Take a walk through the historical district with a professional local guide Enjoy a private tour in Prague, asking your guide as many questions as you like Discover the range of architectural styles in Prague, from Romanesque to Art Nouveau Take a walk through the historical district with a professional local guide",
        "strLocation": "prague",
        "strOriginUrl": "https://www.getyourguide.com/prague-l10/prague-architectural-tour-t64417/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Prague 3-Hour Architectural Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 06:19:11"
    },
    {
        "intDurationHour": 5,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 32,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-459237-145.jpg",
        "strIntroduction": "What You'll Do Visit two of the most popular gay areas in Prague (Národní třída & Vinohrady) and their best venues Enjoy welcome drinks, an hour of unlimited beer, wine and vodka, and discounts for other drinks Let your knowledgeable guide take care of you and the like-minded fellow partygoers Visit two of the most popular gay areas in Prague (Národní třída & Vinohrady) and their best venues Enjoy welcome drinks, an hour of unlimited beer, wine and vodka, and discounts for other drinks Let your knowledgeable guide take care of you and the like-minded fellow partygoers Visit two of the most popular gay areas in Prague (Národní třída & Vinohrady) and their best venues Enjoy welcome drinks, an hour of unlimited beer, wine and vodka, and discounts for other drinks Let your knowledgeable guide take care of you and the like-minded fellow partygoers",
        "strLocation": "prague",
        "strOriginUrl": "https://www.getyourguide.com/prague-l10/prague-gay-scene-pub-crawl-t64634/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Prague Gay Scene Pub Crawl",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 06:19:25"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 563,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-422668-145.jpg",
        "strIntroduction": "What You'll Do See the unique town of Třebíč, with its Jewish Quarter Visit the extraordinary Tugendhat villa Explore the chateaus in Lednice and Valtice Taste the wine of Southern Moravia in a wine cellar See the unique town of Třebíč, with its Jewish Quarter Visit the extraordinary Tugendhat villa Explore the chateaus in Lednice and Valtice Taste the wine of Southern Moravia in a wine cellar See the unique town of Třebíč, with its Jewish Quarter Visit the extraordinary Tugendhat villa Explore the chateaus in Lednice and Valtice Taste the wine of Southern Moravia in a wine cellar",
        "strLocation": "prague",
        "strOriginUrl": "https://www.getyourguide.com/prague-l10/from-prague-3-day-trip-to-moravia-and-surrounds-t64661/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "From Prague: 3-Day Trip to Moravia and Surrounds",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 06:19:37"
    },
    {
        "intDurationHour": 9,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 95,
        "strGuideLanguage": "english, german, russian",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-423073-145.jpg",
        "strIntroduction": "What You'll Do Attend an exclusive extended excursion of famous Moser glassworks Go to the museum’s unique exhibits Get the opportunity to buy one of the original products in the company shop at a discount of 5% Attend an exclusive extended excursion of famous Moser glassworks Go to the museum’s unique exhibits Get the opportunity to buy one of the original products in the company shop at a discount of 5% Attend an exclusive extended excursion of famous Moser glassworks Go to the museum’s unique exhibits Get the opportunity to buy one of the original products in the company shop at a discount of 5%",
        "strLocation": "prague",
        "strOriginUrl": "https://www.getyourguide.com/prague-l10/karlovy-vary-tour-with-vip-moser-glassworks-visit-t64709/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Karlovy Vary Tour with VIP Moser Glassworks Visit",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 06:19:50"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 1,
        "intUsdCost": 33,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-439903-145.jpg",
        "strIntroduction": "What You'll Do Enjoy all the fun activities of the Prague Aquapalace Sunbathe in an extensive outdoor area during the summer Get your thrills on 12 different water slides, a wave pool and a wild river Enjoy all the fun activities of the Prague Aquapalace Sunbathe in an extensive outdoor area during the summer Get your thrills on 12 different water slides, a wave pool and a wild river Enjoy all the fun activities of the Prague Aquapalace Sunbathe in an extensive outdoor area during the summer Get your thrills on 12 different water slides, a wave pool and a wild river",
        "strLocation": "prague",
        "strOriginUrl": "https://www.getyourguide.com/prague-l10/from-prague-aqua-palace-water-park-entry-with-transfer-t67067/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "From Prague: Aquapalace Water World Entry with Transfer",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 06:20:03"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 0,
        "intUsdCost": 246,
        "strGuideLanguage": "czech, english, russian",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-444737-145.jpg",
        "strIntroduction": "What You'll Do Visit Wenceslas Square, the primary location of public outcry during the 1989 Velvet Revolution Enter Old Town Hall and see the famous Astronomical Clock, St. Nicholas Church and Tyn Church Tour St. Vitus Cathedral which was founded on November 21, 1344 and required nearly 600 years to complete View famous Czech Republic landmarks like its National Opera House and National Museum Visit Wenceslas Square, the primary location of public outcry during the 1989 Velvet Revolution Enter Old Town Hall and see the famous Astronomical Clock, St. Nicholas Church and Tyn Church Tour St. Vitus Cathedral which was founded on November 21, 1344 and required nearly 600 years to complete View famous Czech Republic landmarks like its National Opera House and National Museum Visit Wenceslas Square, the primary location of public outcry during the 1989 Velvet Revolution Enter Old Town Hall and see the famous Astronomical Clock, St. Nicholas Church and Tyn Church Tour St. Vitus Cathedral which was founded on November 21, 1344 and required nearly 600 years to complete View famous Czech Republic landmarks like its National Opera House and National Museum",
        "strLocation": "prague",
        "strOriginUrl": "https://www.getyourguide.com/prague-l10/prague-general-overview-tour-t67620/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Prague: General Overview Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 06:20:15"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 0,
        "intUsdCost": 257,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-452729-145.jpg",
        "strIntroduction": "What You'll Do Spend an evening among the graves of a Mental Asylum for a personal, paranormal Prague experience Take part in a paranormal investigation that includes measuring the temperatures, energy levels, and sounds from the beyond through a spirit box Discover one of the most bone-chilling places in Prague on a guided tour Spend an evening among the graves of a Mental Asylum for a personal, paranormal Prague experience Take part in a paranormal investigation that includes measuring the temperatures, energy levels, and sounds from the beyond through a spirit box Discover one of the most bone-chilling places in Prague on a guided tour Spend an evening among the graves of a Mental Asylum for a personal, paranormal Prague experience Take part in a paranormal investigation that includes measuring the temperatures, energy levels, and sounds from the beyond through a spirit box Discover one of the most bone-chilling places in Prague on a guided tour",
        "strLocation": "prague",
        "strOriginUrl": "https://www.getyourguide.com/prague-l10/mental-asylum-graveyard-tour-t67783/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Mental Asylum Graveyard Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 06:20:25"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 1,
        "intUsdCost": 15,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-445983-145.jpg",
        "strIntroduction": "What You'll Do Visit the most important locations in the city relating to events of WWII, the Communist period and the Velvet Revolution Learn about Prague's turbulent history Hear the lights and shade of the city's dense and fascinating past Visit the most important locations in the city relating to events of WWII, the Communist period and the Velvet Revolution Learn about Prague's turbulent history Hear the lights and shade of the city's dense and fascinating past Visit the most important locations in the city relating to events of WWII, the Communist period and the Velvet Revolution Learn about Prague's turbulent history Hear the lights and shade of the city's dense and fascinating past",
        "strLocation": "prague",
        "strOriginUrl": "https://www.getyourguide.com/prague-l10/prague-world-war-ii-communism-tour-t67817/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Prague World War II & Communism Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 06:20:37"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 3,
        "intReviewVisitor": 0,
        "intUsdCost": 32,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-454976-145.jpg",
        "strIntroduction": "What You'll Do Enjoy an evening in an authentic medieval tavern Watch a unique show with professional storyteller and two violinists Taste excellent Czech cuisine and high quality Czech beer Enjoy an evening in an authentic medieval tavern Watch a unique show with professional storyteller and two violinists Taste excellent Czech cuisine and high quality Czech beer Enjoy an evening in an authentic medieval tavern Watch a unique show with professional storyteller and two violinists Taste excellent Czech cuisine and high quality Czech beer",
        "strLocation": "prague",
        "strOriginUrl": "https://www.getyourguide.com/prague-l10/prague-the-tavern-tales-of-the-untold-with-dinner-t67879/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Prague: The Tavern Tales of the Untold with Dinner",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 06:20:48"
    },
    {
        "intDurationHour": 5,
        "intOption": null,
        "intReviewStar": 3,
        "intReviewVisitor": 0,
        "intUsdCost": 64,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-468756-145.jpg",
        "strIntroduction": "What You'll Do Enjoy Petrin view tower along with Petrin park See a Prague castle Visit the biggest beer garden in Prague Enjoy Petrin view tower along with Petrin park See a Prague castle Visit the biggest beer garden in Prague Enjoy Petrin view tower along with Petrin park See a Prague castle Visit the biggest beer garden in Prague",
        "strLocation": "prague",
        "strOriginUrl": "https://www.getyourguide.com/prague-l10/prague-5-hours-electric-bike-tour-to-viewing-points-t71045/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Prague: 5-Hours Electric Bike Tour to Viewing Points",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 06:21:00"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 0,
        "intUsdCost": 80,
        "strGuideLanguage": "german",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-469562-145.jpg",
        "strIntroduction": "What You'll Do See the best of Prague's Old Town Learn interesting facts from the history of Prague Let us take you into the past, which can be clearly felt in every corner of the Old Town See the best of Prague's Old Town Learn interesting facts from the history of Prague Let us take you into the past, which can be clearly felt in every corner of the Old Town See the best of Prague's Old Town Learn interesting facts from the history of Prague Let us take you into the past, which can be clearly felt in every corner of the Old Town",
        "strLocation": "prague",
        "strOriginUrl": "https://www.getyourguide.com/prague-l10/prague-tour-of-old-town-with-the-jewish-quarter-neustadt-t71164/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Prague: Tour of the old town with the Jewish quarter…",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 06:21:13"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 3,
        "intReviewVisitor": 0,
        "intUsdCost": 80,
        "strGuideLanguage": "german",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-471217-145.jpg",
        "strIntroduction": "What You'll Do Experience a comprehensive private tour on both banks of the Vltava Learn interesting facts from the history of Prague Let us take you into the past, which can be clearly felt in every corner of the Old Town Experience a comprehensive private tour on both banks of the Vltava Learn interesting facts from the history of Prague Let us take you into the past, which can be clearly felt in every corner of the Old Town Experience a comprehensive private tour on both banks of the Vltava Learn interesting facts from the history of Prague Let us take you into the past, which can be clearly felt in every corner of the Old Town",
        "strLocation": "prague",
        "strOriginUrl": "https://www.getyourguide.com/prague-l10/prague-castle-lesser-town-and-old-town-with-jewish-quarter-t71372/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Prague Castle, Lesser Town and Old Town with Jewish…",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 06:21:24"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 80,
        "strGuideLanguage": "german",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-471268-145.jpg",
        "strIntroduction": "What You'll Do Explore lesser-known corners of Prague Learn interesting facts from the history of Prague Let us take you into the past, which can be clearly felt in every corner of the Old Town Explore lesser-known corners of Prague Learn interesting facts from the history of Prague Let us take you into the past, which can be clearly felt in every corner of the Old Town Explore lesser-known corners of Prague Learn interesting facts from the history of Prague Let us take you into the past, which can be clearly felt in every corner of the Old Town",
        "strLocation": "prague",
        "strOriginUrl": "https://www.getyourguide.com/prague-l10/prague-private-tour-vysehrad-upper-neustadt-t71377/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Prague: Private Tour Vyšehrad and upper Neustadt",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 06:21:37"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 53,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-436575-145.jpg",
        "strIntroduction": "What You'll Do Tour the city and experience the history See hidden passages and learn fun details Crack codes, ciphers and solve puzzles Tour the city and experience the history See hidden passages and learn fun details Crack codes, ciphers and solve puzzles Tour the city and experience the history See hidden passages and learn fun details Crack codes, ciphers and solve puzzles",
        "strLocation": "prague",
        "strOriginUrl": "https://www.getyourguide.com/prague-l10/prague-city-escape-tour-summer-42-t66616/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Prague City Escape Tour - Summer 42",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 06:21:49"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 3,
        "intReviewVisitor": 8,
        "intUsdCost": 18,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-575771-145.jpg",
        "strIntroduction": "What You'll Do See the iconic sights of Prague from the Vltava River Choose the option that includes homemade cake with coffee or tea Pass through the historic Smichov water lock See the iconic sights of Prague from the Vltava River Choose the option that includes homemade cake with coffee or tea Pass through the historic Smichov water lock See the iconic sights of Prague from the Vltava River Choose the option that includes homemade cake with coffee or tea Pass through the historic Smichov water lock",
        "strLocation": "prague",
        "strOriginUrl": "https://www.getyourguide.com/prague-l10/prague-2-hour-vltava-river-cruise-with-coffee-and-cake-t66653/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Prague 2-Hour Vltava River Sightseeing Cruise",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 06:22:06"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 0,
        "intUsdCost": 29,
        "strGuideLanguage": "spanish",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-438408-145.jpg",
        "strIntroduction": "What You'll Do Visit the most importatnt sites of the city (more than 30) Enjoy small groups for your comfort, no crowds Get a great overview of Prague Visit the most importatnt sites of the city (more than 30) Enjoy small groups for your comfort, no crowds Get a great overview of Prague Visit the most importatnt sites of the city (more than 30) Enjoy small groups for your comfort, no crowds Get a great overview of Prague",
        "strLocation": "prague",
        "strOriginUrl": "https://www.getyourguide.com/prague-l10/prague-half-day-walking-tour-t66899/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Prague: Half-Day Walking Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 06:22:19"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 3,
        "intReviewVisitor": 0,
        "intUsdCost": 48,
        "strGuideLanguage": "english, german",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-429964-145.jpg",
        "strIntroduction": "What You'll Do Enjoy a comfortable transfer from Prague Václav Havel Airport to Prague Avoid the traffic and confusion of a new city with experienced English-speaking chauffeurs Receive a complimentary 3-hour Prague tour voucher Be driven in a new air-conditioned vehicle with leather seats and WIFI Enjoy a comfortable transfer from Prague Václav Havel Airport to Prague Avoid the traffic and confusion of a new city with experienced English-speaking chauffeurs Receive a complimentary 3-hour Prague tour voucher Be driven in a new air-conditioned vehicle with leather seats and WIFI Enjoy a comfortable transfer from Prague Václav Havel Airport to Prague Avoid the traffic and confusion of a new city with experienced English-speaking chauffeurs Receive a complimentary 3-hour Prague tour voucher Be driven in a new air-conditioned vehicle with leather seats and WIFI",
        "strLocation": "prague",
        "strOriginUrl": "https://www.getyourguide.com/prague-l10/private-prague-airport-transfer-with-3h-tour-voucher-t65696/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Private Prague Airport Transfer with 3h Tour Voucher",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 06:22:29"
    },
    {
        "intDurationHour": 5,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 16,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-430099-145.jpg",
        "strIntroduction": "What You'll Do Discover some of Prague's most fun and exciting drinking venues Skip the lines to enter 5 of Prague's top pubs and clubs Make new friends from across the world Discover some of Prague's most fun and exciting drinking venues Skip the lines to enter 5 of Prague's top pubs and clubs Make new friends from across the world Discover some of Prague's most fun and exciting drinking venues Skip the lines to enter 5 of Prague's top pubs and clubs Make new friends from across the world",
        "strLocation": "prague",
        "strOriginUrl": "https://www.getyourguide.com/prague-l10/the-backpacker-pub-crawl-prague-t65714/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Prague: The Backpacker Pub Crawl",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 06:22:43"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 3,
        "intReviewVisitor": 0,
        "intUsdCost": 375,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-430419-145.jpg",
        "strIntroduction": "What You'll Do Arrive in Prague in style as you and your party travel from the airport to the city by stretch limousine Sit back and relax as you ride to the city in a stretch Hummer or Cadillac Experience a personalized meet and greet and escort to your limousine Enjoy 3 bottles of Champagne en route to your destination Arrive in Prague in style as you and your party travel from the airport to the city by stretch limousine Sit back and relax as you ride to the city in a stretch Hummer or Cadillac Experience a personalized meet and greet and escort to your limousine Enjoy 3 bottles of Champagne en route to your destination Arrive in Prague in style as you and your party travel from the airport to the city by stretch limousine Sit back and relax as you ride to the city in a stretch Hummer or Cadillac Experience a personalized meet and greet and escort to your limousine Enjoy 3 bottles of Champagne en route to your destination",
        "strLocation": "prague",
        "strOriginUrl": "https://www.getyourguide.com/prague-l10/prague-airport-hotel-transfer-by-stretch-cadillac-t65765/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Prague Airport to Hotel Transfer by Stretch Cadillac",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 06:22:54"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 0,
        "intUsdCost": 57,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-430435-145.jpg",
        "strIntroduction": "What You'll Do Explore Prague by vintage Trabant 601 and experience a jewel of the communist era Help push a Trabant back into action! See the entire city from a great observation point Go to the Trabant Museum in Prague 5 Motol Explore Prague by vintage Trabant 601 and experience a jewel of the communist era Help push a Trabant back into action! See the entire city from a great observation point Go to the Trabant Museum in Prague 5 Motol Explore Prague by vintage Trabant 601 and experience a jewel of the communist era Help push a Trabant back into action! See the entire city from a great observation point Go to the Trabant Museum in Prague 5 Motol",
        "strLocation": "prague",
        "strOriginUrl": "https://www.getyourguide.com/prague-l10/prague-2-hour-private-trabant-tour-t65767/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Prague: 2-Hour Private Tour by Trabant",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 06:23:05"
    }
]