[
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 107,
        "intUsdCost": 27,
        "strGuideLanguage": "german",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-385178-145.jpg",
        "strIntroduction": "What You'll Do Discover the red light district of Hamburg with a true local expert - Olivia Jones's iconic landlord Fabian Zahrt Get an incredible insight into the world of pimps and landlords Experience a \"Kiez Culture Quickie\" in the St. Pauli Museum and take a look behind the façade of an S&M club See the Olivia Jones Bar and party with the Olivia Jones family Discover the red light district of Hamburg with a true local expert - Olivia Jones's iconic landlord Fabian Zahrt Get an incredible insight into the world of pimps and landlords Experience a \"Kiez Culture Quickie\" in the St. Pauli Museum and take a look behind the façade of an S&M club See the Olivia Jones Bar and party with the Olivia Jones family Discover the red light district of Hamburg with a true local expert - Olivia Jones's iconic landlord Fabian Zahrt Get an incredible insight into the world of pimps and landlords Experience a \"Kiez Culture Quickie\" in the St. Pauli Museum and take a look behind the façade of an S&M club See the Olivia Jones Bar and party with the Olivia Jones family",
        "strLocation": "hamburg",
        "strOriginUrl": "https://www.getyourguide.com/hamburg-l23/the-olivia-jones-original-tour-with-cult-icon-fabian-t44274/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "The Olivia Jones Original Tour with Cult Icon Fabian",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 19:30:13"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 26,
        "intUsdCost": 91,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-281959-145.jpg",
        "strIntroduction": "What You'll Do Experience a journey into the colorful world of Africa Enjoy the breathtaking mix of music by Sir Elton John and African rhythms Immerse yourself in the story of Simba, the Lion King to be Experience a journey into the colorful world of Africa Enjoy the breathtaking mix of music by Sir Elton John and African rhythms Immerse yourself in the story of Simba, the Lion King to be Experience a journey into the colorful world of Africa Enjoy the breathtaking mix of music by Sir Elton John and African rhythms Immerse yourself in the story of Simba, the Lion King to be",
        "strLocation": "hamburg",
        "strOriginUrl": "https://www.getyourguide.com/hamburg-l23/hamburg-tickets-for-disney-s-the-lion-king-t32870/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Hamburg: Tickets to Disney's \"The Lion King\"",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 19:30:29"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 45,
        "intUsdCost": 19,
        "strGuideLanguage": "german, english, russian",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-267895-145.jpg",
        "strIntroduction": "What You'll Do See Spielbudenplatz, the famous Esso gas station, the Davidwache police station, Herbertstraße, Hans-Albers-Platz, and the Große Freiheit Discover the theater and cultural scene with the Schmidt Theater, Tivoli, St. Pauli Theater, and Pulverfass Explore the club and bar scene including the Große-Freiheit-36, Hans Albers Klause, Schlemmereck, Blauer Peter, Mojo, and China Lounge Find out more about the artistic scene with Schmuckstraße, Talstraße, Pulverfass, Dollhouse, strip bars and more Learn all about art and history by the oldest Catholic church, St. Pauli Church, the oldest graffiti in Germany, and the museums See the famous \"Zur Ritze\" pub with a boxing cellar Enjoy a round of shots in the legendary Olivia Jones bar Listen to stories and anecdotes on current affairs as well as background information and entertaining facts Get great insider tips on eating and drinking, shopping, and sightseeing in Hamburg See Spielbudenplatz, the famous Esso gas station, the Davidwache police station, Herbertstraße, Hans-Albers-Platz, and the Große Freiheit Discover the theater and cultural scene with the Schmidt Theater, Tivoli, St. Pauli Theater, and Pulverfass Explore the club and bar scene including the Große-Freiheit-36, Hans Albers Klause, Schlemmereck, Blauer Peter, Mojo, and China Lounge Find out more about the artistic scene with Schmuckstraße, Talstraße, Pulverfass, Dollhouse, strip bars and more Learn all about art and history by the oldest Catholic church, St. Pauli Church, the oldest graffiti in Germany, and the museums See the famous \"Zur Ritze\" pub with a boxing cellar Enjoy a round of shots in the legendary Olivia Jones bar Listen to stories and anecdotes on current affairs as well as background information and entertaining facts Get great insider tips on eating and drinking, shopping, and sightseeing in Hamburg See Spielbudenplatz, the famous Esso gas station, the Davidwache police station, Herbertstraße, Hans-Albers-Platz, and the Große Freiheit Discover the theater and cultural scene with the Schmidt Theater, Tivoli, St. Pauli Theater, and Pulverfass Explore the club and bar scene including the Große-Freiheit-36, Hans Albers Klause, Schlemmereck, Blauer Peter, Mojo, and China Lounge Find out more about the artistic scene with Schmuckstraße, Talstraße, Pulverfass, Dollhouse, strip bars and more Learn all about art and history by the oldest Catholic church, St. Pauli Church, the oldest graffiti in Germany, and the museums See the famous \"Zur Ritze\" pub with a boxing cellar Enjoy a round of shots in the legendary Olivia Jones bar Listen to stories and anecdotes on current affairs as well as background information and entertaining facts Get great insider tips on eating and drinking, shopping, and sightseeing in Hamburg",
        "strLocation": "hamburg",
        "strOriginUrl": "https://www.getyourguide.com/hamburg-l23/hamburg-2-hour-walking-tour-along-the-reeperbahn-t18018/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Hamburg: 2-Hour Walking Tour along the Reeperbahn",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 19:30:42"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 26,
        "intUsdCost": 74,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-311169-145.jpg",
        "strIntroduction": "What You'll Do Enjoy an unforgettable Segway tour and discover over 50 highlights in the city See the Landing Bridges and HafenCity Learn more about the sights via the integrated TMD sound system Ride along the Inner Alster Lake Explore St. Pauli, the Reeperbahn, the Jungfernstieg, and the town hall market Enjoy an unforgettable Segway tour and discover over 50 highlights in the city See the Landing Bridges and HafenCity Learn more about the sights via the integrated TMD sound system Ride along the Inner Alster Lake Explore St. Pauli, the Reeperbahn, the Jungfernstieg, and the town hall market Enjoy an unforgettable Segway tour and discover over 50 highlights in the city See the Landing Bridges and HafenCity Learn more about the sights via the integrated TMD sound system Ride along the Inner Alster Lake Explore St. Pauli, the Reeperbahn, the Jungfernstieg, and the town hall market",
        "strLocation": "hamburg",
        "strOriginUrl": "https://www.getyourguide.com/hamburg-l23/hamburg-25-hour-guided-segway-tour-t50245/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Hamburg: 2.5-Hour Guided Segway Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 19:30:54"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 37,
        "intUsdCost": 21,
        "strGuideLanguage": "german",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-418044-145.jpg",
        "strIntroduction": "What You'll Do Experience an interesting walking tour of the infamous Reeperbahn Discover the red light district with your guide See the famous \"Große Freiheit\" Learn everything there is to know about Herbertstraße Enjoy the atmosphere of Hans-Albers-Platz and the Hamburger Berg Finish your tour with a shot Experience an interesting walking tour of the infamous Reeperbahn Discover the red light district with your guide See the famous \"Große Freiheit\" Learn everything there is to know about Herbertstraße Enjoy the atmosphere of Hans-Albers-Platz and the Hamburger Berg Finish your tour with a shot Experience an interesting walking tour of the infamous Reeperbahn Discover the red light district with your guide See the famous \"Große Freiheit\" Learn everything there is to know about Herbertstraße Enjoy the atmosphere of Hans-Albers-Platz and the Hamburger Berg Finish your tour with a shot",
        "strLocation": "hamburg",
        "strOriginUrl": "https://www.getyourguide.com/hamburg-l23/hamburg-guided-walking-tour-of-the-reeperbahn-t37460/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Hamburg: Guided Walking Tour of the Reeperbahn",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 19:31:06"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 418,
        "intUsdCost": 26,
        "strGuideLanguage": "german",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-409161-145.jpg",
        "strIntroduction": "What You'll Do Explore the sinful mile in Hamburg and explore the clubs, shops, and bars along the Reeperbahn Learn how the red light district operates Discover how life evolved on the Reeperbahn and what role the police have in St. Pauli Use a practical voucher booklet valid at various Reeperbahn locations Explore the sinful mile in Hamburg and explore the clubs, shops, and bars along the Reeperbahn Learn how the red light district operates Discover how life evolved on the Reeperbahn and what role the police have in St. Pauli Use a practical voucher booklet valid at various Reeperbahn locations Explore the sinful mile in Hamburg and explore the clubs, shops, and bars along the Reeperbahn Learn how the red light district operates Discover how life evolved on the Reeperbahn and what role the police have in St. Pauli Use a practical voucher booklet valid at various Reeperbahn locations",
        "strLocation": "hamburg",
        "strOriginUrl": "https://www.getyourguide.com/hamburg-l23/hamburg-25-hour-tour-of-the-reeperbahn-for-adults-t48637/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "St. Pauli Red Light District Walking Tour for Adults",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 19:31:19"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 25,
        "intUsdCost": 17,
        "strGuideLanguage": "english, german",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-186017-145.jpg",
        "strIntroduction": "What You'll Do Discover the highlights of Hamburg onboard the double-decker bus Admire the views of the Alster River on your tour See the Hamburg Rathaus and the beautiful St. Michael’s Church Travel along Hafenstraße to see the famous fish market Explore the St. Pauli Landing Stages Admire the historical warehouses of the Speicherstadt Discover the highlights of Hamburg onboard the double-decker bus Admire the views of the Alster River on your tour See the Hamburg Rathaus and the beautiful St. Michael’s Church Travel along Hafenstraße to see the famous fish market Explore the St. Pauli Landing Stages Admire the historical warehouses of the Speicherstadt Discover the highlights of Hamburg onboard the double-decker bus Admire the views of the Alster River on your tour See the Hamburg Rathaus and the beautiful St. Michael’s Church Travel along Hafenstraße to see the famous fish market Explore the St. Pauli Landing Stages Admire the historical warehouses of the Speicherstadt",
        "strLocation": "hamburg",
        "strOriginUrl": "https://www.getyourguide.com/hamburg-l23/1-day-hop-on-hop-off-sightseeing-bus-tour-in-hamburg-t34223/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "1-Day Hop On Hop Off Bus Tour of Hamburg",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 19:31:31"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 9,
        "intUsdCost": 170,
        "strGuideLanguage": "english, german",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-270274-145.jpg",
        "strIntroduction": "What You'll Do Sail through the heart of Hamburg Admire the fantastic views of the Hanseatic city Customize the tour to suit your interests Experience Hamburg from a new perspective Sail through the heart of Hamburg Admire the fantastic views of the Hanseatic city Customize the tour to suit your interests Experience Hamburg from a new perspective Sail through the heart of Hamburg Admire the fantastic views of the Hanseatic city Customize the tour to suit your interests Experience Hamburg from a new perspective",
        "strLocation": "hamburg",
        "strOriginUrl": "https://www.getyourguide.com/hamburg-l23/hamburg-private-2-hour-sailing-trip-on-alster-river-t45427/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Hamburg: Private 2-Hour Sailing Trip on Alster River",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 19:31:45"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 63,
        "intUsdCost": 32,
        "strGuideLanguage": "german",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-350940-145.jpg",
        "strIntroduction": "What You'll Do Discover the trendy district of Sternschanze and sample its delicious culinary delights Discover true craftsmanship in the small and exciting neighborhood that has undergone a transformation in recent times Follow in the footsteps of Carl Hagenbeck and true \"revolutionaries\" Hearn interesting information about the district Discover the trendy district of Sternschanze and sample its delicious culinary delights Discover true craftsmanship in the small and exciting neighborhood that has undergone a transformation in recent times Follow in the footsteps of Carl Hagenbeck and true \"revolutionaries\" Hearn interesting information about the district Discover the trendy district of Sternschanze and sample its delicious culinary delights Discover true craftsmanship in the small and exciting neighborhood that has undergone a transformation in recent times Follow in the footsteps of Carl Hagenbeck and true \"revolutionaries\" Hearn interesting information about the district",
        "strLocation": "hamburg",
        "strOriginUrl": "https://www.getyourguide.com/hamburg-l23/hamburg-3-hour-culinary-tour-of-the-schanzenviertel-t49508/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Hamburg: 3-Hour Culinary Tour of the Schanzenviertel",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 19:31:59"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 3,
        "intReviewVisitor": 10,
        "intUsdCost": 6,
        "strGuideLanguage": "english, german",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-346747-145.jpg",
        "strIntroduction": "What You'll Do Visit the attraction in the heart of St. Pauli and immerse yourself in the world of wax at Germany's oldest waxworks Discover more than 120 lifelike figures including Olivia Jones, Angelina Jolie, Otto Waalkes, and Angela Merkel Learn more about how wax figures are created and enjoy an optional tour of the exhibitions Visit the attraction in the heart of St. Pauli and immerse yourself in the world of wax at Germany's oldest waxworks Discover more than 120 lifelike figures including Olivia Jones, Angelina Jolie, Otto Waalkes, and Angela Merkel Learn more about how wax figures are created and enjoy an optional tour of the exhibitions Visit the attraction in the heart of St. Pauli and immerse yourself in the world of wax at Germany's oldest waxworks Discover more than 120 lifelike figures including Olivia Jones, Angelina Jolie, Otto Waalkes, and Angela Merkel Learn more about how wax figures are created and enjoy an optional tour of the exhibitions",
        "strLocation": "hamburg",
        "strOriginUrl": "https://www.getyourguide.com/hamburg-l23/hamburg-ticket-to-the-panoptikum-waxworks-t54440/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Hamburg: Ticket to the Panoptikum Waxworks",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 19:32:10"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 59,
        "intUsdCost": 22,
        "strGuideLanguage": "german",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-341760-145.jpg",
        "strIntroduction": "What You'll Do Discover Hamburg in the evening and enjoy the romantic lights of the city from the water Cruise through the historical Speicherstadt and experience the lively crowds at the container terminals Relax and enjoy the evening atmosphere as your hear commentary from the captain Discover Hamburg in the evening and enjoy the romantic lights of the city from the water Cruise through the historical Speicherstadt and experience the lively crowds at the container terminals Relax and enjoy the evening atmosphere as your hear commentary from the captain Discover Hamburg in the evening and enjoy the romantic lights of the city from the water Cruise through the historical Speicherstadt and experience the lively crowds at the container terminals Relax and enjoy the evening atmosphere as your hear commentary from the captain",
        "strLocation": "hamburg",
        "strOriginUrl": "https://www.getyourguide.com/hamburg-l23/hamburg-harbor-romantic-light-tour-t53801/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Hamburg Harbor: Romantic Light Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 19:32:22"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 44,
        "intUsdCost": 34,
        "strGuideLanguage": "english, german",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-214116-145.jpg",
        "strIntroduction": "What You'll Do Experience the highlights of Hamburg from a double-decker bus Enjoy onboard narration by licensed tour guides Explore the Reeperbahn, the city’s infamous Red Light district Visit the shops on Mönckebergstraße Take a 1-hour harbor cruise See the new Harbor City, the historical Warehousecomplex, and the City Hall Experience the highlights of Hamburg from a double-decker bus Enjoy onboard narration by licensed tour guides Explore the Reeperbahn, the city’s infamous Red Light district Visit the shops on Mönckebergstraße Take a 1-hour harbor cruise See the new Harbor City, the historical Warehousecomplex, and the City Hall Experience the highlights of Hamburg from a double-decker bus Enjoy onboard narration by licensed tour guides Explore the Reeperbahn, the city’s infamous Red Light district Visit the shops on Mönckebergstraße Take a 1-hour harbor cruise See the new Harbor City, the historical Warehousecomplex, and the City Hall",
        "strLocation": "hamburg",
        "strOriginUrl": "https://www.getyourguide.com/hamburg-l23/hamburg-combined-bus-boat-sightseeing-tour-t25819/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Hamburg: Combined Bus & Boat Sightseeing Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 19:32:33"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 34,
        "intUsdCost": 33,
        "strGuideLanguage": "german",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-266913-145.jpg",
        "strIntroduction": "What You'll Do Explore St. Pauli on foot See the Davidwache police station, Herbertstrasse, neighborhood bars, and the Grosse Freiheit Discover the Olivia Jones Bar, Beatles-Platz, Hans-Albers-Platz, Spielbudenplatz, and the Reeperbahn Experience Hamburg from the water and see HafenCity, the Speicherstadt (warehouse district), and the container terminals Admire the Landing Stages, the Elbe Philharmonic Hall, and the Magellan Terraces See the famous Köhlbrand Bridge and the Fish Market See HafenCity, the Elbe Philharmonic Hall , the Sandtorkai, and the cruise terminal Learn more about the Speicherstadt (warehouse district), the canals, the warehouses, and the impressive bridges and buildings Drive past \"Theater im Hafen\", the venue of the Lion King, and the container port Explore St. Pauli on foot See the Davidwache police station, Herbertstrasse, neighborhood bars, and the Grosse Freiheit Discover the Olivia Jones Bar, Beatles-Platz, Hans-Albers-Platz, Spielbudenplatz, and the Reeperbahn Experience Hamburg from the water and see HafenCity, the Speicherstadt (warehouse district), and the container terminals Admire the Landing Stages, the Elbe Philharmonic Hall, and the Magellan Terraces See the famous Köhlbrand Bridge and the Fish Market See HafenCity, the Elbe Philharmonic Hall , the Sandtorkai, and the cruise terminal Learn more about the Speicherstadt (warehouse district), the canals, the warehouses, and the impressive bridges and buildings Drive past \"Theater im Hafen\", the venue of the Lion King, and the container port Explore St. Pauli on foot See the Davidwache police station, Herbertstrasse, neighborhood bars, and the Grosse Freiheit Discover the Olivia Jones Bar, Beatles-Platz, Hans-Albers-Platz, Spielbudenplatz, and the Reeperbahn Experience Hamburg from the water and see HafenCity, the Speicherstadt (warehouse district), and the container terminals Admire the Landing Stages, the Elbe Philharmonic Hall, and the Magellan Terraces See the famous Köhlbrand Bridge and the Fish Market See HafenCity, the Elbe Philharmonic Hall , the Sandtorkai, and the cruise terminal Learn more about the Speicherstadt (warehouse district), the canals, the warehouses, and the impressive bridges and buildings Drive past \"Theater im Hafen\", the venue of the Lion King, and the container port",
        "strLocation": "hamburg",
        "strOriginUrl": "https://www.getyourguide.com/hamburg-l23/hamburg-3-hour-package-harbor-cruise-st-pauli-tour-t44279/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Hamburg 3-Hour Package: St. Pauli Tour & Harbor Cruise",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 19:32:48"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 2,
        "intUsdCost": 79,
        "strGuideLanguage": "german",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-284471-145.jpg",
        "strIntroduction": "What You'll Do Enjoy the thrill of driving a go-cart Drive through the picturesque nature in southern Hamburg Experience the rush of adrenaline as you drive up to speeds of 90 kilometers per hour Enjoy the thrill of driving a go-cart Drive through the picturesque nature in southern Hamburg Experience the rush of adrenaline as you drive up to speeds of 90 kilometers per hour Enjoy the thrill of driving a go-cart Drive through the picturesque nature in southern Hamburg Experience the rush of adrenaline as you drive up to speeds of 90 kilometers per hour",
        "strLocation": "hamburg",
        "strOriginUrl": "https://www.getyourguide.com/hamburg-l23/25-hour-guided-go-cart-tour-in-greater-hamburg-t47223/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "2.5-Hour Guided Go-Cart Tour in Greater Hamburg",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 19:33:01"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 6,
        "intUsdCost": 17,
        "strGuideLanguage": "german",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-355910-145.jpg",
        "strIntroduction": "What You'll Do Immerse yourself in the world of chocolate and enjoy an interactive tour through the Chocoversum by Hachez Follow the entire production chain and taste the chocolate in all its various stages of production Become a chocolate maker yourself and create your dream chocolate, which you can take home with you Immerse yourself in the world of chocolate and enjoy an interactive tour through the Chocoversum by Hachez Follow the entire production chain and taste the chocolate in all its various stages of production Become a chocolate maker yourself and create your dream chocolate, which you can take home with you Immerse yourself in the world of chocolate and enjoy an interactive tour through the Chocoversum by Hachez Follow the entire production chain and taste the chocolate in all its various stages of production Become a chocolate maker yourself and create your dream chocolate, which you can take home with you",
        "strLocation": "hamburg",
        "strOriginUrl": "https://www.getyourguide.com/hamburg-l23/hamburg-15-hour-tour-of-the-chocoversum-t55843/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Hamburg: 1.5-Hour Tour of the Chocoversum",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 19:33:13"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 80,
        "intUsdCost": 17,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-243837-145.jpg",
        "strIntroduction": "What You'll Do Skip the lines to enjoy priority seating at the Hard Rock Cafe Hamburg Feast on classic American food in rock and roll surroundings Choose from a range of menus for your perfect meal Enjoy outdoor seating on the roof terrace Purchase unique music memorabilia in the Rock Shop Skip the lines to enjoy priority seating at the Hard Rock Cafe Hamburg Feast on classic American food in rock and roll surroundings Choose from a range of menus for your perfect meal Enjoy outdoor seating on the roof terrace Purchase unique music memorabilia in the Rock Shop Skip the lines to enjoy priority seating at the Hard Rock Cafe Hamburg Feast on classic American food in rock and roll surroundings Choose from a range of menus for your perfect meal Enjoy outdoor seating on the roof terrace Purchase unique music memorabilia in the Rock Shop",
        "strLocation": "hamburg",
        "strOriginUrl": "https://www.getyourguide.com/hamburg-l23/skip-the-line-hard-rock-cafe-hamburg-t41985/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Hamburg: Hard Rock Cafe Skip-the-Line Meal",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 19:33:25"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 171,
        "intUsdCost": 28,
        "strGuideLanguage": "german, english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-203797-145.jpg",
        "strIntroduction": "What You'll Do Discover the unbelievable Spice Museum in the warehouse district Relax in the warehouse district coffee roastery The biggest model railway in the world lies on your path See the uncanny Hamburg Dungeon Explore the old power plant See the contrasts between HafenCity and the traditional ship harbor Discover the Elbe Philharmonic Experience the Cap San Diego and Rickmer Rickmers floating museums Discover the unbelievable Spice Museum in the warehouse district Relax in the warehouse district coffee roastery The biggest model railway in the world lies on your path See the uncanny Hamburg Dungeon Explore the old power plant See the contrasts between HafenCity and the traditional ship harbor Discover the Elbe Philharmonic Experience the Cap San Diego and Rickmer Rickmers floating museums Discover the unbelievable Spice Museum in the warehouse district Relax in the warehouse district coffee roastery The biggest model railway in the world lies on your path See the uncanny Hamburg Dungeon Explore the old power plant See the contrasts between HafenCity and the traditional ship harbor Discover the Elbe Philharmonic Experience the Cap San Diego and Rickmer Rickmers floating museums",
        "strLocation": "hamburg",
        "strOriginUrl": "https://www.getyourguide.com/hamburg-l23/shore-tour-warehouse-district-hafencity-and-harbor-t18776/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Hamburg Shore Tour: Warehouse District, HafenCity and Harbor",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 19:33:38"
    },
    {
        "intDurationHour": 72,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 39,
        "intUsdCost": 46,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-285584-145.jpg",
        "strIntroduction": "What You'll Do See the highlights of Hamburg from a double-decker bus on Line A Enjoy onboard narration by licensed tour guides Hop on and hop off during the bus tour Take a 1-hour harbor cruise See the magnificent villas on a 1-hour Alster Lakes cruise Have a cup of tea at the historical Krameramt See the highlights of Hamburg from a double-decker bus on Line A Enjoy onboard narration by licensed tour guides Hop on and hop off during the bus tour Take a 1-hour harbor cruise See the magnificent villas on a 1-hour Alster Lakes cruise Have a cup of tea at the historical Krameramt See the highlights of Hamburg from a double-decker bus on Line A Enjoy onboard narration by licensed tour guides Hop on and hop off during the bus tour Take a 1-hour harbor cruise See the magnificent villas on a 1-hour Alster Lakes cruise Have a cup of tea at the historical Krameramt",
        "strLocation": "hamburg",
        "strOriginUrl": "https://www.getyourguide.com/hamburg-l23/hamburg-sightseeing-discovery-tour-t25821/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "3-Day Combo Ticket: Bus Tour with Harbor & Lake Cruises",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 19:33:53"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 364,
        "strGuideLanguage": "german, english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-116826-145.jpg",
        "strIntroduction": "What You'll Do Discover the criminal side of Hamburg Enjoy a tour with a former police officer as your guide Get an overview of the police work in Hamburg Discover the criminal side of Hamburg Enjoy a tour with a former police officer as your guide Get an overview of the police work in Hamburg Discover the criminal side of Hamburg Enjoy a tour with a former police officer as your guide Get an overview of the police work in Hamburg",
        "strLocation": "hamburg",
        "strOriginUrl": "https://www.getyourguide.com/hamburg-l23/private-crime-tour-of-hamburg-t24314/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Private Crime Tour of Hamburg",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 19:34:08"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 2,
        "intUsdCost": 84,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-307060-145.jpg",
        "strIntroduction": "What You'll Do Enjoy a breathtaking performance of the story of Aladdin in the Neue Flora Theater in Hamburg Immerse yourself in the world of the Orient Learn more about the three famous wishes granted by the Genie Enjoy a breathtaking performance of the story of Aladdin in the Neue Flora Theater in Hamburg Immerse yourself in the world of the Orient Learn more about the three famous wishes granted by the Genie Enjoy a breathtaking performance of the story of Aladdin in the Neue Flora Theater in Hamburg Immerse yourself in the world of the Orient Learn more about the three famous wishes granted by the Genie",
        "strLocation": "hamburg",
        "strOriginUrl": "https://www.getyourguide.com/hamburg-l23/hamburg-tickets-to-disney-s-aladdin-t49816/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Hamburg: Tickets to Disney’s Aladdin",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 19:34:21"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 5,
        "intUsdCost": 14,
        "strGuideLanguage": "german",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-135798-145.jpg",
        "strIntroduction": "What You'll Do Two-hour walking tour of the highlights of the center of Hamburg, including the Speicherstadt and HafenCity Skilled moderation including expert tips Details of the historic urban development of current projects to the constructional future in HafenCity Incl. Learn to Elbphilharmonie Two-hour walking tour of the highlights of the center of Hamburg, including the Speicherstadt and HafenCity Skilled moderation including expert tips Details of the historic urban development of current projects to the constructional future in HafenCity Incl. Learn to Elbphilharmonie Two-hour walking tour of the highlights of the center of Hamburg, including the Speicherstadt and HafenCity Skilled moderation including expert tips Details of the historic urban development of current projects to the constructional future in HafenCity Incl. Learn to Elbphilharmonie",
        "strLocation": "hamburg",
        "strOriginUrl": "https://www.getyourguide.com/hamburg-l23/cross-through-downtown-hamburg-to-hafencity-t27169/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "From the town hall to Elbphilharmonie",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 19:34:31"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 30,
        "intUsdCost": 14,
        "strGuideLanguage": "spanish, english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-249526-145.jpg",
        "strIntroduction": "What You'll Do Tour some of Hamburg's coolest pubs and hottest nightclubs Get at least 1 free shot at every stop Receive free VIP entrance at each venue Hang out with a professional party guide and make new like-minded friends Tour some of Hamburg's coolest pubs and hottest nightclubs Get at least 1 free shot at every stop Receive free VIP entrance at each venue Hang out with a professional party guide and make new like-minded friends Tour some of Hamburg's coolest pubs and hottest nightclubs Get at least 1 free shot at every stop Receive free VIP entrance at each venue Hang out with a professional party guide and make new like-minded friends",
        "strLocation": "hamburg",
        "strOriginUrl": "https://www.getyourguide.com/hamburg-l23/new-hamburg-pub-crawl-t4957/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Hamburg Pub Crawl: 5 Bars, 1 Shot per Bar",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 19:34:42"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 2,
        "intUsdCost": 35,
        "strGuideLanguage": "english, german",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-349144-145.jpg",
        "strIntroduction": "What You'll Do Explore 1,000 years of brewing history in Hamburg Taste at least 7 locally brewed beers Soak up unique St. Pauli atmosphere enjoying beer in a hotel that used to be a brothel Explore 1,000 years of brewing history in Hamburg Taste at least 7 locally brewed beers Soak up unique St. Pauli atmosphere enjoying beer in a hotel that used to be a brothel Explore 1,000 years of brewing history in Hamburg Taste at least 7 locally brewed beers Soak up unique St. Pauli atmosphere enjoying beer in a hotel that used to be a brothel",
        "strLocation": "hamburg",
        "strOriginUrl": "https://www.getyourguide.com/hamburg-l23/hamburg-local-beer-tour-t54642/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Hamburg Craft Beer Tasting Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 19:34:53"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 179,
        "intUsdCost": 28,
        "strGuideLanguage": "german",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-312524-145.jpg",
        "strIntroduction": "What You'll Do Discover sinful Hamburg's red-light district, and Herbertstraße See the Hamborger Veermaster and Safari Bierdorf, enjoying a drink and a shot Try something spicy at Kiez Curry Follow in the footsteps of stars, such as the Beatles, Hans Albers, or Olivia Jones Hear thrilling and humorous stories firsthand Discover sinful Hamburg's red-light district, and Herbertstraße See the Hamborger Veermaster and Safari Bierdorf, enjoying a drink and a shot Try something spicy at Kiez Curry Follow in the footsteps of stars, such as the Beatles, Hans Albers, or Olivia Jones Hear thrilling and humorous stories firsthand Discover sinful Hamburg's red-light district, and Herbertstraße See the Hamborger Veermaster and Safari Bierdorf, enjoying a drink and a shot Try something spicy at Kiez Curry Follow in the footsteps of stars, such as the Beatles, Hans Albers, or Olivia Jones Hear thrilling and humorous stories firsthand",
        "strLocation": "hamburg",
        "strOriginUrl": "https://www.getyourguide.com/hamburg-l23/st-pauli-ahoy-nighttime-tour-t18820/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "St. Pauli Ahoy - Nighttime Tour - Plus Beer and Shot",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 19:35:07"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 31,
        "intUsdCost": 22,
        "strGuideLanguage": "german, spanish, swedish, danish, english, french, italian, norwegian, polish, russian",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-324170-145.jpg",
        "strIntroduction": "What You'll Do Explore the famous Speicherstadt (warehouse district) and the new HafenCity and learn interesting facts about the city along the way Visit the Spice Museum and a coffee roasting plant, where you can delight in the lovely aroma of freshly roasted coffee Admire the traditional ships in the harbor and see the imposing Marco Polo Tower Try one of the world's most expensive coffees Visit the world's biggest transshipment locations for oriental carpets Photograph breathtaking Elbe views Visit the prize-winning \"Best Office Building in the World\" See the world's heaviest carpet Explore the famous Speicherstadt (warehouse district) and the new HafenCity and learn interesting facts about the city along the way Visit the Spice Museum and a coffee roasting plant, where you can delight in the lovely aroma of freshly roasted coffee Admire the traditional ships in the harbor and see the imposing Marco Polo Tower Try one of the world's most expensive coffees Visit the world's biggest transshipment locations for oriental carpets Photograph breathtaking Elbe views Visit the prize-winning \"Best Office Building in the World\" See the world's heaviest carpet Explore the famous Speicherstadt (warehouse district) and the new HafenCity and learn interesting facts about the city along the way Visit the Spice Museum and a coffee roasting plant, where you can delight in the lovely aroma of freshly roasted coffee Admire the traditional ships in the harbor and see the imposing Marco Polo Tower Try one of the world's most expensive coffees Visit the world's biggest transshipment locations for oriental carpets Photograph breathtaking Elbe views Visit the prize-winning \"Best Office Building in the World\" See the world's heaviest carpet",
        "strLocation": "hamburg",
        "strOriginUrl": "https://www.getyourguide.com/hamburg-l23/hamburg-maritime-highlights-guided-tour-t45200/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Hamburg: Maritime Highlights Guided Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 19:35:22"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 13,
        "intUsdCost": 27,
        "strGuideLanguage": "german",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-342602-145.jpg",
        "strIntroduction": "What You'll Do Look forward to an exciting thriller tour of the Hamburg city center and discover not only familiar but unknown Immerse yourself in the Hamburg criminal history and embark yourself on the trail Listen to the strange stories about the most spectacular criminal cases of the city and experience a journey through time Look forward to an exciting thriller tour of the Hamburg city center and discover not only familiar but unknown Immerse yourself in the Hamburg criminal history and embark yourself on the trail Listen to the strange stories about the most spectacular criminal cases of the city and experience a journey through time Look forward to an exciting thriller tour of the Hamburg city center and discover not only familiar but unknown Immerse yourself in the Hamburg criminal history and embark yourself on the trail Listen to the strange stories about the most spectacular criminal cases of the city and experience a journey through time",
        "strLocation": "hamburg",
        "strOriginUrl": "https://www.getyourguide.com/hamburg-l23/hamburg-corpus-delicti-interactive-crime-tour-t53919/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Interactive Crime tour in Hamburg - corpus delicti",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 19:35:35"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 16,
        "intUsdCost": 27,
        "strGuideLanguage": "english, german",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-381636-145.jpg",
        "strIntroduction": "What You'll Do Visit 5 or 6 of the hottest clubs in the city – you’ll be on the guest list! Save on entrance fees and start enjoying the party Visit each club as often as you want Enjoy 1 free drink at each club Get in the mood to party with your professional party guide Visit 5 or 6 of the hottest clubs in the city – you’ll be on the guest list! Save on entrance fees and start enjoying the party Visit each club as often as you want Enjoy 1 free drink at each club Get in the mood to party with your professional party guide Visit 5 or 6 of the hottest clubs in the city – you’ll be on the guest list! Save on entrance fees and start enjoying the party Visit each club as often as you want Enjoy 1 free drink at each club Get in the mood to party with your professional party guide",
        "strLocation": "hamburg",
        "strOriginUrl": "https://www.getyourguide.com/hamburg-l23/hamburg-club-and-pub-tour-of-the-reeperbahn-t37463/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Hamburg: Club and Pub Tour of the Reeperbahn",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 19:35:52"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 92,
        "intUsdCost": 32,
        "strGuideLanguage": "german",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-61981-145.jpg",
        "strIntroduction": "What You'll Do Watch the city's best comedians on the rolling stand-up stage Enjoy a unique mix of comedy and information Visit the stage where some of Hamburg's best jokes are told Watch the city's best comedians on the rolling stand-up stage Enjoy a unique mix of comedy and information Visit the stage where some of Hamburg's best jokes are told Watch the city's best comedians on the rolling stand-up stage Enjoy a unique mix of comedy and information Visit the stage where some of Hamburg's best jokes are told",
        "strLocation": "hamburg",
        "strOriginUrl": "https://www.getyourguide.com/hamburg-l23/hamburg-comedy-tour-visit-to-scene-bar-herzblut-st-pauli-t14478/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Hamburg Comedy Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 19:36:07"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 34,
        "strGuideLanguage": "german",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-439864-145.jpg",
        "strIntroduction": "What You'll Do Take a guided tour of St. Pauli and take a look behind the scenes of sinful mile Hamburg Learn background information about the history of prostitution and follow your faithfully clad leader on the Reeperbahn Taste the famous whores brandy and discover the Hamburg red light district in a whole new light Take a guided tour of St. Pauli and take a look behind the scenes of sinful mile Hamburg Learn background information about the history of prostitution and follow your faithfully clad leader on the Reeperbahn Taste the famous whores brandy and discover the Hamburg red light district in a whole new light Take a guided tour of St. Pauli and take a look behind the scenes of sinful mile Hamburg Learn background information about the history of prostitution and follow your faithfully clad leader on the Reeperbahn Taste the famous whores brandy and discover the Hamburg red light district in a whole new light",
        "strLocation": "hamburg",
        "strOriginUrl": "https://www.getyourguide.com/hamburg-l23/whores-tour-hamburg-prostitution-earlier-and-today-from-t67063/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Whores Tour Hamburg: prostitution earlier and today…",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 19:36:17"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 16,
        "intUsdCost": 22,
        "strGuideLanguage": "german",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-263529-145.jpg",
        "strIntroduction": "What You'll Do Enjoyable walk through the Speicherstadt and HafenCity Feel, taste, smell: Hamburg as \"Closer experience\" Stories of old stock and new concert halls Enjoyable walk through the Speicherstadt and HafenCity Feel, taste, smell: Hamburg as \"Closer experience\" Stories of old stock and new concert halls Enjoyable walk through the Speicherstadt and HafenCity Feel, taste, smell: Hamburg as \"Closer experience\" Stories of old stock and new concert halls",
        "strLocation": "hamburg",
        "strOriginUrl": "https://www.getyourguide.com/hamburg-l23/sensory-journey-through-speicherstadt-hafencity-hamburg-t28374/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "The original: sensory journey Hamburg -also for…",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 19:36:32"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 5,
        "intUsdCost": 28,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-325102-145.jpg",
        "strIntroduction": "What You'll Do Explore the highlights of the Hamburg harbor with the family or school class in a special, entertaining way Look forward to the Magellan Terraces, the Störtebeker Memorial and the famous museum ships Cap San Diego and Rickmer Rickmers Decide as you desire, on which day you want to experience your own private city tour and where you like as long linger Explore the highlights of the Hamburg harbor with the family or school class in a special, entertaining way Look forward to the Magellan Terraces, the Störtebeker Memorial and the famous museum ships Cap San Diego and Rickmer Rickmers Decide as you desire, on which day you want to experience your own private city tour and where you like as long linger Explore the highlights of the Hamburg harbor with the family or school class in a special, entertaining way Look forward to the Magellan Terraces, the Störtebeker Memorial and the famous museum ships Cap San Diego and Rickmer Rickmers Decide as you desire, on which day you want to experience your own private city tour and where you like as long linger",
        "strLocation": "hamburg",
        "strOriginUrl": "https://www.getyourguide.com/hamburg-l23/exciting-scavenger-hunt-for-kids-by-hamburg-t51852/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Hamburg: Exciting treasure hunt for children",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 19:36:42"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 117,
        "intUsdCost": 34,
        "strGuideLanguage": "german",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-202828-145.jpg",
        "strIntroduction": "What You'll Do Join a guided tour of St. Pauli and learn about its seedy history Learn fascinating background information on the history of prostitution Taste the famous \"whores' schnapps\" Join a guided tour of St. Pauli and learn about its seedy history Learn fascinating background information on the history of prostitution Taste the famous \"whores' schnapps\" Join a guided tour of St. Pauli and learn about its seedy history Learn fascinating background information on the history of prostitution Taste the famous \"whores' schnapps\"",
        "strLocation": "hamburg",
        "strOriginUrl": "https://www.getyourguide.com/hamburg-l23/the-original-historical-whore-tour-t13/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Hamburg Historical Prostitute Tour: Then & Now (18+)",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 19:36:54"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 3,
        "intUsdCost": 17,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-387611-145.jpg",
        "strIntroduction": "What You'll Do Enjoy a fascinating performance with music and light in Hamburg Immerse yourself in the history of Hamburg and experience the landmarks of Hamburg painted in sand Follow the stories and enjoy seeing artists' renditions of the Rathaus, the famous St. Michael's Cathedral and the Fischmarkt Enjoy a fascinating performance with music and light in Hamburg Immerse yourself in the history of Hamburg and experience the landmarks of Hamburg painted in sand Follow the stories and enjoy seeing artists' renditions of the Rathaus, the famous St. Michael's Cathedral and the Fischmarkt Enjoy a fascinating performance with music and light in Hamburg Immerse yourself in the history of Hamburg and experience the landmarks of Hamburg painted in sand Follow the stories and enjoy seeing artists' renditions of the Rathaus, the famous St. Michael's Cathedral and the Fischmarkt",
        "strLocation": "hamburg",
        "strOriginUrl": "https://www.getyourguide.com/hamburg-l23/hamburg-live-sand-painting-show-t60401/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Hamburg: Live Sand Painting Show",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 19:37:08"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 30,
        "intUsdCost": 23,
        "strGuideLanguage": "german, spanish, english, french",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-213202-145.jpg",
        "strIntroduction": "What You'll Do Check out the Port of Hamburg and visit St. Michaelis Church See the Old Elbe Tunnel and learn interesting facts about City Hall Take in the view of the St. Pauli Piers See Peterstraße and the Johannes Brahms Museum Discover beautiful St. Nicholas' Church Check out the Port of Hamburg and visit St. Michaelis Church See the Old Elbe Tunnel and learn interesting facts about City Hall Take in the view of the St. Pauli Piers See Peterstraße and the Johannes Brahms Museum Discover beautiful St. Nicholas' Church Check out the Port of Hamburg and visit St. Michaelis Church See the Old Elbe Tunnel and learn interesting facts about City Hall Take in the view of the St. Pauli Piers See Peterstraße and the Johannes Brahms Museum Discover beautiful St. Nicholas' Church",
        "strLocation": "hamburg",
        "strOriginUrl": "https://www.getyourguide.com/hamburg-l23/hamburg-tour-the-harbor-st-michaelis-church-city-hall-t2115/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Hamburg Tour: The Harbor, St. Michaelis Church & City Hall",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 19:37:18"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 184,
        "intUsdCost": 23,
        "strGuideLanguage": "german, spanish, english, french, italian",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-284154-145.jpg",
        "strIntroduction": "What You'll Do Stroll along Hamburg's infamous Reeperbahn and discover the sinful side of the city Visit the Silbersack Bar and Ritze Bar Discover the Red Light District See the Davidwache police station Discover the Große Freiheit Experience the atmosphere at Hans-Albers-Platz Make a stop on Herbertstrasse Pass by the streetwalkers' strip Stroll along Hamburg's infamous Reeperbahn and discover the sinful side of the city Visit the Silbersack Bar and Ritze Bar Discover the Red Light District See the Davidwache police station Discover the Große Freiheit Experience the atmosphere at Hans-Albers-Platz Make a stop on Herbertstrasse Pass by the streetwalkers' strip Stroll along Hamburg's infamous Reeperbahn and discover the sinful side of the city Visit the Silbersack Bar and Ritze Bar Discover the Red Light District See the Davidwache police station Discover the Große Freiheit Experience the atmosphere at Hans-Albers-Platz Make a stop on Herbertstrasse Pass by the streetwalkers' strip",
        "strLocation": "hamburg",
        "strOriginUrl": "https://www.getyourguide.com/hamburg-l23/st-pauli-walking-tour-the-sinful-district-of-hamburg-t2073/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Hamburg: St. Pauli 2-Hour Walking Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 19:37:32"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 7,
        "intUsdCost": 20,
        "strGuideLanguage": "german",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-332209-145.jpg",
        "strIntroduction": "What You'll Do Experience an entertaining neighborhood tour with bona fide Hamburger Guides and explore the infamous red light district in Hamburg Listen to the stories about the neighborhood greats of the city and get lots of tips for a memorable evening on the Reeperbahn Experience not only the special flair on St. Pauli but throw you a look at the impressive harbor panorama Experience an entertaining neighborhood tour with bona fide Hamburger Guides and explore the infamous red light district in Hamburg Listen to the stories about the neighborhood greats of the city and get lots of tips for a memorable evening on the Reeperbahn Experience not only the special flair on St. Pauli but throw you a look at the impressive harbor panorama Experience an entertaining neighborhood tour with bona fide Hamburger Guides and explore the infamous red light district in Hamburg Listen to the stories about the neighborhood greats of the city and get lots of tips for a memorable evening on the Reeperbahn Experience not only the special flair on St. Pauli but throw you a look at the impressive harbor panorama",
        "strLocation": "hamburg",
        "strOriginUrl": "https://www.getyourguide.com/hamburg-l23/st-pauli-happy-hour-the-legendary-getaway-t51913/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "St. Pauli: 90-minute tour of the Reeperbahn",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 19:37:46"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 5,
        "intUsdCost": 35,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-293253-145.jpg",
        "strIntroduction": "What You'll Do Explore Hamburg on your own and solve the puzzles to attractions Interrupt the City game at any time and take whim participate in tours Take as much time for your sightseeing as you like Experience an exciting day for the whole family with fun and games Take as many friends as you like Explore Hamburg on your own and solve the puzzles to attractions Interrupt the City game at any time and take whim participate in tours Take as much time for your sightseeing as you like Experience an exciting day for the whole family with fun and games Take as many friends as you like Explore Hamburg on your own and solve the puzzles to attractions Interrupt the City game at any time and take whim participate in tours Take as much time for your sightseeing as you like Experience an exciting day for the whole family with fun and games Take as many friends as you like",
        "strLocation": "hamburg",
        "strOriginUrl": "https://www.getyourguide.com/hamburg-l23/exciting-chase-through-the-port-of-hamburg-t48227/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Hamburg: Exciting treasure hunt through the port",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 19:37:59"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 14,
        "intUsdCost": 33,
        "strGuideLanguage": "german",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-294168-145.jpg",
        "strIntroduction": "What You'll Do Enjoy an extraordinary tour along the Reeperbahn with the White Dandy as your guide Get to know the most interesting neighborhood shops Hear the stories and history of the Reeperbahn - from \"Condomium\" to Queen Mary Learn more about daily life in the entertainment district of St. Pauli. Enjoy an extraordinary tour along the Reeperbahn with the White Dandy as your guide Get to know the most interesting neighborhood shops Hear the stories and history of the Reeperbahn - from \"Condomium\" to Queen Mary Learn more about daily life in the entertainment district of St. Pauli. Enjoy an extraordinary tour along the Reeperbahn with the White Dandy as your guide Get to know the most interesting neighborhood shops Hear the stories and history of the Reeperbahn - from \"Condomium\" to Queen Mary Learn more about daily life in the entertainment district of St. Pauli.",
        "strLocation": "hamburg",
        "strOriginUrl": "https://www.getyourguide.com/hamburg-l23/hamburg-st-pauli-25-hour-with-the-white-dandy-t41101/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Hamburg: St. Pauli 2.5-Hour with the White Dandy",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 19:38:10"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 16,
        "intUsdCost": 33,
        "strGuideLanguage": "german",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-471567-145.jpg",
        "strIntroduction": "What You'll Do Visit the most famous red light district in Germany – the Reeperbahn Experience an authentic tour through the neighborhood of St. Pauli Explore the Große Freiheit – where you can experience the bustling party scene Find out why St. Pauli is a living legend Visit the most famous red light district in Germany – the Reeperbahn Experience an authentic tour through the neighborhood of St. Pauli Explore the Große Freiheit – where you can experience the bustling party scene Find out why St. Pauli is a living legend Visit the most famous red light district in Germany – the Reeperbahn Experience an authentic tour through the neighborhood of St. Pauli Explore the Große Freiheit – where you can experience the bustling party scene Find out why St. Pauli is a living legend",
        "strLocation": "hamburg",
        "strOriginUrl": "https://www.getyourguide.com/hamburg-l23/hamburg-25-hour-neighborhood-tour-of-st-pauli-t20002/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Hamburg: 2.5-Hour Tour of St. Pauli for Adults",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 19:38:21"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 28,
        "strGuideLanguage": "english, german",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-381472-145.jpg",
        "strIntroduction": "What You'll Do Experience a diverse bike tour through Hamburg and discover the social contrasts of the Hanseatic city Ride along the Inner Alster Lake with its elegant boutiques, and discover the numerous alternative lifestyles and cultural activities Learn more about the history of the multicultural neighborhoods and how they have evolved over time Experience a diverse bike tour through Hamburg and discover the social contrasts of the Hanseatic city Ride along the Inner Alster Lake with its elegant boutiques, and discover the numerous alternative lifestyles and cultural activities Learn more about the history of the multicultural neighborhoods and how they have evolved over time Experience a diverse bike tour through Hamburg and discover the social contrasts of the Hanseatic city Ride along the Inner Alster Lake with its elegant boutiques, and discover the numerous alternative lifestyles and cultural activities Learn more about the history of the multicultural neighborhoods and how they have evolved over time",
        "strLocation": "hamburg",
        "strOriginUrl": "https://www.getyourguide.com/hamburg-l23/alternative-hamburg-4-hour-bike-tour-t59631/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Alternative Hamburg: 4-Hour Bike Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 19:38:33"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 38,
        "intUsdCost": 22,
        "strGuideLanguage": "english, german",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-212570-145.jpg",
        "strIntroduction": "What You'll Do Learn about the Beatles in Hamburg from Beatles expert and fan Peter Paetzold See the original performance spaces of the 60s Take part in an acclaimed tour, winner of the \"Events of the Year 2009\" and \"German Beat 2010\" Prizes Learn fascinating facts first hand Learn about the Beatles in Hamburg from Beatles expert and fan Peter Paetzold See the original performance spaces of the 60s Take part in an acclaimed tour, winner of the \"Events of the Year 2009\" and \"German Beat 2010\" Prizes Learn fascinating facts first hand Learn about the Beatles in Hamburg from Beatles expert and fan Peter Paetzold See the original performance spaces of the 60s Take part in an acclaimed tour, winner of the \"Events of the Year 2009\" and \"German Beat 2010\" Prizes Learn fascinating facts first hand",
        "strLocation": "hamburg",
        "strOriginUrl": "https://www.getyourguide.com/hamburg-l23/the-beatles-in-hamburg-tour-of-st-pauli-t15818/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Beatles Tour Hamburg",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 19:38:47"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 4,
        "intUsdCost": 25,
        "strGuideLanguage": "german",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-319271-145.jpg",
        "strIntroduction": "What You'll Do Enjoy an athletic discovery tour through the center of Hamburg and learn more about the city See the famous sights including the Town Hall, St. Michael's Church, and the Speicherstadt Experience the maritime flair of the HafenCity and hear anecdotes about the past and the present Enjoy an athletic discovery tour through the center of Hamburg and learn more about the city See the famous sights including the Town Hall, St. Michael's Church, and the Speicherstadt Experience the maritime flair of the HafenCity and hear anecdotes about the past and the present Enjoy an athletic discovery tour through the center of Hamburg and learn more about the city See the famous sights including the Town Hall, St. Michael's Church, and the Speicherstadt Experience the maritime flair of the HafenCity and hear anecdotes about the past and the present",
        "strLocation": "hamburg",
        "strOriginUrl": "https://www.getyourguide.com/hamburg-l23/highlights-of-hamburg-3-hour-guided-bike-tour-t51160/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Highlights of Hamburg: 3-Hour Guided Bike Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 19:39:00"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 13,
        "intUsdCost": 33,
        "strGuideLanguage": "german",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-385205-145.jpg",
        "strIntroduction": "What You'll Do Immerse yourself in the world of the Hamburg Kiez and learn more about the life of the motorcycle gangs Learn firsthand ─ from cult bodyguard Eddy Kante ─ as it runs on so St. Pauli and how life has changed there Look at the end of a liqueur in the Olivia Jones Bar by Immerse yourself in the world of the Hamburg Kiez and learn more about the life of the motorcycle gangs Learn firsthand ─ from cult bodyguard Eddy Kante ─ as it runs on so St. Pauli and how life has changed there Look at the end of a liqueur in the Olivia Jones Bar by Immerse yourself in the world of the Hamburg Kiez and learn more about the life of the motorcycle gangs Learn firsthand ─ from cult bodyguard Eddy Kante ─ as it runs on so St. Pauli and how life has changed there Look at the end of a liqueur in the Olivia Jones Bar by",
        "strLocation": "hamburg",
        "strOriginUrl": "https://www.getyourguide.com/hamburg-l23/st-pauli-neighborhood-tour-with-cult-bodyguard-eddy-kante-t51521/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Hamburg St. Pauli tour with cult bodyguard Eddy Kante",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 19:39:12"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 21,
        "intUsdCost": 26,
        "strGuideLanguage": "spanish, english, french, german, italian, russian",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-366352-145.jpg",
        "strIntroduction": "What You'll Do Learn more about the how time has changed life in the Hamburg district of St. Pauli See the famous Herbertstraße, institutional establishments, diverse bars, and the famous Davidwache Discover how the district has changed and what it used to be like, and see cultural and erotic highlights Learn more about the how time has changed life in the Hamburg district of St. Pauli See the famous Herbertstraße, institutional establishments, diverse bars, and the famous Davidwache Discover how the district has changed and what it used to be like, and see cultural and erotic highlights Learn more about the how time has changed life in the Hamburg district of St. Pauli See the famous Herbertstraße, institutional establishments, diverse bars, and the famous Davidwache Discover how the district has changed and what it used to be like, and see cultural and erotic highlights",
        "strLocation": "hamburg",
        "strOriginUrl": "https://www.getyourguide.com/hamburg-l23/hamburg-st-pauli-tour-of-the-reeperbahn-t48622/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Hamburg: St. Pauli Tour of the Reeperbahn",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 19:39:22"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 8,
        "intUsdCost": 40,
        "strGuideLanguage": "english, german",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-420044-145.jpg",
        "strIntroduction": "What You'll Do Enjoy the benefits of a combo ticket for a hop-on hop-off bus tour, harbor cruise, and Alster boat cruise Discover Hamburg at your own pace on the hop-on hop-off bus tour Get on and off at any of the stops as often as you want Spend as much time as you wish at the interesting sights in the city See the beloved St. Michael's Church and admire the views of Hamburg from above Stroll around the Outer Alster Lake and be amazed by the number of green areas in the Hanseatic city Visit the bustling landing stages Enjoy a wonderful end to your day with a fantastic cruise in the harbor and on the Alster River Enjoy the benefits of a combo ticket for a hop-on hop-off bus tour, harbor cruise, and Alster boat cruise Discover Hamburg at your own pace on the hop-on hop-off bus tour Get on and off at any of the stops as often as you want Spend as much time as you wish at the interesting sights in the city See the beloved St. Michael's Church and admire the views of Hamburg from above Stroll around the Outer Alster Lake and be amazed by the number of green areas in the Hanseatic city Visit the bustling landing stages Enjoy a wonderful end to your day with a fantastic cruise in the harbor and on the Alster River Enjoy the benefits of a combo ticket for a hop-on hop-off bus tour, harbor cruise, and Alster boat cruise Discover Hamburg at your own pace on the hop-on hop-off bus tour Get on and off at any of the stops as often as you want Spend as much time as you wish at the interesting sights in the city See the beloved St. Michael's Church and admire the views of Hamburg from above Stroll around the Outer Alster Lake and be amazed by the number of green areas in the Hanseatic city Visit the bustling landing stages Enjoy a wonderful end to your day with a fantastic cruise in the harbor and on the Alster River",
        "strLocation": "hamburg",
        "strOriginUrl": "https://www.getyourguide.com/hamburg-l23/hamburg-1-day-hop-on-hop-off-bus-tour-with-boat-cruise-t41480/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "City Tour with Harbor and Alster Cruise",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 19:39:34"
    },
    {
        "intDurationHour": 5,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 35,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-347502-145.jpg",
        "strIntroduction": "What You'll Do Explore Hamburg on your own and solve playful puzzles that lead you to the sights You choose where you want to stay longer or which attractions you want to take a closer look Stroll along the Mönckebergstraße and learn more about the history of Hamburg, the great fire, and as the Chilehaus Explore Hamburg on your own and solve playful puzzles that lead you to the sights You choose where you want to stay longer or which attractions you want to take a closer look Stroll along the Mönckebergstraße and learn more about the history of Hamburg, the great fire, and as the Chilehaus Explore Hamburg on your own and solve playful puzzles that lead you to the sights You choose where you want to stay longer or which attractions you want to take a closer look Stroll along the Mönckebergstraße and learn more about the history of Hamburg, the great fire, and as the Chilehaus",
        "strLocation": "hamburg",
        "strOriginUrl": "https://www.getyourguide.com/hamburg-l23/hamburg-scavenger-hunt-through-downtown-t54530/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Hamburg: scavenger hunt through downtown",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 19:39:49"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 10,
        "intUsdCost": 22,
        "strGuideLanguage": "german, spanish, swedish, danish, english, afrikaans, french, italian, norwegian, polish, russian",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-373212-145.jpg",
        "strIntroduction": "What You'll Do Stroll along the Reeperbahn in Hamburg and learn more about prostitution, gang fights, and boxing legends See the famous Davidwache and learn what problems the life and work bring to the neighborhood Walk past Herbertstraße, see the numerous shops, and experience the cultural mix of St. Pauli Stroll along the Reeperbahn in Hamburg and learn more about prostitution, gang fights, and boxing legends See the famous Davidwache and learn what problems the life and work bring to the neighborhood Walk past Herbertstraße, see the numerous shops, and experience the cultural mix of St. Pauli Stroll along the Reeperbahn in Hamburg and learn more about prostitution, gang fights, and boxing legends See the famous Davidwache and learn what problems the life and work bring to the neighborhood Walk past Herbertstraße, see the numerous shops, and experience the cultural mix of St. Pauli",
        "strLocation": "hamburg",
        "strOriginUrl": "https://www.getyourguide.com/hamburg-l23/hamburg-2-hour-reeperbahn-tour-t57316/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Hamburg: 2-Hour Reeperbahn Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 19:39:59"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 10,
        "intUsdCost": 16,
        "strGuideLanguage": "german",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-380998-145.jpg",
        "strIntroduction": "What You'll Do Immerse yourself in the history of the Hanseatic city and learn all about the office buildings and the development of Hamburg Explore the historic Speicherstadt and take a look at the new HafenCity and the controversial Elbphilharmonie Discover ancient winches and carpet store and admire the contrast between old brick walls and modern architecture Immerse yourself in the history of the Hanseatic city and learn all about the office buildings and the development of Hamburg Explore the historic Speicherstadt and take a look at the new HafenCity and the controversial Elbphilharmonie Discover ancient winches and carpet store and admire the contrast between old brick walls and modern architecture Immerse yourself in the history of the Hanseatic city and learn all about the office buildings and the development of Hamburg Explore the historic Speicherstadt and take a look at the new HafenCity and the controversial Elbphilharmonie Discover ancient winches and carpet store and admire the contrast between old brick walls and modern architecture",
        "strLocation": "hamburg",
        "strOriginUrl": "https://www.getyourguide.com/hamburg-l23/hamburg-kontorhausviertel-speicherstadt-t59569/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Hamburg: Kontorhausviertel and Speicherstadt",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 19:40:12"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 10,
        "intUsdCost": 16,
        "strGuideLanguage": "english, german",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-85692-145.jpg",
        "strIntroduction": "What You'll Do Discover the most important facts and neighborhood highlights in just 75 minutes See the Große Freiheit and the Varietés Learn all about the history of the Reeperbahn from your qualified guide Tour the area with a St. Pauli expert See the Davidwache, which is well-known from film and TV Enjoy a shot en route Discover the most important facts and neighborhood highlights in just 75 minutes See the Große Freiheit and the Varietés Learn all about the history of the Reeperbahn from your qualified guide Tour the area with a St. Pauli expert See the Davidwache, which is well-known from film and TV Enjoy a shot en route Discover the most important facts and neighborhood highlights in just 75 minutes See the Große Freiheit and the Varietés Learn all about the history of the Reeperbahn from your qualified guide Tour the area with a St. Pauli expert See the Davidwache, which is well-known from film and TV Enjoy a shot en route",
        "strLocation": "hamburg",
        "strOriginUrl": "https://www.getyourguide.com/hamburg-l23/hamburg-reeperbahn-walking-tour-t18284/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Hamburg St Pauli: Red Light District Walking Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 19:40:23"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 24,
        "intUsdCost": 39,
        "strGuideLanguage": "english, german",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-127092-145.jpg",
        "strIntroduction": "What You'll Do Enjoy preferred entrance at the Hamburg Dungeon Tour the Hamburg Dungeon to experience the scary side of the city’s history Hop on and off the bus at any of its 27 stops to explore Hamburg Enjoy onboard narration by licensed tour guides Experience the highlights of Hamburg from a double-decker-bus Enjoy preferred entrance at the Hamburg Dungeon Tour the Hamburg Dungeon to experience the scary side of the city’s history Hop on and off the bus at any of its 27 stops to explore Hamburg Enjoy onboard narration by licensed tour guides Experience the highlights of Hamburg from a double-decker-bus Enjoy preferred entrance at the Hamburg Dungeon Tour the Hamburg Dungeon to experience the scary side of the city’s history Hop on and off the bus at any of its 27 stops to explore Hamburg Enjoy onboard narration by licensed tour guides Experience the highlights of Hamburg from a double-decker-bus",
        "strLocation": "hamburg",
        "strOriginUrl": "https://www.getyourguide.com/hamburg-l23/stoertebeker-combo-hamburg-dungeon-hop-on-hop-off-bus-tour-t25827/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Störtebeker Combo: Hamburg Dungeon & Hop-On Hop-Off Bus Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 19:40:36"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 8,
        "intUsdCost": 23,
        "strGuideLanguage": "spanish, english, french, german",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-225826-145.jpg",
        "strIntroduction": "What You'll Do Be inspired by the Baroque beauty of St. Michael’s Church Admire the ornate interior made from gold and marble at St. Michael’s Church Enjoy the breathtaking views from the observation deck Learn about the fate of the widows of merchants in Krayenkamp Stroll through the Portuguese quarter along the harbor edge Observe the hustle and bustle of the pier Venture into the over 100-year old Elbe Tunnel Walk under the River Elbe and admire the skyline of Hamburg Be inspired by the Baroque beauty of St. Michael’s Church Admire the ornate interior made from gold and marble at St. Michael’s Church Enjoy the breathtaking views from the observation deck Learn about the fate of the widows of merchants in Krayenkamp Stroll through the Portuguese quarter along the harbor edge Observe the hustle and bustle of the pier Venture into the over 100-year old Elbe Tunnel Walk under the River Elbe and admire the skyline of Hamburg Be inspired by the Baroque beauty of St. Michael’s Church Admire the ornate interior made from gold and marble at St. Michael’s Church Enjoy the breathtaking views from the observation deck Learn about the fate of the widows of merchants in Krayenkamp Stroll through the Portuguese quarter along the harbor edge Observe the hustle and bustle of the pier Venture into the over 100-year old Elbe Tunnel Walk under the River Elbe and admire the skyline of Hamburg",
        "strLocation": "hamburg",
        "strOriginUrl": "https://www.getyourguide.com/hamburg-l23/st-michael-s-elbe-tunnel-harbor-2-hour-hamburg-tour-t39693/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "St. Michael’s, Elbe Tunnel & Harbor 2-Hour Hamburg Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 19:40:48"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 9,
        "intUsdCost": 25,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-126908-145.jpg",
        "strIntroduction": "What You'll Do Travel along the Elbchaussee to lovely hillside Blankenese Enjoy a walk through the famous staircase district down to the Blankenese jetty Board the ferry and head south Enjoy the scenic countryside of the Altes Land by bus Take in magnificent views of Hamburg from Köhlbrand Bridge Travel along the Elbchaussee to lovely hillside Blankenese Enjoy a walk through the famous staircase district down to the Blankenese jetty Board the ferry and head south Enjoy the scenic countryside of the Altes Land by bus Take in magnificent views of Hamburg from Köhlbrand Bridge Travel along the Elbchaussee to lovely hillside Blankenese Enjoy a walk through the famous staircase district down to the Blankenese jetty Board the ferry and head south Enjoy the scenic countryside of the Altes Land by bus Take in magnificent views of Hamburg from Köhlbrand Bridge",
        "strLocation": "hamburg",
        "strOriginUrl": "https://www.getyourguide.com/hamburg-l23/hamburg-riverside-bus-tour-along-the-elbe-river-t25823/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Hamburg Bus Tour : Elbe, Blankenese and Altes Land",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 19:41:02"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 28,
        "strGuideLanguage": "english, german",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-332656-145.jpg",
        "strIntroduction": "What You'll Do Experience a funny, exciting, and authentic tour of Hamburg's red light district Wander the most sinful stretch and see the famous Davidwache, Herbertstraße, and Große Freiheit Hear stories of life in the neighborhood and get your picture taking in front of the most famous sights Experience a funny, exciting, and authentic tour of Hamburg's red light district Wander the most sinful stretch and see the famous Davidwache, Herbertstraße, and Große Freiheit Hear stories of life in the neighborhood and get your picture taking in front of the most famous sights Experience a funny, exciting, and authentic tour of Hamburg's red light district Wander the most sinful stretch and see the famous Davidwache, Herbertstraße, and Große Freiheit Hear stories of life in the neighborhood and get your picture taking in front of the most famous sights",
        "strLocation": "hamburg",
        "strOriginUrl": "https://www.getyourguide.com/hamburg-l23/hamburg-st-pauli-tour-with-locals-t52653/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Hamburg: St. Pauli Tour with Locals",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 19:41:15"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 5,
        "intUsdCost": 25,
        "strGuideLanguage": "english, german",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-319773-145.jpg",
        "strIntroduction": "What You'll Do Discover the elegant neighborhoods by Hamburg's Outer Alster Lake by bike Enjoy many stories and anecdotes about the history and development of Hamburg See the Blue Mosque, admire many imposing villas, and follow the footsteps of Udo Lindenberg Discover the elegant neighborhoods by Hamburg's Outer Alster Lake by bike Enjoy many stories and anecdotes about the history and development of Hamburg See the Blue Mosque, admire many imposing villas, and follow the footsteps of Udo Lindenberg Discover the elegant neighborhoods by Hamburg's Outer Alster Lake by bike Enjoy many stories and anecdotes about the history and development of Hamburg See the Blue Mosque, admire many imposing villas, and follow the footsteps of Udo Lindenberg",
        "strLocation": "hamburg",
        "strOriginUrl": "https://www.getyourguide.com/hamburg-l23/hamburg-3-hour-bike-tour-around-the-outer-alster-lake-t51212/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Hamburg: 3-Hour Bike Tour around the Outer Alster Lake",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 19:41:31"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 12,
        "intUsdCost": 23,
        "strGuideLanguage": "german, spanish, english, french",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-10585-145.jpg",
        "strIntroduction": "What You'll Do Visit the old town halls of the impressive Hanseatic city Marvel at St. Nicholas’ Church Experience wanderlust by visiting the Africa House Explore the Mönckebergstraße shopping street Discover the old town of Hamburg and learn interesting details about historical events Admire the unique Chilehaus and be impressed by its imposing appearance Wallow in memories when you visit the Trostbrücke Visit the old town halls of the impressive Hanseatic city Marvel at St. Nicholas’ Church Experience wanderlust by visiting the Africa House Explore the Mönckebergstraße shopping street Discover the old town of Hamburg and learn interesting details about historical events Admire the unique Chilehaus and be impressed by its imposing appearance Wallow in memories when you visit the Trostbrücke Visit the old town halls of the impressive Hanseatic city Marvel at St. Nicholas’ Church Experience wanderlust by visiting the Africa House Explore the Mönckebergstraße shopping street Discover the old town of Hamburg and learn interesting details about historical events Admire the unique Chilehaus and be impressed by its imposing appearance Wallow in memories when you visit the Trostbrücke",
        "strLocation": "hamburg",
        "strOriginUrl": "https://www.getyourguide.com/hamburg-l23/hamburg-2-hour-tour-of-the-historic-old-town-t2125/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Hamburg: 2-Hour Tour of the Historic Old Town",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 19:41:44"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 11,
        "intUsdCost": 33,
        "strGuideLanguage": "german",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-224709-145.jpg",
        "strIntroduction": "What You'll Do Explore the Hamburg nightlife and let yourself be guided through the most popular pubs and bars of the scene. The tour is designed to suit your music preferences and also offers the occasional free-shot. It offers a colorful mix around St. Pauli: The cult bar of Olivia Jones waiting China Lounge and many more for you. Explore the Hamburg nightlife and let yourself be guided through the most popular pubs and bars of the scene. The tour is designed to suit your music preferences and also offers the occasional free-shot. It offers a colorful mix around St. Pauli: The cult bar of Olivia Jones waiting China Lounge and many more for you. Explore the Hamburg nightlife and let yourself be guided through the most popular pubs and bars of the scene. The tour is designed to suit your music preferences and also offers the occasional free-shot. It offers a colorful mix around St. Pauli: The cult bar of Olivia Jones waiting China Lounge and many more for you.",
        "strLocation": "hamburg",
        "strOriginUrl": "https://www.getyourguide.com/hamburg-l23/club-and-pub-crawl-hamburg-t39531/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Pub Crawl Hamburg",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 19:41:59"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 41,
        "intUsdCost": 28,
        "strGuideLanguage": "german, english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-471672-145.jpg",
        "strIntroduction": "What You'll Do See the impressive Elbe Philharmonic Hall Admire the fascinating model of the modern HafenCity in Kesselhaus Discover the picturesque historic harbor in Hamburg Take a look at the futuristic Marco Polo Tower Admire the busy cruise ship terminal in HafenCity See the cooperative apartments in HafenCity Discover the most expensive apartments in the city Marvel at speed of the boats in the sport marina See the first public school in HafenCity Walk through the impressive, historical Speicherstadt See the impressive Elbe Philharmonic Hall Admire the fascinating model of the modern HafenCity in Kesselhaus Discover the picturesque historic harbor in Hamburg Take a look at the futuristic Marco Polo Tower Admire the busy cruise ship terminal in HafenCity See the cooperative apartments in HafenCity Discover the most expensive apartments in the city Marvel at speed of the boats in the sport marina See the first public school in HafenCity Walk through the impressive, historical Speicherstadt See the impressive Elbe Philharmonic Hall Admire the fascinating model of the modern HafenCity in Kesselhaus Discover the picturesque historic harbor in Hamburg Take a look at the futuristic Marco Polo Tower Admire the busy cruise ship terminal in HafenCity See the cooperative apartments in HafenCity Discover the most expensive apartments in the city Marvel at speed of the boats in the sport marina See the first public school in HafenCity Walk through the impressive, historical Speicherstadt",
        "strLocation": "hamburg",
        "strOriginUrl": "https://www.getyourguide.com/hamburg-l23/hamburg-maritime-25-hour-tour-t23621/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Hamburg Maritime 2.5-Hour Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 19:42:12"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 610,
        "strGuideLanguage": "spanish, english, french, german",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-267175-145.jpg",
        "strIntroduction": "What You'll Do Enjoy an exclusive tour through Hamburg customized to suit your interests Discover the Hanseatic city by limousine with a personal guide and chauffeur See HafenCity, the impressive development project in the city center Discover the historical Speicherstadt (warehouse district) See the bustling port area with the landing stages, fish market, and Große Elbstraße Admire the view from the Köhlbrand Bridge Visit Blankenese Make short stops to take photos or enjoy a coffee and snack Visit the famous St. Michael's Church Descend into the Old Elbe Tunnel Enjoy an exclusive tour through Hamburg customized to suit your interests Discover the Hanseatic city by limousine with a personal guide and chauffeur See HafenCity, the impressive development project in the city center Discover the historical Speicherstadt (warehouse district) See the bustling port area with the landing stages, fish market, and Große Elbstraße Admire the view from the Köhlbrand Bridge Visit Blankenese Make short stops to take photos or enjoy a coffee and snack Visit the famous St. Michael's Church Descend into the Old Elbe Tunnel Enjoy an exclusive tour through Hamburg customized to suit your interests Discover the Hanseatic city by limousine with a personal guide and chauffeur See HafenCity, the impressive development project in the city center Discover the historical Speicherstadt (warehouse district) See the bustling port area with the landing stages, fish market, and Große Elbstraße Admire the view from the Köhlbrand Bridge Visit Blankenese Make short stops to take photos or enjoy a coffee and snack Visit the famous St. Michael's Church Descend into the Old Elbe Tunnel",
        "strLocation": "hamburg",
        "strOriginUrl": "https://www.getyourguide.com/hamburg-l23/hamburg-exclusive-tour-by-limousine-with-chauffeur-t45005/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Hamburg: Exclusive Tour by Limousine with Chauffeur",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 19:42:27"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 45,
        "intUsdCost": 25,
        "strGuideLanguage": "german",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-85726-145.jpg",
        "strIntroduction": "What You'll Do Take a 2-hour ride along Hamburg's international port Admire the fascinating Elbe Philharmonic Hall from the water See the historic warehouse city, the modern HafenCity, the container terminals, and the Köhlbrand Bridge Pass through locks and travel right into the heart of the harbor Discover the dockyards and huge ships up close Gain fascinating insight into the development of Hamburg's international port Enjoy the breathtaking views of the city on the waterfront Benefit from expert commentary by a certified guide Take a 2-hour ride along Hamburg's international port Admire the fascinating Elbe Philharmonic Hall from the water See the historic warehouse city, the modern HafenCity, the container terminals, and the Köhlbrand Bridge Pass through locks and travel right into the heart of the harbor Discover the dockyards and huge ships up close Gain fascinating insight into the development of Hamburg's international port Enjoy the breathtaking views of the city on the waterfront Benefit from expert commentary by a certified guide Take a 2-hour ride along Hamburg's international port Admire the fascinating Elbe Philharmonic Hall from the water See the historic warehouse city, the modern HafenCity, the container terminals, and the Köhlbrand Bridge Pass through locks and travel right into the heart of the harbor Discover the dockyards and huge ships up close Gain fascinating insight into the development of Hamburg's international port Enjoy the breathtaking views of the city on the waterfront Benefit from expert commentary by a certified guide",
        "strLocation": "hamburg",
        "strOriginUrl": "https://www.getyourguide.com/hamburg-port-l3126/boat-tour-of-the-port-of-hamburg-t19242/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Boat Tour Through the Port of Hamburg",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 19:42:40"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 13,
        "intUsdCost": 13,
        "strGuideLanguage": "german",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-244434-145.jpg",
        "strIntroduction": "What You'll Do Find out more about the Hammaburg, from Hamburg once was and the first port of Hamburg. Explore the charming Old Town of Hamburg and look forward to the beautiful town hall and magnificent office buildings. Follow in the footsteps of bygone times - the ruins of St. Nicholas Church and the historic Deichstrasse provide the perfect backdrop. Find out more about the Hammaburg, from Hamburg once was and the first port of Hamburg. Explore the charming Old Town of Hamburg and look forward to the beautiful town hall and magnificent office buildings. Follow in the footsteps of bygone times - the ruins of St. Nicholas Church and the historic Deichstrasse provide the perfect backdrop. Find out more about the Hammaburg, from Hamburg once was and the first port of Hamburg. Explore the charming Old Town of Hamburg and look forward to the beautiful town hall and magnificent office buildings. Follow in the footsteps of bygone times - the ruins of St. Nicholas Church and the historic Deichstrasse provide the perfect backdrop.",
        "strLocation": "hamburg",
        "strOriginUrl": "https://www.getyourguide.com/hamburg-l23/old-town-tour-from-city-hall-to-the-speicherstadt-t42044/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Altstadtrundgang Hamburg: from the Town Hall to…",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 19:42:51"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 171,
        "strGuideLanguage": "german, spanish, danish, dutch, english, french, italian",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-239349-145.jpg",
        "strIntroduction": "What You'll Do Drive around the Außenalster (Outer Lake) Explore the city center and see the Hamburg Rathaus, the Mönckebergstraße, and St. Peter's Church Stop at St. Michael’s Church, which is affectionately known as “Michel” Drive along the harbor See the famous Speicherstadt Marvel at the size of HafenCity Admire the Elbe Tunnel and the landing bridges Drive through St. Pauli and along the infamous Reeperbahn Drive around the Außenalster (Outer Lake) Explore the city center and see the Hamburg Rathaus, the Mönckebergstraße, and St. Peter's Church Stop at St. Michael’s Church, which is affectionately known as “Michel” Drive along the harbor See the famous Speicherstadt Marvel at the size of HafenCity Admire the Elbe Tunnel and the landing bridges Drive through St. Pauli and along the infamous Reeperbahn Drive around the Außenalster (Outer Lake) Explore the city center and see the Hamburg Rathaus, the Mönckebergstraße, and St. Peter's Church Stop at St. Michael’s Church, which is affectionately known as “Michel” Drive along the harbor See the famous Speicherstadt Marvel at the size of HafenCity Admire the Elbe Tunnel and the landing bridges Drive through St. Pauli and along the infamous Reeperbahn",
        "strLocation": "hamburg",
        "strOriginUrl": "https://www.getyourguide.com/hamburg-l23/hamburg-private-2-hour-guided-tour-in-your-own-bus-t41406/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Hamburg: Private 2-Hour Guided Tour in Your Own Bus",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 19:43:03"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 19,
        "intUsdCost": 113,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-253644-145.jpg",
        "strIntroduction": "What You'll Do Explore Hamburg from the water on a thrilling speedboat ride See the interesting sights of the city including Elbe Philharmonic Hall, the Fish Market, and Blohm and Voss Shipyards Enjoy the atmosphere of the Port of Hamburg and relax with a drink at the beach club Explore Hamburg from the water on a thrilling speedboat ride See the interesting sights of the city including Elbe Philharmonic Hall, the Fish Market, and Blohm and Voss Shipyards Enjoy the atmosphere of the Port of Hamburg and relax with a drink at the beach club Explore Hamburg from the water on a thrilling speedboat ride See the interesting sights of the city including Elbe Philharmonic Hall, the Fish Market, and Blohm and Voss Shipyards Enjoy the atmosphere of the Port of Hamburg and relax with a drink at the beach club",
        "strLocation": "hamburg",
        "strOriginUrl": "https://www.getyourguide.com/hamburg-l23/port-of-hamburg-high-speed-boat-ride-t43200/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Port of Hamburg: High-Speed Boat Ride",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 19:43:16"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 15,
        "intUsdCost": 18,
        "strGuideLanguage": "german",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-246220-145.jpg",
        "strIntroduction": "What You'll Do See the famous town hall of Hamburg, downtown and Old Town Explore the ruins of St. Nicholas Church and the historical Deichstrasse Experience the historic Speicherstadt with the waterways and canals Dive deep into the history of Hamburg a Watch the new historic harbor, the Magellan and Marco Polo Terraces Learn the HafenCity from the perspective of Hamburger know Climb on board a ship and admire the harbor edge and the jetties at close Experience the notorious St. Pauli and the Reeperbahn, the Herbert Street, the Hans-Albers-Platz and Grosse Freiheit Enjoy a Astra in Silbersackstrasse, one of the cosiest pubs in the neighborhood Show the Hanseatic City of Hamburg a real show, who knows his home as his pocket See the famous town hall of Hamburg, downtown and Old Town Explore the ruins of St. Nicholas Church and the historical Deichstrasse Experience the historic Speicherstadt with the waterways and canals Dive deep into the history of Hamburg a Watch the new historic harbor, the Magellan and Marco Polo Terraces Learn the HafenCity from the perspective of Hamburger know Climb on board a ship and admire the harbor edge and the jetties at close Experience the notorious St. Pauli and the Reeperbahn, the Herbert Street, the Hans-Albers-Platz and Grosse Freiheit Enjoy a Astra in Silbersackstrasse, one of the cosiest pubs in the neighborhood Show the Hanseatic City of Hamburg a real show, who knows his home as his pocket See the famous town hall of Hamburg, downtown and Old Town Explore the ruins of St. Nicholas Church and the historical Deichstrasse Experience the historic Speicherstadt with the waterways and canals Dive deep into the history of Hamburg a Watch the new historic harbor, the Magellan and Marco Polo Terraces Learn the HafenCity from the perspective of Hamburger know Climb on board a ship and admire the harbor edge and the jetties at close Experience the notorious St. Pauli and the Reeperbahn, the Herbert Street, the Hans-Albers-Platz and Grosse Freiheit Enjoy a Astra in Silbersackstrasse, one of the cosiest pubs in the neighborhood Show the Hanseatic City of Hamburg a real show, who knows his home as his pocket",
        "strLocation": "hamburg",
        "strOriginUrl": "https://www.getyourguide.com/hamburg-l23/hamburg-compact-city-harbor-harbor-city-st-pauli-t42242/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Hamburg compact: City, Harbor, HafenCity & St. Pauli",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 19:43:30"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 15,
        "intUsdCost": 23,
        "strGuideLanguage": "german",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-105520-145.jpg",
        "strIntroduction": "What You'll Do Learn compact and exciting information about the Beatles in Hamburg! Listen to live music during the tour! A professional musician plays Beatles songs and shows the sites of the Beatles! Experience a final concert with live music! Come along on a guided tour of the lively St. Pauli! Learn compact and exciting information about the Beatles in Hamburg! Listen to live music during the tour! A professional musician plays Beatles songs and shows the sites of the Beatles! Experience a final concert with live music! Come along on a guided tour of the lively St. Pauli! Learn compact and exciting information about the Beatles in Hamburg! Listen to live music during the tour! A professional musician plays Beatles songs and shows the sites of the Beatles! Experience a final concert with live music! Come along on a guided tour of the lively St. Pauli!",
        "strLocation": "hamburg",
        "strOriginUrl": "https://www.getyourguide.com/hamburg-l23/the-beatles-in-st-pauli-with-live-music-and-bar-visit-t22607/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "The Beatles in St. Pauli - with live music and bar…",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 19:43:44"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 2,
        "intReviewVisitor": 11,
        "intUsdCost": 32,
        "strGuideLanguage": "german",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-94205-145.jpg",
        "strIntroduction": "What You'll Do Experience a harbor cruise as comedy show and erlachen the Port of Hamburg! See the harbor, St. Pauli, the Elbe and Blankenese - all on the way to the diaphragm Experience a harbor cruise as comedy show and erlachen the Port of Hamburg! See the harbor, St. Pauli, the Elbe and Blankenese - all on the way to the diaphragm Experience a harbor cruise as comedy show and erlachen the Port of Hamburg! See the harbor, St. Pauli, the Elbe and Blankenese - all on the way to the diaphragm",
        "strLocation": "hamburg",
        "strOriginUrl": "https://www.getyourguide.com/hamburg-l23/comedy-boot-hamburg-harbor-cruise-to-bust-a-gut-t20430/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Comedy Boot Hamburg: harbor cruise to Bust a Gut",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 19:44:00"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 2,
        "intUsdCost": 22,
        "strGuideLanguage": "german",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-304460-145.jpg",
        "strIntroduction": "What You'll Do Discover the Reeperbahn in St. Pauli, experience the sinful mile up close and listen to the exciting stories Experience culture Spielbudenplatz, learn more about the difficult work of police officers and stroll through the Herbert Street Follow in the footsteps of the Beatles and the heavy Hamburger guys before you even enjoy in the cult bar \"to crack\" a drink Discover the Reeperbahn in St. Pauli, experience the sinful mile up close and listen to the exciting stories Experience culture Spielbudenplatz, learn more about the difficult work of police officers and stroll through the Herbert Street Follow in the footsteps of the Beatles and the heavy Hamburger guys before you even enjoy in the cult bar \"to crack\" a drink Discover the Reeperbahn in St. Pauli, experience the sinful mile up close and listen to the exciting stories Experience culture Spielbudenplatz, learn more about the difficult work of police officers and stroll through the Herbert Street Follow in the footsteps of the Beatles and the heavy Hamburger guys before you even enjoy in the cult bar \"to crack\" a drink",
        "strLocation": "hamburg",
        "strOriginUrl": "https://www.getyourguide.com/hamburg-l23/reeperbahn-guide-stpauli-t49537/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Hamburg: neighborhood tour of St. Pauli",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 19:44:15"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 7,
        "intUsdCost": 23,
        "strGuideLanguage": "german",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-350127-145.jpg",
        "strIntroduction": "What You'll Do Discover the historical Speicherstadt in Hamburg and admire the Chilehaus and Sprinkenhof buildings in the Kontorhaus District Learn more about the background of the Speicherstadt, how it was used, and why it still has an incomparable charm Cross the former customs canal, take a look at carpet warehouses, and immerse yourself in the world of coffee and spices Discover the historical Speicherstadt in Hamburg and admire the Chilehaus and Sprinkenhof buildings in the Kontorhaus District Learn more about the background of the Speicherstadt, how it was used, and why it still has an incomparable charm Cross the former customs canal, take a look at carpet warehouses, and immerse yourself in the world of coffee and spices Discover the historical Speicherstadt in Hamburg and admire the Chilehaus and Sprinkenhof buildings in the Kontorhaus District Learn more about the background of the Speicherstadt, how it was used, and why it still has an incomparable charm Cross the former customs canal, take a look at carpet warehouses, and immerse yourself in the world of coffee and spices",
        "strLocation": "hamburg",
        "strOriginUrl": "https://www.getyourguide.com/hamburg-l23/hamburg-2-hour-tour-of-the-speicherstadt-t54856/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Hamburg: 2-Hour Tour of the Speicherstadt",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 19:44:27"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 20,
        "intUsdCost": 36,
        "strGuideLanguage": "english, german",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-263100-145.jpg",
        "strIntroduction": "What You'll Do Marvel at the glittering splendor of Hamburg at night Enjoy a guided bus tour on the double-decker bus Take an Alster Lakes cruise See the illuminated warehouse complex Enjoy the musical performance and the water fountains of Planten un Blomen park Explore the infamous Reeperbahn district Marvel at the glittering splendor of Hamburg at night Enjoy a guided bus tour on the double-decker bus Take an Alster Lakes cruise See the illuminated warehouse complex Enjoy the musical performance and the water fountains of Planten un Blomen park Explore the infamous Reeperbahn district Marvel at the glittering splendor of Hamburg at night Enjoy a guided bus tour on the double-decker bus Take an Alster Lakes cruise See the illuminated warehouse complex Enjoy the musical performance and the water fountains of Planten un Blomen park Explore the infamous Reeperbahn district",
        "strLocation": "hamburg",
        "strOriginUrl": "https://www.getyourguide.com/hamburg-l23/hamburg-at-night-festival-of-light-bus-and-boat-tour-t25826/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Hamburg at Night - Festival of Light Bus and Boat Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 19:44:40"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 14,
        "intUsdCost": 45,
        "strGuideLanguage": "german",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-224434-145.jpg",
        "strIntroduction": "What You'll Do Experience St. Pauli, Hamburg's red light district Learn about prostitution past and present Discover the infamous red light district Walk down the Reeperbahn Enjoy a delicious meal Experience St. Pauli, Hamburg's red light district Learn about prostitution past and present Discover the infamous red light district Walk down the Reeperbahn Enjoy a delicious meal Experience St. Pauli, Hamburg's red light district Learn about prostitution past and present Discover the infamous red light district Walk down the Reeperbahn Enjoy a delicious meal",
        "strLocation": "hamburg",
        "strOriginUrl": "https://www.getyourguide.com/hamburg-l23/hamburg-red-light-district-tour-with-final-three-course-meal-t1965/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Hamburg Red Light District 2-Hour Tour with Meal",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 19:44:52"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 4,
        "intUsdCost": 171,
        "strGuideLanguage": "spanish, english, french, german",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-10451-145.jpg",
        "strIntroduction": "What You'll Do Admire the impressive Hamburg Town Hall See St. Nicholas’s Church Discover the Hamburg Stock Exchange Walk along Deichstrasse Hear interesting stories about the Speicherstadt (warehouse district) Explore the modern HafenCity Admire the views of the Port of Hamburg from Baumwall metro station Visit the Elbe Philharmonic Hall Admire the impressive Hamburg Town Hall See St. Nicholas’s Church Discover the Hamburg Stock Exchange Walk along Deichstrasse Hear interesting stories about the Speicherstadt (warehouse district) Explore the modern HafenCity Admire the views of the Port of Hamburg from Baumwall metro station Visit the Elbe Philharmonic Hall Admire the impressive Hamburg Town Hall See St. Nicholas’s Church Discover the Hamburg Stock Exchange Walk along Deichstrasse Hear interesting stories about the Speicherstadt (warehouse district) Explore the modern HafenCity Admire the views of the Port of Hamburg from Baumwall metro station Visit the Elbe Philharmonic Hall",
        "strLocation": "hamburg",
        "strOriginUrl": "https://www.getyourguide.com/hamburg-l23/2-hour-tour-from-hamburg-town-hall-to-hafencity-t2117/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Hamburg: Town Hall, Speicherstadt, and HafenCity Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 19:45:08"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 6,
        "intUsdCost": 23,
        "strGuideLanguage": "german, english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-6861-145.jpg",
        "strIntroduction": "What You'll Do Explore the Schanzenviertel in Hamburg Visit the Rote Flora theatre Make a detour to the \"Bullerei\", Tim Mälzer's restaurant in Hamburg Discover the bunker in Heiligengeistfeld Visit the former cattle abattoir, which connects Karolinenviertel and Schanzenviertel Explore the Schanzenviertel in Hamburg Visit the Rote Flora theatre Make a detour to the \"Bullerei\", Tim Mälzer's restaurant in Hamburg Discover the bunker in Heiligengeistfeld Visit the former cattle abattoir, which connects Karolinenviertel and Schanzenviertel Explore the Schanzenviertel in Hamburg Visit the Rote Flora theatre Make a detour to the \"Bullerei\", Tim Mälzer's restaurant in Hamburg Discover the bunker in Heiligengeistfeld Visit the former cattle abattoir, which connects Karolinenviertel and Schanzenviertel",
        "strLocation": "hamburg",
        "strOriginUrl": "https://www.getyourguide.com/hamburg-l23/hamburg-schanzenviertel-karolinenviertel-2-hour-tour-t2121/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Hamburg: Schanzenviertel & Karolinenviertel 2-Hour Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 19:45:19"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 213,
        "intUsdCost": 0,
        "strGuideLanguage": "spanish, english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-64148-145.jpg",
        "strIntroduction": "What You'll Do Skip the long lines to join Hamburg's popular free city tour Explore the city's old and new sights, including the medieval churches of St Petri and St Jacobi Admire Hamburg’s magnificent Town Hall Learn about the infamous pirate Störtebeker Hear about the famous Hanseatic League, Europe’s first capitalists Tour Hafen City, Europe’s biggest inner-city development Skip the long lines to join Hamburg's popular free city tour Explore the city's old and new sights, including the medieval churches of St Petri and St Jacobi Admire Hamburg’s magnificent Town Hall Learn about the infamous pirate Störtebeker Hear about the famous Hanseatic League, Europe’s first capitalists Tour Hafen City, Europe’s biggest inner-city development Skip the long lines to join Hamburg's popular free city tour Explore the city's old and new sights, including the medieval churches of St Petri and St Jacobi Admire Hamburg’s magnificent Town Hall Learn about the infamous pirate Störtebeker Hear about the famous Hanseatic League, Europe’s first capitalists Tour Hafen City, Europe’s biggest inner-city development",
        "strLocation": "hamburg",
        "strOriginUrl": "https://www.getyourguide.com/hamburg-l23/skip-the-line-new-hamburg-free-tour-t4955/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Skip the Line: New Hamburg Free Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 19:45:33"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 3,
        "intUsdCost": 171,
        "strGuideLanguage": "spanish, english, french, german",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-16495-145.jpg",
        "strIntroduction": "What You'll Do Explore the fascinating Kontorhausviertel See the magnificent Hamburg Rathaus Visit St. Michael’s Church, a famous landmark of the city Discover the infamous Reeperbahn Explore the multifaceted Port of Hamburg Explore the fascinating Kontorhausviertel See the magnificent Hamburg Rathaus Visit St. Michael’s Church, a famous landmark of the city Discover the infamous Reeperbahn Explore the multifaceted Port of Hamburg Explore the fascinating Kontorhausviertel See the magnificent Hamburg Rathaus Visit St. Michael’s Church, a famous landmark of the city Discover the infamous Reeperbahn Explore the multifaceted Port of Hamburg",
        "strLocation": "hamburg",
        "strOriginUrl": "https://www.getyourguide.com/hamburg-l23/hamburg-hire-a-private-guide-for-a-2-hour-tour-t5107/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Hamburg: Hire a Private Guide for a 2-Hour Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 19:45:47"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 135,
        "intUsdCost": 21,
        "strGuideLanguage": "german",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-276965-145.jpg",
        "strIntroduction": "What You'll Do Take a classic harbor tour through Hamburg and its bustling port Enjoy a cruise through the historic warehouse district and its charming canals Admire Hamburg's Elbe Bridge, spanning right across the water Drive past the ultra-modern HafenCity Learn interesting facts about the harbor's trade from your skipper Take a classic harbor tour through Hamburg and its bustling port Enjoy a cruise through the historic warehouse district and its charming canals Admire Hamburg's Elbe Bridge, spanning right across the water Drive past the ultra-modern HafenCity Learn interesting facts about the harbor's trade from your skipper Take a classic harbor tour through Hamburg and its bustling port Enjoy a cruise through the historic warehouse district and its charming canals Admire Hamburg's Elbe Bridge, spanning right across the water Drive past the ultra-modern HafenCity Learn interesting facts about the harbor's trade from your skipper",
        "strLocation": "hamburg",
        "strOriginUrl": "https://www.getyourguide.com/hamburg-l23/traditional-harbor-tour-of-hamburg-t7621/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Traditional Harbor Tour in Hamburg",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 19:45:58"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 37,
        "intUsdCost": 23,
        "strGuideLanguage": "german, spanish, english, french",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-206461-145.jpg",
        "strIntroduction": "What You'll Do Experience the Reeperbahn's unique nighttime character on this guided tour See the prostitution-free zone, the strip, the sex shops, and a whole lot more Learn everything you ever wanted to know about this singular district Get to know Herbertstraße, Silbersack, and Große Freiheit Stroll by a wide selection of theaters, restaurants, bars, and clubs Take snapshots in Beatles Square Jump into the Hamburger nightlife right after the tour Experience the Reeperbahn's unique nighttime character on this guided tour See the prostitution-free zone, the strip, the sex shops, and a whole lot more Learn everything you ever wanted to know about this singular district Get to know Herbertstraße, Silbersack, and Große Freiheit Stroll by a wide selection of theaters, restaurants, bars, and clubs Take snapshots in Beatles Square Jump into the Hamburger nightlife right after the tour Experience the Reeperbahn's unique nighttime character on this guided tour See the prostitution-free zone, the strip, the sex shops, and a whole lot more Learn everything you ever wanted to know about this singular district Get to know Herbertstraße, Silbersack, and Große Freiheit Stroll by a wide selection of theaters, restaurants, bars, and clubs Take snapshots in Beatles Square Jump into the Hamburger nightlife right after the tour",
        "strLocation": "hamburg",
        "strOriginUrl": "https://www.getyourguide.com/hamburg-l23/reeperbahn-tour-in-hamburg-st-pauli-red-light-district-t7863/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Reeperbahn Tour in Hamburg - St. Pauli & Red Light District",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 19:46:12"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 8,
        "intUsdCost": 28,
        "strGuideLanguage": "english, german",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-51606-145.jpg",
        "strIntroduction": "What You'll Do Find out about law and order in St. Pauli Learn about the murders of Mucki Pinzner Background information on the evolution of prostitution Find out about law and order in St. Pauli Learn about the murders of Mucki Pinzner Background information on the evolution of prostitution Find out about law and order in St. Pauli Learn about the murders of Mucki Pinzner Background information on the evolution of prostitution",
        "strLocation": "hamburg",
        "strOriginUrl": "https://www.getyourguide.com/hamburg-l23/csi-st-pauli-crime-scene-st-pauli-t12395/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "CSI St. Pauli - Crime Scene St. Pauli",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 19:46:23"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 2,
        "intUsdCost": 182,
        "strGuideLanguage": "spanish, english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-67532-145.jpg",
        "strIntroduction": "What You'll Do Experience Hamburg on your own terms Explore Hamburg's old and new sights, including the medieval churches of St Petri and St Jacobi Learn about infamous pirates such as Störtebeker Hear stories about the famous Hanseatic League, Europe’s first capitalists Admire Hamburg’s Chilehaus, a masterpiece of expressionist architecture Tour Hafen City, Europe’s biggest inner-city development See The Rathaus, Hamburg's magnificent Town Hall Experience Hamburg on your own terms Explore Hamburg's old and new sights, including the medieval churches of St Petri and St Jacobi Learn about infamous pirates such as Störtebeker Hear stories about the famous Hanseatic League, Europe’s first capitalists Admire Hamburg’s Chilehaus, a masterpiece of expressionist architecture Tour Hafen City, Europe’s biggest inner-city development See The Rathaus, Hamburg's magnificent Town Hall Experience Hamburg on your own terms Explore Hamburg's old and new sights, including the medieval churches of St Petri and St Jacobi Learn about infamous pirates such as Störtebeker Hear stories about the famous Hanseatic League, Europe’s first capitalists Admire Hamburg’s Chilehaus, a masterpiece of expressionist architecture Tour Hafen City, Europe’s biggest inner-city development See The Rathaus, Hamburg's magnificent Town Hall",
        "strLocation": "hamburg",
        "strOriginUrl": "https://www.getyourguide.com/hamburg-l23/hamburg-flexible-city-tour-t15838/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Hamburg Private Flexible City Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 19:46:36"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 19,
        "intUsdCost": 40,
        "strGuideLanguage": "german, english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-240045-145.jpg",
        "strIntroduction": "What You'll Do Enjoy Hamburg in the morning Experience the Reeperbahn as it dies down and the fish market as it perks up Visit the old Elb Tunnel Stroll through the fish market and begin your day with a typical Hamburg specialty and live music Enjoy Hamburg in the morning Experience the Reeperbahn as it dies down and the fish market as it perks up Visit the old Elb Tunnel Stroll through the fish market and begin your day with a typical Hamburg specialty and live music Enjoy Hamburg in the morning Experience the Reeperbahn as it dies down and the fish market as it perks up Visit the old Elb Tunnel Stroll through the fish market and begin your day with a typical Hamburg specialty and live music",
        "strLocation": "hamburg",
        "strOriginUrl": "https://www.getyourguide.com/hamburg-l23/hamburg-3-hour-morning-tour-of-the-fish-market-t18763/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Hamburg Morning Tour: Reeperbahn, Port, and Fish Market",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 19:46:48"
    },
    {
        "intDurationHour": 5,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 36,
        "intUsdCost": 44,
        "strGuideLanguage": "german, english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-471661-145.jpg",
        "strIntroduction": "What You'll Do Explore the unique Speicherstadt district Visit the Spice Museum and the largest model railway in the world Experience the maritime flair of HafenCity and marvel at Cap San Diego, the Rickmer Rickmers, or the lightship Discover the red light district and the Reeperbahn See the Davidwache police station, Herbertstrasse, Spielbudenplatz, Beatles Square, the Dollhouse, and Große Freiheit Explore the unique Speicherstadt district Visit the Spice Museum and the largest model railway in the world Experience the maritime flair of HafenCity and marvel at Cap San Diego, the Rickmer Rickmers, or the lightship Discover the red light district and the Reeperbahn See the Davidwache police station, Herbertstrasse, Spielbudenplatz, Beatles Square, the Dollhouse, and Große Freiheit Explore the unique Speicherstadt district Visit the Spice Museum and the largest model railway in the world Experience the maritime flair of HafenCity and marvel at Cap San Diego, the Rickmer Rickmers, or the lightship Discover the red light district and the Reeperbahn See the Davidwache police station, Herbertstrasse, Spielbudenplatz, Beatles Square, the Dollhouse, and Große Freiheit",
        "strLocation": "hamburg",
        "strOriginUrl": "https://www.getyourguide.com/hamburg-l23/hamburg-hafencity-to-grosse-freiheit-5-hour-tour-t18778/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "The Challenge: From HafenCity to Große Freiheit",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 19:47:02"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 7,
        "intUsdCost": 148,
        "strGuideLanguage": "german",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-163333-145.jpg",
        "strIntroduction": "What You'll Do Visit Speicherstadt, the largest and most impressive warehouse complex in the world, Watch the Sandtorhafen with its pontoon and marvel at the fascinating Elbphilharmonie Experience the Unilever building, Überseequartier and the port of Magdeburg with the International Maritime Museum Competent moderation by qualified tour guide Visit Speicherstadt, the largest and most impressive warehouse complex in the world, Watch the Sandtorhafen with its pontoon and marvel at the fascinating Elbphilharmonie Experience the Unilever building, Überseequartier and the port of Magdeburg with the International Maritime Museum Competent moderation by qualified tour guide Visit Speicherstadt, the largest and most impressive warehouse complex in the world, Watch the Sandtorhafen with its pontoon and marvel at the fascinating Elbphilharmonie Experience the Unilever building, Überseequartier and the port of Magdeburg with the International Maritime Museum Competent moderation by qualified tour guide",
        "strLocation": "hamburg",
        "strOriginUrl": "https://www.getyourguide.com/hamburg-l23/speicherstadt-and-hafencity-hamburg-tradition-and-future-t19199/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "City tour Speicherstadt & HafenCity Hamburg",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 19:47:15"
    },
    {
        "intDurationHour": 48,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 14,
        "strGuideLanguage": "german",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-90066-145.jpg",
        "strIntroduction": "What You'll Do Start at the town hall market, stroll through the arcades to Jungfernstieg and Mönckebergstraße traditional. Experience the unique Speicherstadt. Get in Gewürzmuseum enchant or admire the incredible miniature wonderland. Read Reeperbahn stroll, take a look at the opportunity to Panopticon and stroll past the famous Davidwache. The Hamburg Fish Market can not be missed and will be remembered. Enjoy after a cozy harbor cruise. Round off the day with a visit to the Hamburger Michel, the largest of the five main churches and the new HafenCity. Start at the town hall market, stroll through the arcades to Jungfernstieg and Mönckebergstraße traditional. Experience the unique Speicherstadt. Get in Gewürzmuseum enchant or admire the incredible miniature wonderland. Read Reeperbahn stroll, take a look at the opportunity to Panopticon and stroll past the famous Davidwache. The Hamburg Fish Market can not be missed and will be remembered. Enjoy after a cozy harbor cruise. Round off the day with a visit to the Hamburger Michel, the largest of the five main churches and the new HafenCity. Start at the town hall market, stroll through the arcades to Jungfernstieg and Mönckebergstraße traditional. Experience the unique Speicherstadt. Get in Gewürzmuseum enchant or admire the incredible miniature wonderland. Read Reeperbahn stroll, take a look at the opportunity to Panopticon and stroll past the famous Davidwache. The Hamburg Fish Market can not be missed and will be remembered. Enjoy after a cozy harbor cruise. Round off the day with a visit to the Hamburger Michel, the largest of the five main churches and the new HafenCity.",
        "strLocation": "hamburg",
        "strOriginUrl": "https://www.getyourguide.com/hamburg-l23/the-weekend-tip-small-stadtverfuehrer-hamburg-t20230/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "The Weekend Tip: Small Stadtverführer Hamburg",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 19:47:28"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 22,
        "strGuideLanguage": "english, german",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-100532-145.jpg",
        "strIntroduction": "What You'll Do Discover the history of St. Pauli at the St. Pauli Museum Enjoy a guided tour through St. Pauli and experience the neighborhood as it is today Discover the history of St. Pauli at the St. Pauli Museum Enjoy a guided tour through St. Pauli and experience the neighborhood as it is today Discover the history of St. Pauli at the St. Pauli Museum Enjoy a guided tour through St. Pauli and experience the neighborhood as it is today",
        "strLocation": "hamburg",
        "strOriginUrl": "https://www.getyourguide.com/hamburg-l23/hamburg-st-pauli-15-hour-tour-with-museum-visit-t21854/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Hamburg: St. Pauli 1.5-Hour Tour with Museum Visit",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 19:47:41"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 17,
        "strGuideLanguage": "german, english, turkish",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-102508-145.jpg",
        "strIntroduction": "What You'll Do Learn all there is to know about the Reeperbahn Experience the various Hamburg lifestyles and subcultures Discover more about the theater, musicals, and museums Walk through the sinful streets of the red light district Visit the music clubs on the Grosse Freiheit side street by Beatles-Platz Learn all there is to know about the Reeperbahn Experience the various Hamburg lifestyles and subcultures Discover more about the theater, musicals, and museums Walk through the sinful streets of the red light district Visit the music clubs on the Grosse Freiheit side street by Beatles-Platz Learn all there is to know about the Reeperbahn Experience the various Hamburg lifestyles and subcultures Discover more about the theater, musicals, and museums Walk through the sinful streets of the red light district Visit the music clubs on the Grosse Freiheit side street by Beatles-Platz",
        "strLocation": "hamburg",
        "strOriginUrl": "https://www.getyourguide.com/hamburg-l23/hamburg-private-15-hour-tour-of-st-pauli-t22121/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Hamburg: Private 1.5-Hour Tour of St. Pauli",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 19:47:53"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 205,
        "strGuideLanguage": "english, german",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-111676-145.jpg",
        "strIntroduction": "What You'll Do Walk along the Reeperbahn Stroll through Herbertstraße See the Große Freiheit Visit the Davidwache police station See Hans-Albers-Platz Visit the famous Ritze bar Discover the peculiarities of Hamburg’s red light district Walk along the Reeperbahn Stroll through Herbertstraße See the Große Freiheit Visit the Davidwache police station See Hans-Albers-Platz Visit the famous Ritze bar Discover the peculiarities of Hamburg’s red light district Walk along the Reeperbahn Stroll through Herbertstraße See the Große Freiheit Visit the Davidwache police station See Hans-Albers-Platz Visit the famous Ritze bar Discover the peculiarities of Hamburg’s red light district",
        "strLocation": "hamburg",
        "strOriginUrl": "https://www.getyourguide.com/hamburg-l23/hamburg-2-hour-tour-of-the-reeperbahn-in-sign-language-t23561/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Hamburg: 2-Hour Tour of the Reeperbahn in Sign Language",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 19:48:06"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 227,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-118919-145.jpg",
        "strIntroduction": "What You'll Do Overcome your fear of flying quickly and permanently Be reassured by finding out how a plane works from a professional pilot Discover the quickest way to overcome your fear of flying so you can finally enjoy that dream holiday Overcome your fear of flying quickly and permanently Be reassured by finding out how a plane works from a professional pilot Discover the quickest way to overcome your fear of flying so you can finally enjoy that dream holiday Overcome your fear of flying quickly and permanently Be reassured by finding out how a plane works from a professional pilot Discover the quickest way to overcome your fear of flying so you can finally enjoy that dream holiday",
        "strLocation": "hamburg",
        "strOriginUrl": "https://www.getyourguide.com/hamburg-l23/hamburg-dusseldorf-anti-fear-of-flying-simulation-program-t24644/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Hamburg: Anti-Fear of Flying Simulation Program",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 19:48:18"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 4,
        "intUsdCost": 33,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-122020-145.jpg",
        "strIntroduction": "What You'll Do Enjoy an activity ideal for company outings, team events, bachelor parties, or family trips Discover Hamburg from a different perspective with the geocaching tour in HafenCity and the Speicherstadt Explore the most beautiful places in the maritime city at your own pace Learn more about the Elbe Philharmonic Hall, the canals, HafenCity, and the Speicherstadt Enjoy an activity ideal for company outings, team events, bachelor parties, or family trips Discover Hamburg from a different perspective with the geocaching tour in HafenCity and the Speicherstadt Explore the most beautiful places in the maritime city at your own pace Learn more about the Elbe Philharmonic Hall, the canals, HafenCity, and the Speicherstadt Enjoy an activity ideal for company outings, team events, bachelor parties, or family trips Discover Hamburg from a different perspective with the geocaching tour in HafenCity and the Speicherstadt Explore the most beautiful places in the maritime city at your own pace Learn more about the Elbe Philharmonic Hall, the canals, HafenCity, and the Speicherstadt",
        "strLocation": "hamburg",
        "strOriginUrl": "https://www.getyourguide.com/hamburg-l23/hamburg-geocaching-tour-in-hafencity-and-speicherstadt-t25109/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Hamburg: Geocaching Tour in HafenCity and Speicherstadt",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 19:48:31"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 18,
        "strGuideLanguage": "german",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-135498-145.jpg",
        "strIntroduction": "What You'll Do A Christmassy tour with guide through Hamburg During the tour you take a short break with a \"Glühwein\" Go through the Christmas market A Christmassy tour with guide through Hamburg During the tour you take a short break with a \"Glühwein\" Go through the Christmas market A Christmassy tour with guide through Hamburg During the tour you take a short break with a \"Glühwein\" Go through the Christmas market",
        "strLocation": "hamburg",
        "strOriginUrl": "https://www.getyourguide.com/hamburg-l23/christmas-traditions-in-the-old-town-of-hamburg-t27118/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Christmas customs in Hamburg Altstadt",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 19:48:44"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 1,
        "intUsdCost": 30,
        "strGuideLanguage": "german",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-239520-145.jpg",
        "strIntroduction": "What You'll Do Experience a ride on a Hamburg barge through the world harbor Listen to the exciting and informative live commentary Warm up with a mulled wine on Experience a ride on a Hamburg barge through the world harbor Listen to the exciting and informative live commentary Warm up with a mulled wine on Experience a ride on a Hamburg barge through the world harbor Listen to the exciting and informative live commentary Warm up with a mulled wine on",
        "strLocation": "hamburg",
        "strOriginUrl": "https://www.getyourguide.com/hamburg-l23/wintry-gluehwein-ride-hamburg-by-launch-t27122/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Hamburg: winter Glühwein ride by launch",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 19:48:55"
    },
    {
        "intDurationHour": 7,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 456,
        "strGuideLanguage": "dutch, english, german",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-314736-145.jpg",
        "strIntroduction": "What You'll Do See the 7 wonderful church towers in the inner city of Lübeck Discover the most beautiful sights like the picturesque Rathaus, St. Mary's Church, the Willy-Brandt-Haus and the Engelsgrube Use your free time to discover the city as you like Enjoy a gourmet lunch in the \"Schiffergesellschaft\" or a piece of marzipan torte at Niederegger See the 7 wonderful church towers in the inner city of Lübeck Discover the most beautiful sights like the picturesque Rathaus, St. Mary's Church, the Willy-Brandt-Haus and the Engelsgrube Use your free time to discover the city as you like Enjoy a gourmet lunch in the \"Schiffergesellschaft\" or a piece of marzipan torte at Niederegger See the 7 wonderful church towers in the inner city of Lübeck Discover the most beautiful sights like the picturesque Rathaus, St. Mary's Church, the Willy-Brandt-Haus and the Engelsgrube Use your free time to discover the city as you like Enjoy a gourmet lunch in the \"Schiffergesellschaft\" or a piece of marzipan torte at Niederegger",
        "strLocation": "hamburg",
        "strOriginUrl": "https://www.getyourguide.com/luebeck-l147/shore-excursion-tour-of-luebeck-hanseatic-city-t28435/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Shore Excursion: Tour of Lübeck, Hanseatic City",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 19:49:08"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 9,
        "intUsdCost": 148,
        "strGuideLanguage": "german",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-150328-145.jpg",
        "strIntroduction": "What You'll Do Explore the Outer Alster Lake with its magnificent villas and numerous celebrities Visit Jungfernstieg, the Alster Arcades, the Town Hall, and the Stock Exchange See the famous St. Michael's Church Discover the notorious district of St. Pauli with the Reeperbahn, the Davidwache police station, and the Große Freiheit Stroll through the Fish Market, along the landing stages, and through the Speicherstadt and HafenCity Explore the Outer Alster Lake with its magnificent villas and numerous celebrities Visit Jungfernstieg, the Alster Arcades, the Town Hall, and the Stock Exchange See the famous St. Michael's Church Discover the notorious district of St. Pauli with the Reeperbahn, the Davidwache police station, and the Große Freiheit Stroll through the Fish Market, along the landing stages, and through the Speicherstadt and HafenCity Explore the Outer Alster Lake with its magnificent villas and numerous celebrities Visit Jungfernstieg, the Alster Arcades, the Town Hall, and the Stock Exchange See the famous St. Michael's Church Discover the notorious district of St. Pauli with the Reeperbahn, the Davidwache police station, and the Große Freiheit Stroll through the Fish Market, along the landing stages, and through the Speicherstadt and HafenCity",
        "strLocation": "hamburg",
        "strOriginUrl": "https://www.getyourguide.com/hamburg-l23/hamburg-private-2-hour-guided-tour-in-your-own-bus-t29347/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Hamburg: Private 2-Hour Guided Tour in Your Own Bus",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 19:49:20"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 399,
        "strGuideLanguage": "dutch, english, german",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-155299-145.jpg",
        "strIntroduction": "What You'll Do Explore Hamburg, from St. Michael’s Church to St. Pauli Drive along the Inner and Outer Alster Lake Discover the harbor town on a fascinating boat trip with commentary Visit the enchanting Hamburg Rathaus Stroll through the unique arcades Drive through St. Pauli and stop to take pictures at the Reeperbahn Visit the Old Elbe Tunnel and see the Elbterrassen Explore Hamburg, from St. Michael’s Church to St. Pauli Drive along the Inner and Outer Alster Lake Discover the harbor town on a fascinating boat trip with commentary Visit the enchanting Hamburg Rathaus Stroll through the unique arcades Drive through St. Pauli and stop to take pictures at the Reeperbahn Visit the Old Elbe Tunnel and see the Elbterrassen Explore Hamburg, from St. Michael’s Church to St. Pauli Drive along the Inner and Outer Alster Lake Discover the harbor town on a fascinating boat trip with commentary Visit the enchanting Hamburg Rathaus Stroll through the unique arcades Drive through St. Pauli and stop to take pictures at the Reeperbahn Visit the Old Elbe Tunnel and see the Elbterrassen",
        "strLocation": "hamburg",
        "strOriginUrl": "https://www.getyourguide.com/hamburg-l23/hamburg-8-hour-tour-from-hamburg-luebeck-or-warnemuende-t30114/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Hamburg Excursion from Hamburg/Lübeck-Travemünde",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 19:49:34"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 3711,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-303994-145.jpg",
        "strIntroduction": "What You'll Do Discover the Hamburg Harbor from the air See Altona and the old town Fly over the picturesque Outer Alster Lake Experience the fish market from the air Look out over St. Michael’s Church Admire the fascinating and busy St. Pauli Landing Stages Discover the Hamburg Harbor from the air See Altona and the old town Fly over the picturesque Outer Alster Lake Experience the fish market from the air Look out over St. Michael’s Church Admire the fascinating and busy St. Pauli Landing Stages Discover the Hamburg Harbor from the air See Altona and the old town Fly over the picturesque Outer Alster Lake Experience the fish market from the air Look out over St. Michael’s Church Admire the fascinating and busy St. Pauli Landing Stages",
        "strLocation": "hamburg",
        "strOriginUrl": "https://www.getyourguide.com/hamburg-l23/hamburg-20-or-25-minute-helicopter-flight-t30739/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Hamburg: 20 or 25-Minute Helicopter Flight",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 19:49:47"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 2,
        "intUsdCost": 28,
        "strGuideLanguage": "german",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-194170-145.jpg",
        "strIntroduction": "What You'll Do Experience Live Music by Hans Albers Udo Lindenberg and the Beatles to the harbor street punk. Explore the City of Hamburg in a very special way and get to St. Pauli away from the busy main streets know. Let yourself be inspired by the colorful mix and look forward to a show with music, interesting anecdotes and a pinch of yarn. Experience Live Music by Hans Albers Udo Lindenberg and the Beatles to the harbor street punk. Explore the City of Hamburg in a very special way and get to St. Pauli away from the busy main streets know. Let yourself be inspired by the colorful mix and look forward to a show with music, interesting anecdotes and a pinch of yarn. Experience Live Music by Hans Albers Udo Lindenberg and the Beatles to the harbor street punk. Explore the City of Hamburg in a very special way and get to St. Pauli away from the busy main streets know. Let yourself be inspired by the colorful mix and look forward to a show with music, interesting anecdotes and a pinch of yarn.",
        "strLocation": "hamburg",
        "strOriginUrl": "https://www.getyourguide.com/hamburg-l23/kiez-geh-rock-revue-reeperbahn-hamburg-t36088/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Hamburg: Kiez Geh rock revue on the Reeperbahn",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 19:49:58"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 3,
        "intUsdCost": 23,
        "strGuideLanguage": "spanish, english, french, german",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-252118-145.jpg",
        "strIntroduction": "What You'll Do Stroll along the Jungfernstieg and admire the magnificent Hamburg Rathaus (city hall) Discover the mystery of the oldest object in the city and be impressed by St. Nicholas' Church Take a look at the charming houses from the 17th century on Deichstraße Stroll along the Jungfernstieg and admire the magnificent Hamburg Rathaus (city hall) Discover the mystery of the oldest object in the city and be impressed by St. Nicholas' Church Take a look at the charming houses from the 17th century on Deichstraße Stroll along the Jungfernstieg and admire the magnificent Hamburg Rathaus (city hall) Discover the mystery of the oldest object in the city and be impressed by St. Nicholas' Church Take a look at the charming houses from the 17th century on Deichstraße",
        "strLocation": "hamburg",
        "strOriginUrl": "https://www.getyourguide.com/hamburg-l23/hamburg-2-hour-walking-tour-in-the-city-center-t37551/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Hamburg: 2-Hour Walking Tour in the City Center",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 19:50:12"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 8,
        "intUsdCost": 23,
        "strGuideLanguage": "spanish, english, french, german",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-264676-145.jpg",
        "strIntroduction": "What You'll Do Sniff out the scent of the old warehouses Be enchanted by the atmosphere of the Speicherstadt See the beautiful town hall in the Speicherstadt Discover interesting facts about the hard work of the people who worked in the district Admire one of the oldest docks in Hamburg See the fascinating Elbe Philharmonic Hall and learn about the history of the building Enjoy the views of the harbour and the large cruise ships Stoll along Überseeboulevard Sniff out the scent of the old warehouses Be enchanted by the atmosphere of the Speicherstadt See the beautiful town hall in the Speicherstadt Discover interesting facts about the hard work of the people who worked in the district Admire one of the oldest docks in Hamburg See the fascinating Elbe Philharmonic Hall and learn about the history of the building Enjoy the views of the harbour and the large cruise ships Stoll along Überseeboulevard Sniff out the scent of the old warehouses Be enchanted by the atmosphere of the Speicherstadt See the beautiful town hall in the Speicherstadt Discover interesting facts about the hard work of the people who worked in the district Admire one of the oldest docks in Hamburg See the fascinating Elbe Philharmonic Hall and learn about the history of the building Enjoy the views of the harbour and the large cruise ships Stoll along Überseeboulevard",
        "strLocation": "hamburg",
        "strOriginUrl": "https://www.getyourguide.com/hamburg-l23/hamburg-speicherstadt-hafencity-2-hour-walking-tour-t37600/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Hamburg: Speicherstadt & HafenCity 2-Hour Walking Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 19:50:24"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 2,
        "intUsdCost": 13,
        "strGuideLanguage": "spanish, english, french, german",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-285643-145.jpg",
        "strIntroduction": "What You'll Do Explore the quaint former fishing village of Blankenese, one of the most beautiful and expensive areas in Hamburg Navigate the nearly 5,000 steps of the winding \"Stairs Neighborhood\" Admire the landscaped gardens, terraces, and parks Be enchanted by the magnificent Goßlerhaus Explore the quaint former fishing village of Blankenese, one of the most beautiful and expensive areas in Hamburg Navigate the nearly 5,000 steps of the winding \"Stairs Neighborhood\" Admire the landscaped gardens, terraces, and parks Be enchanted by the magnificent Goßlerhaus Explore the quaint former fishing village of Blankenese, one of the most beautiful and expensive areas in Hamburg Navigate the nearly 5,000 steps of the winding \"Stairs Neighborhood\" Admire the landscaped gardens, terraces, and parks Be enchanted by the magnificent Goßlerhaus",
        "strLocation": "hamburg",
        "strOriginUrl": "https://www.getyourguide.com/hamburg-l23/hamburg-2-hour-walking-tour-in-blankenese-t37602/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Hamburg: 2-Hour Blankenese Walking Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 19:50:38"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 342,
        "strGuideLanguage": "english, german",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-224643-145.jpg",
        "strIntroduction": "What You'll Do Meet legends, curiosities and puzzles Decide the quiz with a tremendous round itself Get expert questions for real connoisseurs Hamburg It offers a prize for the winner Experience the quiz optionally in the Speicherstadt or St. Pauli Meet legends, curiosities and puzzles Decide the quiz with a tremendous round itself Get expert questions for real connoisseurs Hamburg It offers a prize for the winner Experience the quiz optionally in the Speicherstadt or St. Pauli Meet legends, curiosities and puzzles Decide the quiz with a tremendous round itself Get expert questions for real connoisseurs Hamburg It offers a prize for the winner Experience the quiz optionally in the Speicherstadt or St. Pauli",
        "strLocation": "hamburg",
        "strOriginUrl": "https://www.getyourguide.com/hamburg-l23/hamburg-quiz-tour-t39518/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Hamburg Quiz Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 19:50:50"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 193,
        "intUsdCost": 26,
        "strGuideLanguage": "german, spanish, swedish, danish, english, afrikaans, french, norwegian, polish, romanian, russian",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-304615-145.jpg",
        "strIntroduction": "What You'll Do Visit the famous “Zur Ritze” boozing club Experience the exciting neighborhood from all sides Discover the latest news and developments on the Reeperbahn See the Davidwache police station, the Große Freiheit, Herbertstraße, and the neighborhood gas station Enjoy a beer or a soft drink on the tour Visit various clubs and bars after the tour for free Visit the famous “Zur Ritze” boozing club Experience the exciting neighborhood from all sides Discover the latest news and developments on the Reeperbahn See the Davidwache police station, the Große Freiheit, Herbertstraße, and the neighborhood gas station Enjoy a beer or a soft drink on the tour Visit various clubs and bars after the tour for free Visit the famous “Zur Ritze” boozing club Experience the exciting neighborhood from all sides Discover the latest news and developments on the Reeperbahn See the Davidwache police station, the Große Freiheit, Herbertstraße, and the neighborhood gas station Enjoy a beer or a soft drink on the tour Visit various clubs and bars after the tour for free",
        "strLocation": "hamburg",
        "strOriginUrl": "https://www.getyourguide.com/hamburg-l23/hamburg-st-pauli-2-hour-tour-with-neighborhood-drinks-t39520/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "St. Pauli Highlights (18 and up)",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 19:51:02"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 331,
        "strGuideLanguage": "spanish, swedish, danish, english, french, german, italian, norwegian, polish",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-224690-145.jpg",
        "strIntroduction": "What You'll Do See the famous St. Michael’s Church Admire the fascinating Hamburg Rathaus Walk through the Deichstraße Visit the Alt Hamburg house from the 17th century Enjoy a traditional Hamburg pastry with coffee or tea at the 12th century ruins See the famous St. Michael’s Church Admire the fascinating Hamburg Rathaus Walk through the Deichstraße Visit the Alt Hamburg house from the 17th century Enjoy a traditional Hamburg pastry with coffee or tea at the 12th century ruins See the famous St. Michael’s Church Admire the fascinating Hamburg Rathaus Walk through the Deichstraße Visit the Alt Hamburg house from the 17th century Enjoy a traditional Hamburg pastry with coffee or tea at the 12th century ruins",
        "strLocation": "hamburg",
        "strOriginUrl": "https://www.getyourguide.com/hamburg-l23/hamburg-old-town-private-2-hour-group-tour-t39528/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Historic Tour of Hamburg's Old Town",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 19:51:14"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 101,
        "strGuideLanguage": "german, english, french, russian",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-304701-145.jpg",
        "strIntroduction": "What You'll Do Enjoy a spot on the guest list with priority entrance Sit at a VIP table and enjoy free drinks (1-5 liters of alcohol) Try fresh snacks and spring rolls Get free shots in many clubs Explore clubs like China Lounge, CH Club Hamburg and HALO Visit other hip clubs at no additional cost Enjoy a spot on the guest list with priority entrance Sit at a VIP table and enjoy free drinks (1-5 liters of alcohol) Try fresh snacks and spring rolls Get free shots in many clubs Explore clubs like China Lounge, CH Club Hamburg and HALO Visit other hip clubs at no additional cost Enjoy a spot on the guest list with priority entrance Sit at a VIP table and enjoy free drinks (1-5 liters of alcohol) Try fresh snacks and spring rolls Get free shots in many clubs Explore clubs like China Lounge, CH Club Hamburg and HALO Visit other hip clubs at no additional cost",
        "strLocation": "hamburg",
        "strOriginUrl": "https://www.getyourguide.com/hamburg-l23/legendary-club-tour-hamburg-t39533/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Legendary Club Tour Hamburg",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 19:51:26"
    }
]