[
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 3,
        "intReviewVisitor": 2,
        "intUsdCost": 23,
        "strGuideLanguage": "german",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-225869-145.jpg",
        "strIntroduction": "What You'll Do Explore the notorious St. Pauli district in Hamburg See Davidstraße and Herbertstraße, the Davidwache police station, and the St. Pauli Theater Discover interesting facts about the Beatles in Hamburg Explore the Große Freiheit and Hans-Albers-Platz Visit the fascinating Spielbudenplatz Learn more about the history and exciting background of the neighborhood Explore the notorious St. Pauli district in Hamburg See Davidstraße and Herbertstraße, the Davidwache police station, and the St. Pauli Theater Discover interesting facts about the Beatles in Hamburg Explore the Große Freiheit and Hans-Albers-Platz Visit the fascinating Spielbudenplatz Learn more about the history and exciting background of the neighborhood Explore the notorious St. Pauli district in Hamburg See Davidstraße and Herbertstraße, the Davidwache police station, and the St. Pauli Theater Discover interesting facts about the Beatles in Hamburg Explore the Große Freiheit and Hans-Albers-Platz Visit the fascinating Spielbudenplatz Learn more about the history and exciting background of the neighborhood",
        "strLocation": "hamburg",
        "strOriginUrl": "https://www.getyourguide.com/hamburg-l23/hamburg-2-hour-neighborhood-tour-of-st-pauli-t39696/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Historical Tour of Hamburg's St. Pauli Neighborhood",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 19:51:37"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 5,
        "intUsdCost": 336,
        "strGuideLanguage": "english, german",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-235570-145.jpg",
        "strIntroduction": "What You'll Do Explore Hamburg’s red light district on a 3-hour tour and learn many interesting facts and curiosities along the way Decide for yourself what stops to make and customize the tour according to your group's interests Take a look at the infamous Herbertstraße (reserved for men) and at the legendary Davidwache police station Explore Hamburg’s red light district on a 3-hour tour and learn many interesting facts and curiosities along the way Decide for yourself what stops to make and customize the tour according to your group's interests Take a look at the infamous Herbertstraße (reserved for men) and at the legendary Davidwache police station Explore Hamburg’s red light district on a 3-hour tour and learn many interesting facts and curiosities along the way Decide for yourself what stops to make and customize the tour according to your group's interests Take a look at the infamous Herbertstraße (reserved for men) and at the legendary Davidwache police station",
        "strLocation": "hamburg",
        "strOriginUrl": "https://www.getyourguide.com/hamburg-l23/hamburg-reeperbahn-private-3-hour-tour-t40923/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Hamburg's Reeperbahn: Private 3-Hour Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 19:51:51"
    },
    {
        "intDurationHour": 48,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 5,
        "intUsdCost": 34,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-236029-145.jpg",
        "strIntroduction": "What You'll Do Gain important and exciting insight into the Hanseatic City with this get-to-know ticket – perfect for one day! Enjoy the unique view of the city from a height of 106 meters at St. Michael's Church Learn about life in Hamburg from the time of the Emperors until today at the Hamburg Museum Ride on a ferry, a launch, or a paddle steamer through the harbor on the original Hamburg harbor tour Start immediately – entry is fully covered by your get-to-know ticket Gain important and exciting insight into the Hanseatic City with this get-to-know ticket – perfect for one day! Enjoy the unique view of the city from a height of 106 meters at St. Michael's Church Learn about life in Hamburg from the time of the Emperors until today at the Hamburg Museum Ride on a ferry, a launch, or a paddle steamer through the harbor on the original Hamburg harbor tour Start immediately – entry is fully covered by your get-to-know ticket Gain important and exciting insight into the Hanseatic City with this get-to-know ticket – perfect for one day! Enjoy the unique view of the city from a height of 106 meters at St. Michael's Church Learn about life in Hamburg from the time of the Emperors until today at the Hamburg Museum Ride on a ferry, a launch, or a paddle steamer through the harbor on the original Hamburg harbor tour Start immediately – entry is fully covered by your get-to-know ticket",
        "strLocation": "hamburg",
        "strOriginUrl": "https://www.getyourguide.com/hamburg-l23/hamburg-combo-ticket-for-5-attractions-t40979/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Get To Know Hamburg Ticket",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 19:52:02"
    },
    {
        "intDurationHour": 48,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 40,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-236301-145.jpg",
        "strIntroduction": "What You'll Do Visit the Hamburg Museum and learn interesting facts about the history of the city Explore the Museum of Ethnology See the famous museum ship, Rickmer Rickmers Admire the masterpieces in the Altonaer Museum Be enchanted by the Jenisch House Discover cultural, social, and industrial history at the Museum of Work Learn about the history of the popular Speicherstadt district at the Speicherstadt Museum Enjoy the view from the observation tower of the St. Nickolai Memorial Get a free German guidebook with maps and information on attractions in Hamburg Visit the Hamburg Museum and learn interesting facts about the history of the city Explore the Museum of Ethnology See the famous museum ship, Rickmer Rickmers Admire the masterpieces in the Altonaer Museum Be enchanted by the Jenisch House Discover cultural, social, and industrial history at the Museum of Work Learn about the history of the popular Speicherstadt district at the Speicherstadt Museum Enjoy the view from the observation tower of the St. Nickolai Memorial Get a free German guidebook with maps and information on attractions in Hamburg Visit the Hamburg Museum and learn interesting facts about the history of the city Explore the Museum of Ethnology See the famous museum ship, Rickmer Rickmers Admire the masterpieces in the Altonaer Museum Be enchanted by the Jenisch House Discover cultural, social, and industrial history at the Museum of Work Learn about the history of the popular Speicherstadt district at the Speicherstadt Museum Enjoy the view from the observation tower of the St. Nickolai Memorial Get a free German guidebook with maps and information on attractions in Hamburg",
        "strLocation": "hamburg",
        "strOriginUrl": "https://www.getyourguide.com/hamburg-l23/hamburg-museum-ticket-and-guidebook-t41004/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Hamburg Museum Ticket and Guidebook",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 19:52:16"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 33,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-282168-145.jpg",
        "strIntroduction": "What You'll Do Discover the most beautiful sights in St. Pauli, Hamburg Enjoy a 2-hour guided tour through the infamous neighborhood Admire the fantastic views of the city from St. Michael’s Church Learn about the history of the red light district, of eroticism and music Visit the St. Pauli Museum and discover interesting facts about the history of the district from the Middle Ages to the present day Save time and money with a combo ticket Discover the most beautiful sights in St. Pauli, Hamburg Enjoy a 2-hour guided tour through the infamous neighborhood Admire the fantastic views of the city from St. Michael’s Church Learn about the history of the red light district, of eroticism and music Visit the St. Pauli Museum and discover interesting facts about the history of the district from the Middle Ages to the present day Save time and money with a combo ticket Discover the most beautiful sights in St. Pauli, Hamburg Enjoy a 2-hour guided tour through the infamous neighborhood Admire the fantastic views of the city from St. Michael’s Church Learn about the history of the red light district, of eroticism and music Visit the St. Pauli Museum and discover interesting facts about the history of the district from the Middle Ages to the present day Save time and money with a combo ticket",
        "strLocation": "hamburg",
        "strOriginUrl": "https://www.getyourguide.com/hamburg-l23/hamburg-st-pauli-combo-ticket-t41012/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Hamburg: St. Pauli Combo Ticket",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 19:52:30"
    },
    {
        "intDurationHour": 48,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 22,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-236770-145.jpg",
        "strIntroduction": "What You'll Do Enjoy a fun day out with the whole family Experience one or two exciting days out in Hamburg Take the children to the Rabatzz indoor playground Learn interesting facts about Native Americans and Ancient Egyptians at the Museum of Ethnology Discover the world of football at the HSV Museum Enjoy a fun day out with the whole family Experience one or two exciting days out in Hamburg Take the children to the Rabatzz indoor playground Learn interesting facts about Native Americans and Ancient Egyptians at the Museum of Ethnology Discover the world of football at the HSV Museum Enjoy a fun day out with the whole family Experience one or two exciting days out in Hamburg Take the children to the Rabatzz indoor playground Learn interesting facts about Native Americans and Ancient Egyptians at the Museum of Ethnology Discover the world of football at the HSV Museum",
        "strLocation": "hamburg",
        "strOriginUrl": "https://www.getyourguide.com/hamburg-l23/hamburg-family-fun-combo-ticket-fun-and-action-t41058/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Hamburg Family Fun: Combination Ticket",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 19:52:46"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 687,
        "strGuideLanguage": "german",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-244250-145.jpg",
        "strIntroduction": "What You'll Do See the most modern container terminals in Europe Admire the giants of the sea close up Explore the famous warehouse district and the modern HafenCity Visit experience the historic Hansahafen and, as has previously worked at the port Let us show you your authentic and humorous guide the Port of Hamburg See the most modern container terminals in Europe Admire the giants of the sea close up Explore the famous warehouse district and the modern HafenCity Visit experience the historic Hansahafen and, as has previously worked at the port Let us show you your authentic and humorous guide the Port of Hamburg See the most modern container terminals in Europe Admire the giants of the sea close up Explore the famous warehouse district and the modern HafenCity Visit experience the historic Hansahafen and, as has previously worked at the port Let us show you your authentic and humorous guide the Port of Hamburg",
        "strLocation": "hamburg",
        "strOriginUrl": "https://www.getyourguide.com/hamburg-l23/gluehwein-ride-in-port-of-hamburg-and-on-the-elbe-t42035/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Glühwein ride in Port of Hamburg and on the Elbe",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 19:53:01"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 2,
        "intUsdCost": 228,
        "strGuideLanguage": "german",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-245055-145.jpg",
        "strIntroduction": "What You'll Do Experience the Hamburg city in all its diversity - from great parks on the Kontorhausviertel up to Reeperbahn Enjoy the special flair of the harbor and HafenCity Explore the city in a leisurely pace on the bike and learn also to know about the history of Hamburg Experience the Hamburg city in all its diversity - from great parks on the Kontorhausviertel up to Reeperbahn Enjoy the special flair of the harbor and HafenCity Explore the city in a leisurely pace on the bike and learn also to know about the history of Hamburg Experience the Hamburg city in all its diversity - from great parks on the Kontorhausviertel up to Reeperbahn Enjoy the special flair of the harbor and HafenCity Explore the city in a leisurely pace on the bike and learn also to know about the history of Hamburg",
        "strLocation": "hamburg",
        "strOriginUrl": "https://www.getyourguide.com/hamburg-l23/cycling-hamburg-compact-t42108/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Bike ride through Hamburg",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 19:53:14"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 3,
        "intUsdCost": 228,
        "strGuideLanguage": "german",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-245043-145.jpg",
        "strIntroduction": "What You'll Do Watch the famous Old Elbe Tunnel Cycle past the impressive container terminal Discover the Hansahafen with interesting Hafenmuseum Drive through the old Reiherstieg district on the Elbe island Wilhelmsburg Explore the modern HafenCity, even in places where you will be built Admire beautiful old bridges, wharves and cranes Watch the famous Old Elbe Tunnel Cycle past the impressive container terminal Discover the Hansahafen with interesting Hafenmuseum Drive through the old Reiherstieg district on the Elbe island Wilhelmsburg Explore the modern HafenCity, even in places where you will be built Admire beautiful old bridges, wharves and cranes Watch the famous Old Elbe Tunnel Cycle past the impressive container terminal Discover the Hansahafen with interesting Hafenmuseum Drive through the old Reiherstieg district on the Elbe island Wilhelmsburg Explore the modern HafenCity, even in places where you will be built Admire beautiful old bridges, wharves and cranes",
        "strLocation": "hamburg",
        "strOriginUrl": "https://www.getyourguide.com/hamburg-l23/large-harbor-experience-tour-by-bike-t42110/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Adventure tour by bike: Hamburger Hafen",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 19:53:28"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 10,
        "intUsdCost": 13,
        "strGuideLanguage": "german",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-245764-145.jpg",
        "strIntroduction": "What You'll Do Experience the historical memory city with its waterways and canals and their particularly beautiful architecture Immerse yourself in the history of Hamburg and marvel at the new historic harbor and the Magellan and Marco Polo Terraces Experience Hamburg's youngest district: the new futuristic HafenCity directly on the Elbe Enjoy the tour with a hanseatic city guide who knows Hamburg as his pocket and in which the fun is not too short Experience the historical memory city with its waterways and canals and their particularly beautiful architecture Immerse yourself in the history of Hamburg and marvel at the new historic harbor and the Magellan and Marco Polo Terraces Experience Hamburg's youngest district: the new futuristic HafenCity directly on the Elbe Enjoy the tour with a hanseatic city guide who knows Hamburg as his pocket and in which the fun is not too short Experience the historical memory city with its waterways and canals and their particularly beautiful architecture Immerse yourself in the history of Hamburg and marvel at the new historic harbor and the Magellan and Marco Polo Terraces Experience Hamburg's youngest district: the new futuristic HafenCity directly on the Elbe Enjoy the tour with a hanseatic city guide who knows Hamburg as his pocket and in which the fun is not too short",
        "strLocation": "hamburg",
        "strOriginUrl": "https://www.getyourguide.com/hamburg-l23/tour-of-the-speicherstadt-and-hafencity-t42209/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Hamburg: tour through the Speicherstadt & HafenCity",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 19:53:42"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 378,
        "strGuideLanguage": "german",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-247434-145.jpg",
        "strIntroduction": "What You'll Do Experience the jetties, the classic harbor promenade, the River Elbe and the beautiful old shipyards It offers yarn and anecdotes about the history of the Port of Hamburg and the modern container terminals Learn more about the background of the working conditions of the dock workers, or even about the fight against flags Experience the jetties, the classic harbor promenade, the River Elbe and the beautiful old shipyards It offers yarn and anecdotes about the history of the Port of Hamburg and the modern container terminals Learn more about the background of the working conditions of the dock workers, or even about the fight against flags Experience the jetties, the classic harbor promenade, the River Elbe and the beautiful old shipyards It offers yarn and anecdotes about the history of the Port of Hamburg and the modern container terminals Learn more about the background of the working conditions of the dock workers, or even about the fight against flags",
        "strLocation": "hamburg",
        "strOriginUrl": "https://www.getyourguide.com/hamburg-l23/harbor-cruises-in-hamburg-t42389/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Harbor cruises in Hamburg",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 19:53:53"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 22,
        "strGuideLanguage": "german, spanish, swedish, danish, english, afrikaans, french, norwegian, polish, russian",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-367721-145.jpg",
        "strIntroduction": "What You'll Do Discover neighborhood legends, curiosities, and latest developments on Hamburg’s sinful mile Visit the bar “Zur Ritze” and learn more about the history of the boxing champions over a refreshing beer See the Davidwache police station Learn about the notorious Herbertstraße and explore the party mile Discover the tricks of the strip clubs in the neighborhood Discover neighborhood legends, curiosities, and latest developments on Hamburg’s sinful mile Visit the bar “Zur Ritze” and learn more about the history of the boxing champions over a refreshing beer See the Davidwache police station Learn about the notorious Herbertstraße and explore the party mile Discover the tricks of the strip clubs in the neighborhood Discover neighborhood legends, curiosities, and latest developments on Hamburg’s sinful mile Visit the bar “Zur Ritze” and learn more about the history of the boxing champions over a refreshing beer See the Davidwache police station Learn about the notorious Herbertstraße and explore the party mile Discover the tricks of the strip clubs in the neighborhood",
        "strLocation": "hamburg",
        "strOriginUrl": "https://www.getyourguide.com/hamburg-l23/hamburg-st-pauli-2-hour-tour-in-the-afternoon-t43415/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Hamburg: St. Pauli 2-Hour Afternoon Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 19:54:04"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 129,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-284824-145.jpg",
        "strIntroduction": "What You'll Do Experience a musical about the power of the family and a moment that changed Germany forever Enjoy the story of a young boy that was looking for a hero and found his father Experience a gripping, energetic, and deeply moving show Experience a musical about the power of the family and a moment that changed Germany forever Enjoy the story of a young boy that was looking for a hero and found his father Experience a gripping, energetic, and deeply moving show Experience a musical about the power of the family and a moment that changed Germany forever Enjoy the story of a young boy that was looking for a hero and found his father Experience a gripping, energetic, and deeply moving show",
        "strLocation": "hamburg",
        "strOriginUrl": "https://www.getyourguide.com/hamburg-l23/the-miracle-of-bern-tickets-for-the-musical-in-hamburg-t43831/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "The Miracle of Bern: Tickets for the Musical in Hamburg",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 19:54:17"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 30,
        "strGuideLanguage": "german",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-278478-145.jpg",
        "strIntroduction": "What You'll Do It offers a discovery tour along the Elbe and through the green side of Hamburg Experience a combination of maritime flair, impressive scenery and entertaining yarn See fantastic gardens and enjoy the great atmosphere Learn about the legend of Teufelsbrück Drop in for a drink at the legendary \"beach pearl\" It offers a discovery tour along the Elbe and through the green side of Hamburg Experience a combination of maritime flair, impressive scenery and entertaining yarn See fantastic gardens and enjoy the great atmosphere Learn about the legend of Teufelsbrück Drop in for a drink at the legendary \"beach pearl\" It offers a discovery tour along the Elbe and through the green side of Hamburg Experience a combination of maritime flair, impressive scenery and entertaining yarn See fantastic gardens and enjoy the great atmosphere Learn about the legend of Teufelsbrück Drop in for a drink at the legendary \"beach pearl\"",
        "strLocation": "hamburg",
        "strOriginUrl": "https://www.getyourguide.com/hamburg-l23/private-radtour-hamburg-blankenese-banks-of-the-elbe-t44349/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Cycling Hamburg Blankenese: banks of the Elbe",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 19:54:28"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 171,
        "strGuideLanguage": "english, german",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-262107-145.jpg",
        "strIntroduction": "What You'll Do Enjoy an exciting journey through time in Hamburg Walk from the historical Deichstrasse to the Speicherstadt, the largest warehouse complex in the world See the picturesque waterways, the Elbe Philharmonic Hall, and the Speicherstadt Discover interesting and entertaining facts about the “city within a city” Learn about the eventful and exciting history of the global spice trade Find out why a peppercorn isn't necessarily a corn of pepper Enjoy an exciting journey through time in Hamburg Walk from the historical Deichstrasse to the Speicherstadt, the largest warehouse complex in the world See the picturesque waterways, the Elbe Philharmonic Hall, and the Speicherstadt Discover interesting and entertaining facts about the “city within a city” Learn about the eventful and exciting history of the global spice trade Find out why a peppercorn isn't necessarily a corn of pepper Enjoy an exciting journey through time in Hamburg Walk from the historical Deichstrasse to the Speicherstadt, the largest warehouse complex in the world See the picturesque waterways, the Elbe Philharmonic Hall, and the Speicherstadt Discover interesting and entertaining facts about the “city within a city” Learn about the eventful and exciting history of the global spice trade Find out why a peppercorn isn't necessarily a corn of pepper",
        "strLocation": "hamburg",
        "strOriginUrl": "https://www.getyourguide.com/hamburg-l23/hamburg-spice-trade-15-hour-tour-t44352/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Hamburg Spice Trade 1.5-Hour Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 19:54:39"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 171,
        "strGuideLanguage": "german",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-262594-145.jpg",
        "strIntroduction": "What You'll Do Learn about the largest river island Explore Hamburg's biggest building site Learn how Hamburg will make a deprived area a model for the future Marvel at the seaweed house and enjoy the view from the observation deck of the energy bunker See the places where Hamburg would invest hundreds of millions as part of the upgrade process Explore the contradictions and challenges of this process Learn about the largest river island Explore Hamburg's biggest building site Learn how Hamburg will make a deprived area a model for the future Marvel at the seaweed house and enjoy the view from the observation deck of the energy bunker See the places where Hamburg would invest hundreds of millions as part of the upgrade process Explore the contradictions and challenges of this process Learn about the largest river island Explore Hamburg's biggest building site Learn how Hamburg will make a deprived area a model for the future Marvel at the seaweed house and enjoy the view from the observation deck of the energy bunker See the places where Hamburg would invest hundreds of millions as part of the upgrade process Explore the contradictions and challenges of this process",
        "strLocation": "hamburg",
        "strOriginUrl": "https://www.getyourguide.com/hamburg-l23/hamburg-guidance-on-the-river-island-wilhelmsburg-t44395/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Hamburg: guidance on the river island Wilhelmsburg",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 19:54:49"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 171,
        "strGuideLanguage": "german",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-262602-145.jpg",
        "strIntroduction": "What You'll Do Take a journey through time in the Hamburg of the year 1330 Learn all about the role of the beer for the history of Hamburg Experience a city guide, which takes you into the role of an alderman in the dark world of the Middle Ages Take a journey through time in the Hamburg of the year 1330 Learn all about the role of the beer for the history of Hamburg Experience a city guide, which takes you into the role of an alderman in the dark world of the Middle Ages Take a journey through time in the Hamburg of the year 1330 Learn all about the role of the beer for the history of Hamburg Experience a city guide, which takes you into the role of an alderman in the dark world of the Middle Ages",
        "strLocation": "hamburg",
        "strOriginUrl": "https://www.getyourguide.com/hamburg-l23/hamburg-in-the-middle-ages-tour-of-old-t44399/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Hamburg in the Middle Ages - tour of Old",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 19:55:00"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 171,
        "strGuideLanguage": "german",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-262612-145.jpg",
        "strIntroduction": "What You'll Do Enjoy the paradise gardens of Ohlsdorf cemetery Experience the Hamburg city park with the love island Stroll through Planten un Blomen and the Botanical Garden Enjoy the paradise gardens of Ohlsdorf cemetery Experience the Hamburg city park with the love island Stroll through Planten un Blomen and the Botanical Garden Enjoy the paradise gardens of Ohlsdorf cemetery Experience the Hamburg city park with the love island Stroll through Planten un Blomen and the Botanical Garden",
        "strLocation": "hamburg",
        "strOriginUrl": "https://www.getyourguide.com/hamburg-l23/tours-in-hamburg-parks-t44401/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Hamburg: Walks through leafy parks",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 19:55:12"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 171,
        "strGuideLanguage": "german",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-263838-145.jpg",
        "strIntroduction": "What You'll Do Discover two beautiful and elegant areas of Hamburg Enjoy hanseatic flair Residential Discover the legendary \"Uncle Pö\" Alma Hoppes Lustspielhaus and the famous Café Lindtner Enjoy the hustle and bustle of one of the largest organic markets in the region Discover two beautiful and elegant areas of Hamburg Enjoy hanseatic flair Residential Discover the legendary \"Uncle Pö\" Alma Hoppes Lustspielhaus and the famous Café Lindtner Enjoy the hustle and bustle of one of the largest organic markets in the region Discover two beautiful and elegant areas of Hamburg Enjoy hanseatic flair Residential Discover the legendary \"Uncle Pö\" Alma Hoppes Lustspielhaus and the famous Café Lindtner Enjoy the hustle and bustle of one of the largest organic markets in the region",
        "strLocation": "hamburg",
        "strOriginUrl": "https://www.getyourguide.com/hamburg-l23/walking-in-hamburg-by-winterhude-and-eppendorf-t44538/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Hamburg: tour of Winterhude and Eppendorf",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 19:55:24"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 171,
        "strGuideLanguage": "german",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-263849-145.jpg",
        "strIntroduction": "What You'll Do Discover the story of \"Little Jerusalem\" Enjoy the bustling life around the University Find out more about the university and its impressive Wilhelminian Discover the story of \"Little Jerusalem\" Enjoy the bustling life around the University Find out more about the university and its impressive Wilhelminian Discover the story of \"Little Jerusalem\" Enjoy the bustling life around the University Find out more about the university and its impressive Wilhelminian",
        "strLocation": "hamburg",
        "strOriginUrl": "https://www.getyourguide.com/hamburg-l23/tour-of-the-hamburg-grindelviertel-t44540/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Hamburg: tour of the Grindelviertel",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 19:55:37"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 3,
        "intUsdCost": 171,
        "strGuideLanguage": "german",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-263874-145.jpg",
        "strIntroduction": "What You'll Do Explore the mysteries of ancient Gängeviertel See the ramparts, the Brahms House and the Cotton Club Immerse yourself in the pub and club culture on Großneumarkt Explore the mysteries of ancient Gängeviertel See the ramparts, the Brahms House and the Cotton Club Immerse yourself in the pub and club culture on Großneumarkt Explore the mysteries of ancient Gängeviertel See the ramparts, the Brahms House and the Cotton Club Immerse yourself in the pub and club culture on Großneumarkt",
        "strLocation": "hamburg",
        "strOriginUrl": "https://www.getyourguide.com/hamburg-l23/explore-gaengeviertel-and-grossneumarkt-hamburg-t44541/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Hamburg: Discovery Tour Gängeviertel and Großneumarkt",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 19:55:51"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 171,
        "strGuideLanguage": "german",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-263991-145.jpg",
        "strIntroduction": "What You'll Do Learn and see, has become like an expensive trendy district from an old working district Experience multicultural diversity and a colorful art scene Enjoy a casual walk through the popular residential area of the city residents Learn and see, has become like an expensive trendy district from an old working district Experience multicultural diversity and a colorful art scene Enjoy a casual walk through the popular residential area of the city residents Learn and see, has become like an expensive trendy district from an old working district Experience multicultural diversity and a colorful art scene Enjoy a casual walk through the popular residential area of the city residents",
        "strLocation": "hamburg",
        "strOriginUrl": "https://www.getyourguide.com/hamburg-l23/tour-of-the-scene-district-hamburg-ottensen-t44556/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Hamburg: tour of the scene-district Ottensen",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 19:56:01"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 171,
        "strGuideLanguage": "german",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-264010-145.jpg",
        "strIntroduction": "What You'll Do Go in search of clues erstwhile magnificent fun palaces Experience in Schanzenviertel the much-visited party mile Learn how was a former working-class neighborhood of the trendiest and most expensive neighborhoods in Hamburg Go in search of clues erstwhile magnificent fun palaces Experience in Schanzenviertel the much-visited party mile Learn how was a former working-class neighborhood of the trendiest and most expensive neighborhoods in Hamburg Go in search of clues erstwhile magnificent fun palaces Experience in Schanzenviertel the much-visited party mile Learn how was a former working-class neighborhood of the trendiest and most expensive neighborhoods in Hamburg",
        "strLocation": "hamburg",
        "strOriginUrl": "https://www.getyourguide.com/hamburg-l23/hamburg-schanzenviertel-old-towers-farms-and-factories-t44557/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Hamburg Schanzenviertel: towers, farms and factories",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 19:56:11"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 26,
        "strGuideLanguage": "english, german",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-266555-145.jpg",
        "strIntroduction": "What You'll Do Experience a private guided tour in a small group Learn about the history of Hamburg, the harbor, and the red light district Explore the Reeperbahn, the harbor side, the Davidwache police station, Hans-Albers-Platz, and much more Enjoy a delicious fish sandwich at a traditional fish shop Experience a private guided tour in a small group Learn about the history of Hamburg, the harbor, and the red light district Explore the Reeperbahn, the harbor side, the Davidwache police station, Hans-Albers-Platz, and much more Enjoy a delicious fish sandwich at a traditional fish shop Experience a private guided tour in a small group Learn about the history of Hamburg, the harbor, and the red light district Explore the Reeperbahn, the harbor side, the Davidwache police station, Hans-Albers-Platz, and much more Enjoy a delicious fish sandwich at a traditional fish shop",
        "strLocation": "hamburg",
        "strOriginUrl": "https://www.getyourguide.com/hamburg-l23/hamburg-private-75-minute-tour-of-st-pauli-t44919/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Hamburg: Private 75-Minute Tour of St. Pauli",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 19:56:24"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 65,
        "intUsdCost": 33,
        "strGuideLanguage": "german",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-471691-145.jpg",
        "strIntroduction": "What You'll Do Discover Hamburg's red light district Immerse yourself in the depths of St. Pauli Learn everything there is to know about Herbertstraße Experience this exciting setting up close See the Davidwache, Herbertstraße, the Große Freiheit and the StarClub Discover Hamburg's red light district Immerse yourself in the depths of St. Pauli Learn everything there is to know about Herbertstraße Experience this exciting setting up close See the Davidwache, Herbertstraße, the Große Freiheit and the StarClub Discover Hamburg's red light district Immerse yourself in the depths of St. Pauli Learn everything there is to know about Herbertstraße Experience this exciting setting up close See the Davidwache, Herbertstraße, the Große Freiheit and the StarClub",
        "strLocation": "hamburg",
        "strOriginUrl": "https://www.getyourguide.com/hamburg-l23/st-pauli-tour-crime-prostitution-party-t45087/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "St. Pauli Tour: Crime, Prostitution & Party",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 19:56:38"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 2,
        "intUsdCost": 170,
        "strGuideLanguage": "english, german",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-271167-145.jpg",
        "strIntroduction": "What You'll Do Enjoy the benefits of a private tour – you and your family will have the boat and the skipper all to yourselves Enjoy a pirate adventure in the heart of the city Experience a family-friendly sailing trip on the Alster Lake Admire the best views of the Hamburg skyline aboard the boat Enjoy the benefits of a private tour – you and your family will have the boat and the skipper all to yourselves Enjoy a pirate adventure in the heart of the city Experience a family-friendly sailing trip on the Alster Lake Admire the best views of the Hamburg skyline aboard the boat Enjoy the benefits of a private tour – you and your family will have the boat and the skipper all to yourselves Enjoy a pirate adventure in the heart of the city Experience a family-friendly sailing trip on the Alster Lake Admire the best views of the Hamburg skyline aboard the boat",
        "strLocation": "hamburg",
        "strOriginUrl": "https://www.getyourguide.com/hamburg-l23/hamburg-alster-lake-private-2-hour-family-sailing-tour-t45581/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Hamburg: Alster Lake Private 2-Hour Family Sailing Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 19:56:52"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 17,
        "intUsdCost": 79,
        "strGuideLanguage": "german",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-276758-145.jpg",
        "strIntroduction": "What You'll Do Explore other Hamburg in a 14-horsepower kart Experience the Hanseatic city from a new perspective Admire the beautiful sights Take up to 88 km / h the city See the port, the Elbe, the Alster, Speicherstadt, HafenCity and the Michel Discover the TV tower, the Chilehaus, the Landungsbrücken, the old Elbe tunnel, and more Explore other Hamburg in a 14-horsepower kart Experience the Hanseatic city from a new perspective Admire the beautiful sights Take up to 88 km / h the city See the port, the Elbe, the Alster, Speicherstadt, HafenCity and the Michel Discover the TV tower, the Chilehaus, the Landungsbrücken, the old Elbe tunnel, and more Explore other Hamburg in a 14-horsepower kart Experience the Hanseatic city from a new perspective Admire the beautiful sights Take up to 88 km / h the city See the port, the Elbe, the Alster, Speicherstadt, HafenCity and the Michel Discover the TV tower, the Chilehaus, the Landungsbrücken, the old Elbe tunnel, and more",
        "strLocation": "hamburg",
        "strOriginUrl": "https://www.getyourguide.com/hamburg-l23/hamburg-experience-with-the-go-kart-street-kart-tour-t46112/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Hamburg Experience with the go-kart - Street Kart Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 19:57:05"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 30,
        "strGuideLanguage": "english, german",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-278471-145.jpg",
        "strIntroduction": "What You'll Do Discover the nautical side of Hamburg and discover the HafenCity on an exciting bike tour Enjoy a tour through the Elbe Tunnel, into the Freihafen and later over the Elbbrücken through the HafenCity Learn more about the history of the Port of Hamburg See the skyline as you ride along the northern banks of the Elbe, past the Hafenkrone of St. Pauli and the Elbphilharmonie Discover the nautical side of Hamburg and discover the HafenCity on an exciting bike tour Enjoy a tour through the Elbe Tunnel, into the Freihafen and later over the Elbbrücken through the HafenCity Learn more about the history of the Port of Hamburg See the skyline as you ride along the northern banks of the Elbe, past the Hafenkrone of St. Pauli and the Elbphilharmonie Discover the nautical side of Hamburg and discover the HafenCity on an exciting bike tour Enjoy a tour through the Elbe Tunnel, into the Freihafen and later over the Elbbrücken through the HafenCity Learn more about the history of the Port of Hamburg See the skyline as you ride along the northern banks of the Elbe, past the Hafenkrone of St. Pauli and the Elbphilharmonie",
        "strLocation": "hamburg",
        "strOriginUrl": "https://www.getyourguide.com/hamburg-l23/hamburg-private-bike-tour-port-of-hamburg-t46298/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Hamburg: Port of Hamburg Private Bike Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 19:57:16"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 30,
        "strGuideLanguage": "english, german",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-278481-145.jpg",
        "strIntroduction": "What You'll Do Discover the Wilhelmsburg Elbe island by bike and enjoy a tour through the greenery Ride through the old Elbe tunnels, past the former free port and pass the \"Alster of the South\" Learn more about the historical background and unique building projects like the \"Wilhelmsburger Energiebunker\" Discover the Wilhelmsburg Elbe island by bike and enjoy a tour through the greenery Ride through the old Elbe tunnels, past the former free port and pass the \"Alster of the South\" Learn more about the historical background and unique building projects like the \"Wilhelmsburger Energiebunker\" Discover the Wilhelmsburg Elbe island by bike and enjoy a tour through the greenery Ride through the old Elbe tunnels, past the former free port and pass the \"Alster of the South\" Learn more about the historical background and unique building projects like the \"Wilhelmsburger Energiebunker\"",
        "strLocation": "hamburg",
        "strOriginUrl": "https://www.getyourguide.com/hamburg-l23/hamburg-bike-tour-of-wilhelmsburg-t46306/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Hamburg: Bike Tour of Wilhelmsburg",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 19:57:27"
    },
    {
        "intDurationHour": 6,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 221,
        "strGuideLanguage": "spanish, english, french, german",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-290820-145.jpg",
        "strIntroduction": "What You'll Do Discover the Port of Hamburg from the water and through the lens of your camera Photograph the Elbphilharmonie from the water Experience the Unilever building from a new perspective See the interesting and beautiful old port cranes Capture the traditional ships with your camera Discover the new SPIEGEL building See the Speicherstadt from a boat and get lots of great tips about photography Discover the Port of Hamburg from the water and through the lens of your camera Photograph the Elbphilharmonie from the water Experience the Unilever building from a new perspective See the interesting and beautiful old port cranes Capture the traditional ships with your camera Discover the new SPIEGEL building See the Speicherstadt from a boat and get lots of great tips about photography Discover the Port of Hamburg from the water and through the lens of your camera Photograph the Elbphilharmonie from the water Experience the Unilever building from a new perspective See the interesting and beautiful old port cranes Capture the traditional ships with your camera Discover the new SPIEGEL building See the Speicherstadt from a boat and get lots of great tips about photography",
        "strLocation": "hamburg",
        "strOriginUrl": "https://www.getyourguide.com/hamburg-l23/hamburg-private-port-cruise-with-photo-safari-t47922/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Hamburg: Private Port Cruise with Photo Safari",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 19:57:41"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 19,
        "intUsdCost": 25,
        "strGuideLanguage": "german",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-290525-145.jpg",
        "strIntroduction": "What You'll Do Explore the \"Brauhaus Hanse\" in the historical Deichstrasse Do you envy the hamburger to their former customs oasis Explore the venerable Speicherstadt with its merchant traditions Learn from the heavy fate of dockworkers in the 19th century Marvel with HafenCity Elbphilharmonie and the urban planning of the future Relax with the ferry on the Elbe (ticket included) Enjoy great views of the Elbe Savour a delicious fish sandwich Explore the \"Brauhaus Hanse\" in the historical Deichstrasse Do you envy the hamburger to their former customs oasis Explore the venerable Speicherstadt with its merchant traditions Learn from the heavy fate of dockworkers in the 19th century Marvel with HafenCity Elbphilharmonie and the urban planning of the future Relax with the ferry on the Elbe (ticket included) Enjoy great views of the Elbe Savour a delicious fish sandwich Explore the \"Brauhaus Hanse\" in the historical Deichstrasse Do you envy the hamburger to their former customs oasis Explore the venerable Speicherstadt with its merchant traditions Learn from the heavy fate of dockworkers in the 19th century Marvel with HafenCity Elbphilharmonie and the urban planning of the future Relax with the ferry on the Elbe (ticket included) Enjoy great views of the Elbe Savour a delicious fish sandwich",
        "strLocation": "hamburg",
        "strOriginUrl": "https://www.getyourguide.com/hamburg-l23/highlights-on-the-elbe-including-delicious-fish-t47925/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Highlights on the Elbe: City Tour with Fischbrötchen",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 19:57:53"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 1,
        "intReviewVisitor": 1,
        "intUsdCost": 205,
        "strGuideLanguage": "spanish, english, french, german",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-295042-145.jpg",
        "strIntroduction": "What You'll Do Learn about the history of Hamburg from an expert guide Choose a tour itinerary that best meets your interests Marvel at the architecture of one of Germany's most beautiful cities Learn about the history of Hamburg from an expert guide Choose a tour itinerary that best meets your interests Marvel at the architecture of one of Germany's most beautiful cities Learn about the history of Hamburg from an expert guide Choose a tour itinerary that best meets your interests Marvel at the architecture of one of Germany's most beautiful cities",
        "strLocation": "hamburg",
        "strOriginUrl": "https://www.getyourguide.com/hamburg-l23/hamburg-personalized-private-tour-t48410/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Hamburg Personalized Private Group Tour: 2-6 Hours",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 19:58:04"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 1,
        "intUsdCost": 26,
        "strGuideLanguage": "english, german",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-296523-145.jpg",
        "strIntroduction": "What You'll Do Stroll through one of the most beautiful districts of Hamburg and explore the Inner and Outer Alster Lakes Admire the impressive Town Hall, see the Hamburg Stock Exchange, and learn more about St. Nicholas' Church See the artful Hygieia Fountain, cross the Trostbrücke and discover the Fleet Island Stroll through one of the most beautiful districts of Hamburg and explore the Inner and Outer Alster Lakes Admire the impressive Town Hall, see the Hamburg Stock Exchange, and learn more about St. Nicholas' Church See the artful Hygieia Fountain, cross the Trostbrücke and discover the Fleet Island Stroll through one of the most beautiful districts of Hamburg and explore the Inner and Outer Alster Lakes Admire the impressive Town Hall, see the Hamburg Stock Exchange, and learn more about St. Nicholas' Church See the artful Hygieia Fountain, cross the Trostbrücke and discover the Fleet Island",
        "strLocation": "hamburg",
        "strOriginUrl": "https://www.getyourguide.com/hamburg-l23/hamburg-2-hour-guided-walking-tour-t48623/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Hamburg: 2-Hour Guided Walking Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 19:58:18"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 49,
        "intUsdCost": 0,
        "strGuideLanguage": "spanish, english, german",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-300405-145.jpg",
        "strIntroduction": "What You'll Do Explore 1,300 years of Hamburg's history See the impressive Town Hall, the political heart of Hamburg Taste local delicacies at one of Hamburg's historic ports Marvel at the beautful Church of St. Michael's Explore 1,300 years of Hamburg's history See the impressive Town Hall, the political heart of Hamburg Taste local delicacies at one of Hamburg's historic ports Marvel at the beautful Church of St. Michael's Explore 1,300 years of Hamburg's history See the impressive Town Hall, the political heart of Hamburg Taste local delicacies at one of Hamburg's historic ports Marvel at the beautful Church of St. Michael's",
        "strLocation": "hamburg",
        "strOriginUrl": "https://www.getyourguide.com/hamburg-l23/hamburg-2-hour-historic-city-center-free-walking-tour-t48712/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Hamburg Historic City Center Free 2-Hour Walking Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 19:58:29"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 45,
        "intUsdCost": 0,
        "strGuideLanguage": "spanish, english, german",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-313159-145.jpg",
        "strIntroduction": "What You'll Do Learn the politically-laden history of St. Pauli in Hamburg Marvel at Hamburg Harbor, Europe's 2nd largest port Be spooked by tales of famous prostitutes, pimps and mass-murderers Visit the infamous Fish Market, which comes alive in the early hours of Sunday morning Hear all about The Beatles at the beginning of their career at the Reeperbahn Learn the politically-laden history of St. Pauli in Hamburg Marvel at Hamburg Harbor, Europe's 2nd largest port Be spooked by tales of famous prostitutes, pimps and mass-murderers Visit the infamous Fish Market, which comes alive in the early hours of Sunday morning Hear all about The Beatles at the beginning of their career at the Reeperbahn Learn the politically-laden history of St. Pauli in Hamburg Marvel at Hamburg Harbor, Europe's 2nd largest port Be spooked by tales of famous prostitutes, pimps and mass-murderers Visit the infamous Fish Market, which comes alive in the early hours of Sunday morning Hear all about The Beatles at the beginning of their career at the Reeperbahn",
        "strLocation": "hamburg",
        "strOriginUrl": "https://www.getyourguide.com/hamburg-l23/hamburg-harbor-and-st-pauli-district-free-walking-tour-t48717/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Hamburg Harbor and St. Pauli Free 2-Hour Walking Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 19:58:43"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 393,
        "strGuideLanguage": "english, german",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-298921-145.jpg",
        "strIntroduction": "What You'll Do Enjoy a Christmas tour of contrasts from the HafenCity to the red light district Explore the Überseeboulevard, the Elbe Philharmonic Hall, and the Old Elbe Tunnel Experience a ferry ride to the Landing Bridges Discover the Reeperbahn and the famous Davidwache police station Stroll through the Santa Pauli Christmas Market Enjoy a Christmas tour of contrasts from the HafenCity to the red light district Explore the Überseeboulevard, the Elbe Philharmonic Hall, and the Old Elbe Tunnel Experience a ferry ride to the Landing Bridges Discover the Reeperbahn and the famous Davidwache police station Stroll through the Santa Pauli Christmas Market Enjoy a Christmas tour of contrasts from the HafenCity to the red light district Explore the Überseeboulevard, the Elbe Philharmonic Hall, and the Old Elbe Tunnel Experience a ferry ride to the Landing Bridges Discover the Reeperbahn and the famous Davidwache police station Stroll through the Santa Pauli Christmas Market",
        "strLocation": "hamburg",
        "strOriginUrl": "https://www.getyourguide.com/hamburg-l23/hamburg-private-25-hour-christmas-walking-tour-t48927/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Hamburg: Private 2.5-Hour Christmas Walking Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 19:58:55"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 1,
        "intReviewVisitor": 1,
        "intUsdCost": 6,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-301727-145.jpg",
        "strIntroduction": "What You'll Do Discover the Erotic Art Museum in the red light district of St. Pauli and admire the artworks by Friedrich Frahm See over 650 quirky and humorous exhibits, peppered with a pinch of irony, local color, and true stories Immerse yourself in the collages with a drink in the cozy bar Discover the Erotic Art Museum in the red light district of St. Pauli and admire the artworks by Friedrich Frahm See over 650 quirky and humorous exhibits, peppered with a pinch of irony, local color, and true stories Immerse yourself in the collages with a drink in the cozy bar Discover the Erotic Art Museum in the red light district of St. Pauli and admire the artworks by Friedrich Frahm See over 650 quirky and humorous exhibits, peppered with a pinch of irony, local color, and true stories Immerse yourself in the collages with a drink in the cozy bar",
        "strLocation": "hamburg",
        "strOriginUrl": "https://www.getyourguide.com/hamburg-l23/hamburg-tickets-to-the-erotic-art-museum-in-st-pauli-t49265/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Hamburg: Tickets to the Erotic Art Museum in St. Pauli",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 19:59:09"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 182,
        "strGuideLanguage": "spanish, danish, dutch, english, french, german",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-471631-145.jpg",
        "strIntroduction": "What You'll Do Experience the most famous parts of Hamburg for yourself on this private tour and decide what you'd like to explore further Learn more about the Hanseatic city, the old Elbtunnel and the newest developments at the Port of Hamburg with charming commentary See the Hamburg Rathaus, St. Michael's Church, the banks of the Inner and Outer Alster or the suburbs of Hamburg Experience the most famous parts of Hamburg for yourself on this private tour and decide what you'd like to explore further Learn more about the Hanseatic city, the old Elbtunnel and the newest developments at the Port of Hamburg with charming commentary See the Hamburg Rathaus, St. Michael's Church, the banks of the Inner and Outer Alster or the suburbs of Hamburg Experience the most famous parts of Hamburg for yourself on this private tour and decide what you'd like to explore further Learn more about the Hanseatic city, the old Elbtunnel and the newest developments at the Port of Hamburg with charming commentary See the Hamburg Rathaus, St. Michael's Church, the banks of the Inner and Outer Alster or the suburbs of Hamburg",
        "strLocation": "hamburg",
        "strOriginUrl": "https://www.getyourguide.com/hamburg-l23/hamburg-bus-tour-with-commentary-t49412/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Hamburg: Bus Tour with Commentary",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 19:59:19"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 28,
        "strGuideLanguage": "spanish, danish, dutch, english, french, german, norwegian",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-471735-145.jpg",
        "strIntroduction": "What You'll Do Discover the inner city of Hamburg with its countless bridges and see the sights of the city See the Hamburger Rathaus, the historic Speicherstadt and the St. Nikolai Memorial and walk along Deichstraße Enjoy the maritime spirit of Hamburg, discover the modern HafenCity and see the imposing cruise terminal Discover the inner city of Hamburg with its countless bridges and see the sights of the city See the Hamburger Rathaus, the historic Speicherstadt and the St. Nikolai Memorial and walk along Deichstraße Enjoy the maritime spirit of Hamburg, discover the modern HafenCity and see the imposing cruise terminal Discover the inner city of Hamburg with its countless bridges and see the sights of the city See the Hamburger Rathaus, the historic Speicherstadt and the St. Nikolai Memorial and walk along Deichstraße Enjoy the maritime spirit of Hamburg, discover the modern HafenCity and see the imposing cruise terminal",
        "strLocation": "hamburg",
        "strOriginUrl": "https://www.getyourguide.com/hamburg-l23/hamburg-bridges-from-the-alster-to-the-elbe-t49496/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Hamburg: Bridges from the Alster to the Elbe",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 19:59:31"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 2,
        "intUsdCost": 28,
        "strGuideLanguage": "german",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-304081-145.jpg",
        "strIntroduction": "What You'll Do Immerse yourself in the heart of Hamburg and discover the Town Hall, the Inner Alster Lake, the Neuer Wall, and the Alsterarkaden Learn more about the oldest stock exchange in Germany, the Trostbrücke, and St. Nicholas' Church Listen to stories about the Great Fire of Hamburg Discover the world of spices and coffee in the historical Speicherstadt Experience the maritime atmosphere of HafenCity Immerse yourself in the heart of Hamburg and discover the Town Hall, the Inner Alster Lake, the Neuer Wall, and the Alsterarkaden Learn more about the oldest stock exchange in Germany, the Trostbrücke, and St. Nicholas' Church Listen to stories about the Great Fire of Hamburg Discover the world of spices and coffee in the historical Speicherstadt Experience the maritime atmosphere of HafenCity Immerse yourself in the heart of Hamburg and discover the Town Hall, the Inner Alster Lake, the Neuer Wall, and the Alsterarkaden Learn more about the oldest stock exchange in Germany, the Trostbrücke, and St. Nicholas' Church Listen to stories about the Great Fire of Hamburg Discover the world of spices and coffee in the historical Speicherstadt Experience the maritime atmosphere of HafenCity",
        "strLocation": "hamburg",
        "strOriginUrl": "https://www.getyourguide.com/hamburg-l23/heart-of-hamburg-25-hour-sightseeing-tour-t49498/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Heart of Hamburg: 2.5-Hour Sightseeing Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 19:59:44"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 24,
        "strGuideLanguage": "german",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-304462-145.jpg",
        "strIntroduction": "What You'll Do Experience the new trend and trendy district of Hamburg and embark on a trail of Hagenbeck and links autosomes Discover true craftsmanship in an area that increasingly undergoing the transformation of modern times Visit a piano factory, a relic of the past, and learn more about the political background of the \"Rote Flora\" Experience the new trend and trendy district of Hamburg and embark on a trail of Hagenbeck and links autosomes Discover true craftsmanship in an area that increasingly undergoing the transformation of modern times Visit a piano factory, a relic of the past, and learn more about the political background of the \"Rote Flora\" Experience the new trend and trendy district of Hamburg and embark on a trail of Hagenbeck and links autosomes Discover true craftsmanship in an area that increasingly undergoing the transformation of modern times Visit a piano factory, a relic of the past, and learn more about the political background of the \"Rote Flora\"",
        "strLocation": "hamburg",
        "strOriginUrl": "https://www.getyourguide.com/hamburg-l23/hamburg-guided-tour-of-the-sternschanze-t49540/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Hamburg: Guided tour of the Sternschanze",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 19:59:54"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 4,
        "intUsdCost": 17,
        "strGuideLanguage": "german",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-304901-145.jpg",
        "strIntroduction": "What You'll Do Experience the traditional Hanseatic flair of Hamburg's old town and learn more about life on the Alster Lake Discover Hamburg's most popular postcard scenery and admire the impressive Town Hall in Neo-Renaissance style Listen to interesting and amusing anecdotes and find out how the Jungfernstieg got its name Experience the traditional Hanseatic flair of Hamburg's old town and learn more about life on the Alster Lake Discover Hamburg's most popular postcard scenery and admire the impressive Town Hall in Neo-Renaissance style Listen to interesting and amusing anecdotes and find out how the Jungfernstieg got its name Experience the traditional Hanseatic flair of Hamburg's old town and learn more about life on the Alster Lake Discover Hamburg's most popular postcard scenery and admire the impressive Town Hall in Neo-Renaissance style Listen to interesting and amusing anecdotes and find out how the Jungfernstieg got its name",
        "strLocation": "hamburg",
        "strOriginUrl": "https://www.getyourguide.com/hamburg-l23/hamburg-2-hour-guided-tour-of-the-old-town-t49562/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Hamburg: 2-Hour Guided Tour of the Old Town",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 20:00:07"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 19,
        "strGuideLanguage": "german",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-370948-145.jpg",
        "strIntroduction": "What You'll Do Experience Hamburg's sinful mile up close and learn all about the history, the life and history of the Reeperbahn Get an idea of contrasts that dominate the Reeperbahn and hear how gang fights once shook the neighborhood See the Davidwache and the Dancing Towers, take a look at the Hamburg Michel and Grosse Freiheit Visit during the Christmas season the St. Pauli Christmas Market Experience Hamburg's sinful mile up close and learn all about the history, the life and history of the Reeperbahn Get an idea of contrasts that dominate the Reeperbahn and hear how gang fights once shook the neighborhood See the Davidwache and the Dancing Towers, take a look at the Hamburg Michel and Grosse Freiheit Visit during the Christmas season the St. Pauli Christmas Market Experience Hamburg's sinful mile up close and learn all about the history, the life and history of the Reeperbahn Get an idea of contrasts that dominate the Reeperbahn and hear how gang fights once shook the neighborhood See the Davidwache and the Dancing Towers, take a look at the Hamburg Michel and Grosse Freiheit Visit during the Christmas season the St. Pauli Christmas Market",
        "strLocation": "hamburg",
        "strOriginUrl": "https://www.getyourguide.com/hamburg-l23/sailor-red-light-and-glitters-mile-on-the-reeperbahn-t51281/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Hamburg: guided tour through the Red Light District",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 20:00:20"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 2,
        "intUsdCost": 33,
        "strGuideLanguage": "german",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-322383-145.jpg",
        "strIntroduction": "What You'll Do Immerse yourself in the sinful world of St. Pauli and learn all about the party life, shows, and bars in the neighborhood Experience the famous Dollhouse and explore the various clubs on your own after the tour See the legendary boxing club \"Zur Ritze,\" where the Klitschko brothers and other famous boxers have swung their fists Immerse yourself in the sinful world of St. Pauli and learn all about the party life, shows, and bars in the neighborhood Experience the famous Dollhouse and explore the various clubs on your own after the tour See the legendary boxing club \"Zur Ritze,\" where the Klitschko brothers and other famous boxers have swung their fists Immerse yourself in the sinful world of St. Pauli and learn all about the party life, shows, and bars in the neighborhood Experience the famous Dollhouse and explore the various clubs on your own after the tour See the legendary boxing club \"Zur Ritze,\" where the Klitschko brothers and other famous boxers have swung their fists",
        "strLocation": "hamburg",
        "strOriginUrl": "https://www.getyourguide.com/hamburg-l23/hamburg-st-pauli-2-hour-tour-with-dollhouse-show-t51496/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Hamburg: St. Pauli 2-Hour Tour with Dollhouse Show",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 20:00:33"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 205,
        "strGuideLanguage": "german",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-324463-145.jpg",
        "strIntroduction": "What You'll Do Discover the maritime flair of Hamburg and experience the transformation of the harbor from the Speicherstadt to the modern container terminals Ride past the famous St. Michael's Church, enjoy a tour along the Elbe river, and see the fish market and the fishing port See the cruise ships that come into the harbor, see the landing bridges, and explore HafenCity Discover the maritime flair of Hamburg and experience the transformation of the harbor from the Speicherstadt to the modern container terminals Ride past the famous St. Michael's Church, enjoy a tour along the Elbe river, and see the fish market and the fishing port See the cruise ships that come into the harbor, see the landing bridges, and explore HafenCity Discover the maritime flair of Hamburg and experience the transformation of the harbor from the Speicherstadt to the modern container terminals Ride past the famous St. Michael's Church, enjoy a tour along the Elbe river, and see the fish market and the fishing port See the cruise ships that come into the harbor, see the landing bridges, and explore HafenCity",
        "strLocation": "hamburg",
        "strOriginUrl": "https://www.getyourguide.com/hamburg-l23/hamburg-3-hour-harbor-tour-by-bike-t51786/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Hamburg: 3-Hour Harbor Tour by Bike",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 20:00:46"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 205,
        "strGuideLanguage": "english, german",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-328280-145.jpg",
        "strIntroduction": "What You'll Do Experience the contrasts of Hamburg from colorful St. Pauli to Harvestehude and the Gängeviertel at Valentinskamp Enjoy a bicycle tour away from the main streets and ride around the most beautiful corners Discover the highlights of the Hanseatic City and learn more about the controversies of the city Experience the contrasts of Hamburg from colorful St. Pauli to Harvestehude and the Gängeviertel at Valentinskamp Enjoy a bicycle tour away from the main streets and ride around the most beautiful corners Discover the highlights of the Hanseatic City and learn more about the controversies of the city Experience the contrasts of Hamburg from colorful St. Pauli to Harvestehude and the Gängeviertel at Valentinskamp Enjoy a bicycle tour away from the main streets and ride around the most beautiful corners Discover the highlights of the Hanseatic City and learn more about the controversies of the city",
        "strLocation": "hamburg",
        "strOriginUrl": "https://www.getyourguide.com/hamburg-l23/hamburg-contrasts-bike-tour-t51795/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Hamburg Contrasts Bike Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 20:00:59"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 217,
        "strGuideLanguage": "english, german",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-327689-145.jpg",
        "strIntroduction": "What You'll Do Discover Hamburg's green side along the Alster Lake and enjoy a bike tour through the northern districts to Stadtpark Enjoy interesting stories about the Elbe River, away from the crowds and the main roads Admire the typical brick buildings of the Hanseatic city, see the planetarium, and enjoy the view of the city center Discover Hamburg's green side along the Alster Lake and enjoy a bike tour through the northern districts to Stadtpark Enjoy interesting stories about the Elbe River, away from the crowds and the main roads Admire the typical brick buildings of the Hanseatic city, see the planetarium, and enjoy the view of the city center Discover Hamburg's green side along the Alster Lake and enjoy a bike tour through the northern districts to Stadtpark Enjoy interesting stories about the Elbe River, away from the crowds and the main roads Admire the typical brick buildings of the Hanseatic city, see the planetarium, and enjoy the view of the city center",
        "strLocation": "hamburg",
        "strOriginUrl": "https://www.getyourguide.com/hamburg-l23/hamburg-4-hour-bike-tour-along-the-alster-lake-t52160/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Hamburg: 4-Hour Bike Tour along the Alster Lake",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 20:01:10"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 52,
        "strGuideLanguage": "german, english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-329161-145.jpg",
        "strIntroduction": "What You'll Do Discover two districts of Hamburg that could hardly be more different - the historical Speicherstadt with HafenCity and St. Pauli Embark on a journey through time in the Speicherstadt and learn more about trading in the times of the Hanseatic League Stroll along the Reeperbahn, learn more about the life of the red light district, and visit the famous \"Zur Ritze\" boxing club Discover two districts of Hamburg that could hardly be more different - the historical Speicherstadt with HafenCity and St. Pauli Embark on a journey through time in the Speicherstadt and learn more about trading in the times of the Hanseatic League Stroll along the Reeperbahn, learn more about the life of the red light district, and visit the famous \"Zur Ritze\" boxing club Discover two districts of Hamburg that could hardly be more different - the historical Speicherstadt with HafenCity and St. Pauli Embark on a journey through time in the Speicherstadt and learn more about trading in the times of the Hanseatic League Stroll along the Reeperbahn, learn more about the life of the red light district, and visit the famous \"Zur Ritze\" boxing club",
        "strLocation": "hamburg",
        "strOriginUrl": "https://www.getyourguide.com/hamburg-l23/districts-of-hamburg-2-hour-walking-tour-t52357/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Districts of Hamburg: 2-Hour Walking Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 20:01:22"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 5,
        "intUsdCost": 18,
        "strGuideLanguage": "english, german",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-331523-145.jpg",
        "strIntroduction": "What You'll Do Discover the highlights of Hamburg and enjoy a cruise through the harbor with many opportunities to get on and off the boat Explore HafenCity and the Speicherstadt from the water and listen to interesting information about the Port of Hamburg Gaze at the harbor cranes and cruise ships from the barge and cross through the historical Speicherstadt Discover the highlights of Hamburg and enjoy a cruise through the harbor with many opportunities to get on and off the boat Explore HafenCity and the Speicherstadt from the water and listen to interesting information about the Port of Hamburg Gaze at the harbor cranes and cruise ships from the barge and cross through the historical Speicherstadt Discover the highlights of Hamburg and enjoy a cruise through the harbor with many opportunities to get on and off the boat Explore HafenCity and the Speicherstadt from the water and listen to interesting information about the Port of Hamburg Gaze at the harbor cranes and cruise ships from the barge and cross through the historical Speicherstadt",
        "strLocation": "hamburg",
        "strOriginUrl": "https://www.getyourguide.com/hamburg-l23/hamburg-1-day-hop-on-hop-off-harbor-cruise-t52625/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Hamburg: 1-Day Hop-on Hop-off Harbor Cruise",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 20:01:36"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 2,
        "intUsdCost": 26,
        "strGuideLanguage": "spanish, english, german",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-345693-145.jpg",
        "strIntroduction": "What You'll Do Experience a world of contrasts in Hamburg in the historical Speicherstadt as well as the modern HafenCity Learn more about the Speicherstadt in the days of the Hanseatic League and the imposing storehouses, yesterday and today Follow your nose and decide for yourself whether you would like to visit a coffee roaster or a Spice Museum Experience a world of contrasts in Hamburg in the historical Speicherstadt as well as the modern HafenCity Learn more about the Speicherstadt in the days of the Hanseatic League and the imposing storehouses, yesterday and today Follow your nose and decide for yourself whether you would like to visit a coffee roaster or a Spice Museum Experience a world of contrasts in Hamburg in the historical Speicherstadt as well as the modern HafenCity Learn more about the Speicherstadt in the days of the Hanseatic League and the imposing storehouses, yesterday and today Follow your nose and decide for yourself whether you would like to visit a coffee roaster or a Spice Museum",
        "strLocation": "hamburg",
        "strOriginUrl": "https://www.getyourguide.com/hamburg-l23/hamburg-speicherstadt-and-hafencity-tour-t54302/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Hamburg: Speicherstadt and HafenCity Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 20:01:50"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 21,
        "strGuideLanguage": "german",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-346823-145.jpg",
        "strIntroduction": "What You'll Do Discover Hamburg St. Pauli: Take a look behind the scenes of the Reeperbahn and learn more about the history of the sinful mile See the sights around the neighborhood and dive into the colorful life of the party zone but also the bustling district Find out more about current issues and the history of the Hamburger Berg, the Beatles and the one or other celebrity Discover Hamburg St. Pauli: Take a look behind the scenes of the Reeperbahn and learn more about the history of the sinful mile See the sights around the neighborhood and dive into the colorful life of the party zone but also the bustling district Find out more about current issues and the history of the Hamburger Berg, the Beatles and the one or other celebrity Discover Hamburg St. Pauli: Take a look behind the scenes of the Reeperbahn and learn more about the history of the sinful mile See the sights around the neighborhood and dive into the colorful life of the party zone but also the bustling district Find out more about current issues and the history of the Hamburger Berg, the Beatles and the one or other celebrity",
        "strLocation": "hamburg",
        "strOriginUrl": "https://www.getyourguide.com/hamburg-l23/hafenkante-hamburg-reeperbahn-and-st-pauli-tour-t54450/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Hamburg St. Pauli and Reeperbahn guide with pub",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 20:02:00"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 126,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-349471-145.jpg",
        "strIntroduction": "What You'll Do Skip the long lines for taxis on arrival at Hamburg International Airport Avoid the hassle of navigating the public transport system Leave the driving to a professional, while you sit back and relax in comfort Arrive at your final destination refreshed and relaxed Skip the long lines for taxis on arrival at Hamburg International Airport Avoid the hassle of navigating the public transport system Leave the driving to a professional, while you sit back and relax in comfort Arrive at your final destination refreshed and relaxed Skip the long lines for taxis on arrival at Hamburg International Airport Avoid the hassle of navigating the public transport system Leave the driving to a professional, while you sit back and relax in comfort Arrive at your final destination refreshed and relaxed",
        "strLocation": "hamburg",
        "strOriginUrl": "https://www.getyourguide.com/hamburg-l23/private-airport-transfer-tofrom-hamburg-t54766/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Hamburg Airport to/from Hamburg City Private Transfer",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 20:02:11"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 3,
        "intReviewVisitor": 2,
        "intUsdCost": 34,
        "strGuideLanguage": "english, german",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-350320-145.jpg",
        "strIntroduction": "What You'll Do Take a unique tour of the Port of Hamburg and immerse yourself in the world of modern container cargo See the enormous container cranes at work and hear about how the whole port works Experience the new cruise terminal at Kronprinzenkai and enjoy the fascinating view of maritime Hamburg Take a unique tour of the Port of Hamburg and immerse yourself in the world of modern container cargo See the enormous container cranes at work and hear about how the whole port works Experience the new cruise terminal at Kronprinzenkai and enjoy the fascinating view of maritime Hamburg Take a unique tour of the Port of Hamburg and immerse yourself in the world of modern container cargo See the enormous container cranes at work and hear about how the whole port works Experience the new cruise terminal at Kronprinzenkai and enjoy the fascinating view of maritime Hamburg",
        "strLocation": "hamburg",
        "strOriginUrl": "https://www.getyourguide.com/hamburg-l23/port-of-hamburg-3-hour-hafenbus-tour-t54896/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Port of Hamburg: 3-Hour Hafenbus Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 20:02:24"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 33,
        "strGuideLanguage": "german",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-439682-145.jpg",
        "strIntroduction": "What You'll Do Experience the world famous entertainment district St. Pauli in a special way and learn all about life on the Reeperbahn Stroll know at the Herbert Street over to the famous Davidwache and get to St. Pauli as a residential area Explore the Grosse Freiheit with all the table dance bars, discos and clubs and visit the legendary Boxer-pub \"to chink\" Experience the world famous entertainment district St. Pauli in a special way and learn all about life on the Reeperbahn Stroll know at the Herbert Street over to the famous Davidwache and get to St. Pauli as a residential area Explore the Grosse Freiheit with all the table dance bars, discos and clubs and visit the legendary Boxer-pub \"to chink\" Experience the world famous entertainment district St. Pauli in a special way and learn all about life on the Reeperbahn Stroll know at the Herbert Street over to the famous Davidwache and get to St. Pauli as a residential area Explore the Grosse Freiheit with all the table dance bars, discos and clubs and visit the legendary Boxer-pub \"to chink\"",
        "strLocation": "hamburg",
        "strOriginUrl": "https://www.getyourguide.com/hamburg-l23/karins-neighborhood-tour-in-hamburg-st-pauli-t55566/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Hamburg: neighborhood tour on St. Pauli",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 20:02:36"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 131,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-384049-145.jpg",
        "strIntroduction": "What You'll Do Discover the banks of the Elbe in Hamburg and the Port of Hamburg as you search for the best spot for zander fishing Enjoy a day in the fresh air as you try your luck catching fish Find an auspicious area for angling, use the expertise of a professional and begin your search for this fish of prey Discover the banks of the Elbe in Hamburg and the Port of Hamburg as you search for the best spot for zander fishing Enjoy a day in the fresh air as you try your luck catching fish Find an auspicious area for angling, use the expertise of a professional and begin your search for this fish of prey Discover the banks of the Elbe in Hamburg and the Port of Hamburg as you search for the best spot for zander fishing Enjoy a day in the fresh air as you try your luck catching fish Find an auspicious area for angling, use the expertise of a professional and begin your search for this fish of prey",
        "strLocation": "hamburg",
        "strOriginUrl": "https://www.getyourguide.com/hamburg-l23/hamburg-zander-fishing-on-the-elbe-t55880/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Hamburg: Zander Fishing on the Elbe",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 20:02:47"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 6,
        "intUsdCost": 33,
        "strGuideLanguage": "german, spanish, english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-356256-145.jpg",
        "strIntroduction": "What You'll Do Immerse yourself in Hamburg's theater world and hear exclusive background stories about musicals and theater Take the ferry across the Elbe to Hamburg's popular musicals, \"The Lion King\" and \"The Miracle of Bern\" Discover Spielbudenplatz and find out how it got its name Explore the Reeperbahn Immerse yourself in Hamburg's theater world and hear exclusive background stories about musicals and theater Take the ferry across the Elbe to Hamburg's popular musicals, \"The Lion King\" and \"The Miracle of Bern\" Discover Spielbudenplatz and find out how it got its name Explore the Reeperbahn Immerse yourself in Hamburg's theater world and hear exclusive background stories about musicals and theater Take the ferry across the Elbe to Hamburg's popular musicals, \"The Lion King\" and \"The Miracle of Bern\" Discover Spielbudenplatz and find out how it got its name Explore the Reeperbahn",
        "strLocation": "hamburg",
        "strOriginUrl": "https://www.getyourguide.com/hamburg-l23/hamburg-2-hour-musical-tour-t55887/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Hamburg: 2-Hour Musical Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 20:02:57"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 24,
        "strGuideLanguage": "english, german",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-361638-145.jpg",
        "strIntroduction": "What You'll Do Explore the warehouse district (Speicherstadt) and historic office buidings (Kontorhouses) See the 1920s Chilehaus building shaped like a ship Learn about some of the most influential architects of Hamburg in the 20th century Discover how the Speicherstadt has gone from a gritty place of industry to a hipster neighborhood Enjoy a cup of Hamburg's best tea or coffee Visit a Persian carpet warehouse and learn about the craft of hand-woven carpets Explore the warehouse district (Speicherstadt) and historic office buidings (Kontorhouses) See the 1920s Chilehaus building shaped like a ship Learn about some of the most influential architects of Hamburg in the 20th century Discover how the Speicherstadt has gone from a gritty place of industry to a hipster neighborhood Enjoy a cup of Hamburg's best tea or coffee Visit a Persian carpet warehouse and learn about the craft of hand-woven carpets Explore the warehouse district (Speicherstadt) and historic office buidings (Kontorhouses) See the 1920s Chilehaus building shaped like a ship Learn about some of the most influential architects of Hamburg in the 20th century Discover how the Speicherstadt has gone from a gritty place of industry to a hipster neighborhood Enjoy a cup of Hamburg's best tea or coffee Visit a Persian carpet warehouse and learn about the craft of hand-woven carpets",
        "strLocation": "hamburg",
        "strOriginUrl": "https://www.getyourguide.com/hamburg-l23/hamburg-speicherstadt-kontorhaus-quarter-t56653/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Hamburg: Speicherstadt and Kontorhaus Quarter Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 20:03:11"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 101,
        "strGuideLanguage": "german",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-361831-145.jpg",
        "strIntroduction": "What You'll Do Explore Hamburg and the surrounding areas with a 14-hp kart and discover the highlights of the city It offers a fast-paced and fun tour and explore the southern Hamburg to the Port of Hamburg Cross the Köhlbrandbrücke and see the modern HafenCity, the historic Speicherstadt and the Landungsbrücken Explore Hamburg and the surrounding areas with a 14-hp kart and discover the highlights of the city It offers a fast-paced and fun tour and explore the southern Hamburg to the Port of Hamburg Cross the Köhlbrandbrücke and see the modern HafenCity, the historic Speicherstadt and the Landungsbrücken Explore Hamburg and the surrounding areas with a 14-hp kart and discover the highlights of the city It offers a fast-paced and fun tour and explore the southern Hamburg to the Port of Hamburg Cross the Köhlbrandbrücke and see the modern HafenCity, the historic Speicherstadt and the Landungsbrücken",
        "strLocation": "hamburg",
        "strOriginUrl": "https://www.getyourguide.com/hamburg-l23/combined-road-kart-tour-city-intercity-t56681/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Hamburg: 3-hour road Kart Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 20:03:25"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 21,
        "strGuideLanguage": "german",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-378288-145.jpg",
        "strIntroduction": "What You'll Do Discover in two hours the most beautiful places in Hamburg and check convey a piece Hanseatic atmosphere Slip into different roles and learn more about the complex developments of the Hanseatic city Learn all about the hamburgers and see the City Hall, the historic Speicherstadt and the Landungsbrücken in St. Pauli Discover in two hours the most beautiful places in Hamburg and check convey a piece Hanseatic atmosphere Slip into different roles and learn more about the complex developments of the Hanseatic city Learn all about the hamburgers and see the City Hall, the historic Speicherstadt and the Landungsbrücken in St. Pauli Discover in two hours the most beautiful places in Hamburg and check convey a piece Hanseatic atmosphere Slip into different roles and learn more about the complex developments of the Hanseatic city Learn all about the hamburgers and see the City Hall, the historic Speicherstadt and the Landungsbrücken in St. Pauli",
        "strLocation": "hamburg",
        "strOriginUrl": "https://www.getyourguide.com/hamburg-l23/hamburg-city-guide-to-the-highlights-t59155/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Hamburg: City guide to the highlights",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 20:03:36"
    },
    {
        "intDurationHour": 720,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 28,
        "strGuideLanguage": "german",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-380672-145.jpg",
        "strIntroduction": "What You'll Do Discover Hamburg's infamous Reeperbahn and embark on a short journey through St. Pauli Watch the Spielbudenplatz, the Grosse Freiheit and stroll along the arts district up to the Erotic Art Museum Enjoy in between relaxing with a drink and let the history of St. Pauli with all its facets nearer bring Discover Hamburg's infamous Reeperbahn and embark on a short journey through St. Pauli Watch the Spielbudenplatz, the Grosse Freiheit and stroll along the arts district up to the Erotic Art Museum Enjoy in between relaxing with a drink and let the history of St. Pauli with all its facets nearer bring Discover Hamburg's infamous Reeperbahn and embark on a short journey through St. Pauli Watch the Spielbudenplatz, the Grosse Freiheit and stroll along the arts district up to the Erotic Art Museum Enjoy in between relaxing with a drink and let the history of St. Pauli with all its facets nearer bring",
        "strLocation": "hamburg",
        "strOriginUrl": "https://www.getyourguide.com/hamburg-l23/hamburg-st-pauli-abendspaziergang-de-luxe-t59519/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Hamburg: deluxe evening stroll through St. Pauli",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 20:03:48"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 23,
        "strGuideLanguage": "german",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-385358-145.jpg",
        "strIntroduction": "What You'll Do Explore the city of Hamburg in the course of time between the modern port and the historic warehouse district Find out more about developments in the former Free Zone and follow the architectural way through different eras Enjoy the maritime atmosphere in the \"district on the Elbe\" and admire the occasional \"Pott\" in Hamburg Cruise Center Explore the city of Hamburg in the course of time between the modern port and the historic warehouse district Find out more about developments in the former Free Zone and follow the architectural way through different eras Enjoy the maritime atmosphere in the \"district on the Elbe\" and admire the occasional \"Pott\" in Hamburg Cruise Center Explore the city of Hamburg in the course of time between the modern port and the historic warehouse district Find out more about developments in the former Free Zone and follow the architectural way through different eras Enjoy the maritime atmosphere in the \"district on the Elbe\" and admire the occasional \"Pott\" in Hamburg Cruise Center",
        "strLocation": "hamburg",
        "strOriginUrl": "https://www.getyourguide.com/hamburg-l23/hamburg-hafencity-tour-with-historical-memory-city-t60113/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Hamburg: HafenCity tour with historical memory city",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 20:04:00"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 23,
        "strGuideLanguage": "german",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-385382-145.jpg",
        "strIntroduction": "What You'll Do Explore the Hamburg city center and stroll past the Deutsches Schauspielhaus and the famous Ohnsorg Theater Take a look at the Hotel Atlantic, discover the historic office buildings and see the St. Petrie, the oldest parish Stroll through the shopping arcades and visit the City Hall, one of the finest houses in the Hanseatic city Explore the Hamburg city center and stroll past the Deutsches Schauspielhaus and the famous Ohnsorg Theater Take a look at the Hotel Atlantic, discover the historic office buildings and see the St. Petrie, the oldest parish Stroll through the shopping arcades and visit the City Hall, one of the finest houses in the Hanseatic city Explore the Hamburg city center and stroll past the Deutsches Schauspielhaus and the famous Ohnsorg Theater Take a look at the Hotel Atlantic, discover the historic office buildings and see the St. Petrie, the oldest parish Stroll through the shopping arcades and visit the City Hall, one of the finest houses in the Hanseatic city",
        "strLocation": "hamburg",
        "strOriginUrl": "https://www.getyourguide.com/hamburg-l23/hamburg-city-tour-t60119/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Hamburg: City Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 20:04:12"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 40,
        "strGuideLanguage": "german",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-385387-145.jpg",
        "strIntroduction": "What You'll Do Discover not only the most beautiful places in the center of Hamburg, but also visit the Speicherstadt and HafenCity Stroll along the Alster, visit the City Hall, and take a look at the imposing Cruise Terminal Immerse yourself in the history of Hamburg and see evidence of the creation, destruction and reconstruction of the warehouse district Discover not only the most beautiful places in the center of Hamburg, but also visit the Speicherstadt and HafenCity Stroll along the Alster, visit the City Hall, and take a look at the imposing Cruise Terminal Immerse yourself in the history of Hamburg and see evidence of the creation, destruction and reconstruction of the warehouse district Discover not only the most beautiful places in the center of Hamburg, but also visit the Speicherstadt and HafenCity Stroll along the Alster, visit the City Hall, and take a look at the imposing Cruise Terminal Immerse yourself in the history of Hamburg and see evidence of the creation, destruction and reconstruction of the warehouse district",
        "strLocation": "hamburg",
        "strOriginUrl": "https://www.getyourguide.com/hamburg-l23/hamburg-city-tour-and-hafencity-speicherstadt-t60120/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Hamburg: City tour with HafenCity Speicherstadt &",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 20:04:26"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 17,
        "strGuideLanguage": "spanish, english, german",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-391095-145.jpg",
        "strIntroduction": "What You'll Do Discover the nightlife in Hamburg and tour the hippest bars and clubs in the city Experience a lively party atmosphere whatever the occasion and enjoy the good company Sample shots at each bar (and in between) and enjoy an unforgettable evening Discover the nightlife in Hamburg and tour the hippest bars and clubs in the city Experience a lively party atmosphere whatever the occasion and enjoy the good company Sample shots at each bar (and in between) and enjoy an unforgettable evening Discover the nightlife in Hamburg and tour the hippest bars and clubs in the city Experience a lively party atmosphere whatever the occasion and enjoy the good company Sample shots at each bar (and in between) and enjoy an unforgettable evening",
        "strLocation": "hamburg",
        "strOriginUrl": "https://www.getyourguide.com/hamburg-l23/hamburg-neighborhood-nightlife-pub-crawl-t60879/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Hamburg: Neighborhood Nightlife Pub Crawl",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 20:04:38"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 433,
        "strGuideLanguage": "spanish, english, german",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-466642-145.jpg",
        "strIntroduction": "What You'll Do Immerse yourself in Hamburg nightlife and experience a private pub crawl through the most fashionable bars in the city Look forward to a very merry tour of the area and enjoy a free shot along the way or in the clubs Experience a relaxed party evening with good music, delicious drinks and a great atmosphere and enjoy exclusive entrance to each location Immerse yourself in Hamburg nightlife and experience a private pub crawl through the most fashionable bars in the city Look forward to a very merry tour of the area and enjoy a free shot along the way or in the clubs Experience a relaxed party evening with good music, delicious drinks and a great atmosphere and enjoy exclusive entrance to each location Immerse yourself in Hamburg nightlife and experience a private pub crawl through the most fashionable bars in the city Look forward to a very merry tour of the area and enjoy a free shot along the way or in the clubs Experience a relaxed party evening with good music, delicious drinks and a great atmosphere and enjoy exclusive entrance to each location",
        "strLocation": "hamburg",
        "strOriginUrl": "https://www.getyourguide.com/hamburg-l23/hamburg-private-premium-pub-crawl-t60886/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Hamburg: Private Premium Pub Crawl",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 20:04:51"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 205,
        "strGuideLanguage": "spanish, english, german",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-466660-145.jpg",
        "strIntroduction": "What You'll Do Experience a private pub crawl through Hamburg's hippest hotspots and discover the nightlife in the neighborhood Enjoy exclusive entry without the wait and a welcome shot at every location Take part in an exciting party evening with great music, delicious drinks and a friendly group Experience a private pub crawl through Hamburg's hippest hotspots and discover the nightlife in the neighborhood Enjoy exclusive entry without the wait and a welcome shot at every location Take part in an exciting party evening with great music, delicious drinks and a friendly group Experience a private pub crawl through Hamburg's hippest hotspots and discover the nightlife in the neighborhood Enjoy exclusive entry without the wait and a welcome shot at every location Take part in an exciting party evening with great music, delicious drinks and a friendly group",
        "strLocation": "hamburg",
        "strOriginUrl": "https://www.getyourguide.com/hamburg-l23/hamburg-private-pub-tour-t61033/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Hamburg: Private Pub Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 20:05:03"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 205,
        "strGuideLanguage": "spanish, english, german",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-466426-145.jpg",
        "strIntroduction": "What You'll Do Immerse yourself in the vibrant Hamburg nightlife and see the hippest clubs of the neighborhoods of Hamburg Enjoy a fun party evening and enjoy not only the welcome shots but many shots during the tour Enjoy exclusive entry and have an exciting evening with a group full of good music, great fun and tasty drinks Immerse yourself in the vibrant Hamburg nightlife and see the hippest clubs of the neighborhoods of Hamburg Enjoy a fun party evening and enjoy not only the welcome shots but many shots during the tour Enjoy exclusive entry and have an exciting evening with a group full of good music, great fun and tasty drinks Immerse yourself in the vibrant Hamburg nightlife and see the hippest clubs of the neighborhoods of Hamburg Enjoy a fun party evening and enjoy not only the welcome shots but many shots during the tour Enjoy exclusive entry and have an exciting evening with a group full of good music, great fun and tasty drinks",
        "strLocation": "hamburg",
        "strOriginUrl": "https://www.getyourguide.com/hamburg-l23/hamburg-bachelorette-party-with-pub-crawl-t61088/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Hamburg: Bachelor(ette) Party with Pub Crawl",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 20:05:18"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 262,
        "strGuideLanguage": "spanish, danish, english, french, german, italian, russian",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-393085-145.jpg",
        "strIntroduction": "What You'll Do Experience the maritime flair of Hamburg and discover the history of the city along the Elbe Explore the city from the Landungsbrücken to the Cruise Center, admiring a few cruise ships in between See the historical border between Hamburg and Altona and hear more about the architectural development of the city Experience the maritime flair of Hamburg and discover the history of the city along the Elbe Explore the city from the Landungsbrücken to the Cruise Center, admiring a few cruise ships in between See the historical border between Hamburg and Altona and hear more about the architectural development of the city Experience the maritime flair of Hamburg and discover the history of the city along the Elbe Explore the city from the Landungsbrücken to the Cruise Center, admiring a few cruise ships in between See the historical border between Hamburg and Altona and hear more about the architectural development of the city",
        "strLocation": "hamburg",
        "strOriginUrl": "https://www.getyourguide.com/hamburg-l23/hamburg-2-hour-tour-along-the-elbe-t61200/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Hamburg: 2-Hour Tour Along the Elbe",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 20:05:28"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 262,
        "strGuideLanguage": "spanish, danish, english, french, german, italian, russian",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-393449-145.jpg",
        "strIntroduction": "What You'll Do Discover the town of Blankenese near Hamburg and learn all about the Danish, Austrian and Prussian past of the area Scale the Süllberg's 74 meters and enjoy the fantastic view from the top Enjoy the picturesque beach along the Elbe and see the lighthouse and old shipwrecks Discover the town of Blankenese near Hamburg and learn all about the Danish, Austrian and Prussian past of the area Scale the Süllberg's 74 meters and enjoy the fantastic view from the top Enjoy the picturesque beach along the Elbe and see the lighthouse and old shipwrecks Discover the town of Blankenese near Hamburg and learn all about the Danish, Austrian and Prussian past of the area Scale the Süllberg's 74 meters and enjoy the fantastic view from the top Enjoy the picturesque beach along the Elbe and see the lighthouse and old shipwrecks",
        "strLocation": "hamburg",
        "strOriginUrl": "https://www.getyourguide.com/hamburg-l23/hamburg-tour-of-blankenese-on-the-banks-of-the-elbe-t61239/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Hamburg: Tour of Blankenese on the Banks of the Elbe",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 20:05:41"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 262,
        "strGuideLanguage": "german",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-394109-145.jpg",
        "strIntroduction": "What You'll Do Explore the Hamburg churches that characterize the city skyline with its imposing church steeples for centuries Listen to the moving stories of churches and their historical and current significance for the city Watch the famous Hamburger Michel, the St Nikolai Memorial, St. Peter's Church, St. Catherine and St. Jacobi Explore the Hamburg churches that characterize the city skyline with its imposing church steeples for centuries Listen to the moving stories of churches and their historical and current significance for the city Watch the famous Hamburger Michel, the St Nikolai Memorial, St. Peter's Church, St. Catherine and St. Jacobi Explore the Hamburg churches that characterize the city skyline with its imposing church steeples for centuries Listen to the moving stories of churches and their historical and current significance for the city Watch the famous Hamburger Michel, the St Nikolai Memorial, St. Peter's Church, St. Catherine and St. Jacobi",
        "strLocation": "hamburg",
        "strOriginUrl": "https://www.getyourguide.com/hamburg-l23/hamburg-churches-tour-t61321/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Hamburg: The five main churches in the city",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 20:05:51"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 227,
        "strGuideLanguage": "english, german",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-394129-145.jpg",
        "strIntroduction": "What You'll Do Experience a Segway tour through Hamburg and see countless highlights like the St. Pauli-Landungsbrücken and the HafenCity Hear interesting information on the go about Hamburg's history from an integrated audio system See the Hamburger HafenCity, the Elbe Philharmonic Hall, and St. Michael's Church, or visit the neighborhoods and the Speicherstadt Experience a Segway tour through Hamburg and see countless highlights like the St. Pauli-Landungsbrücken and the HafenCity Hear interesting information on the go about Hamburg's history from an integrated audio system See the Hamburger HafenCity, the Elbe Philharmonic Hall, and St. Michael's Church, or visit the neighborhoods and the Speicherstadt Experience a Segway tour through Hamburg and see countless highlights like the St. Pauli-Landungsbrücken and the HafenCity Hear interesting information on the go about Hamburg's history from an integrated audio system See the Hamburger HafenCity, the Elbe Philharmonic Hall, and St. Michael's Church, or visit the neighborhoods and the Speicherstadt",
        "strLocation": "hamburg",
        "strOriginUrl": "https://www.getyourguide.com/hamburg-l23/hamburg-segway-tour-with-personal-guide-t61324/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Hamburg: Segway Tour with Personal Guide",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 20:06:05"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 262,
        "strGuideLanguage": "spanish, danish, english, french, german, italian, russian",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-397080-145.jpg",
        "strIntroduction": "What You'll Do Experience Hamburg's Schanzenviertel and take in the impressive views of what was once the biggest water tower in Europe Immerse yourself in Hamburg's lively, hip district, and explore some of the back courtyards that are open to the public Discover the historical, artisanal alleyways before taking a look at a former anti-aircraft tower and the Heiligengeistfeld area Experience Hamburg's Schanzenviertel and take in the impressive views of what was once the biggest water tower in Europe Immerse yourself in Hamburg's lively, hip district, and explore some of the back courtyards that are open to the public Discover the historical, artisanal alleyways before taking a look at a former anti-aircraft tower and the Heiligengeistfeld area Experience Hamburg's Schanzenviertel and take in the impressive views of what was once the biggest water tower in Europe Immerse yourself in Hamburg's lively, hip district, and explore some of the back courtyards that are open to the public Discover the historical, artisanal alleyways before taking a look at a former anti-aircraft tower and the Heiligengeistfeld area",
        "strLocation": "hamburg",
        "strOriginUrl": "https://www.getyourguide.com/hamburg-l23/hamburg-schanzenviertel-private-tour-t61732/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Hamburg: Schanzenviertel Private Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 20:06:16"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 68,
        "strGuideLanguage": "english, german",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-399300-145.jpg",
        "strIntroduction": "What You'll Do Discover the waterways and small canals in and around Hamburg and see the city from the water Enjoy unique solitude in the midst of the big city and enjoy a relaxing picnic among nature Learn everything worth knowing about the history of the Alster and its native plant and animal life Discover the waterways and small canals in and around Hamburg and see the city from the water Enjoy unique solitude in the midst of the big city and enjoy a relaxing picnic among nature Learn everything worth knowing about the history of the Alster and its native plant and animal life Discover the waterways and small canals in and around Hamburg and see the city from the water Enjoy unique solitude in the midst of the big city and enjoy a relaxing picnic among nature Learn everything worth knowing about the history of the Alster and its native plant and animal life",
        "strLocation": "hamburg",
        "strOriginUrl": "https://www.getyourguide.com/hamburg-l23/hamburg-private-alster-tour-by-canoe-t62052/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Hamburg: Private Alster Tour by Canoe",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 20:06:26"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 262,
        "strGuideLanguage": "german",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-399614-145.jpg",
        "strIntroduction": "What You'll Do Explore the Hamburg district of Altona-Ottensen and learn all about the former production plant of canned fish and tacks Discover also the modern Ottensen, visit the Cultural Motte and enjoy the hustle and bustle in the trendy district Listen to the background to the establishment of Altona in times of Prussia and the Danes and learn all about the power struggle over the city Explore the Hamburg district of Altona-Ottensen and learn all about the former production plant of canned fish and tacks Discover also the modern Ottensen, visit the Cultural Motte and enjoy the hustle and bustle in the trendy district Listen to the background to the establishment of Altona in times of Prussia and the Danes and learn all about the power struggle over the city Explore the Hamburg district of Altona-Ottensen and learn all about the former production plant of canned fish and tacks Discover also the modern Ottensen, visit the Cultural Motte and enjoy the hustle and bustle in the trendy district Listen to the background to the establishment of Altona in times of Prussia and the Danes and learn all about the power struggle over the city",
        "strLocation": "hamburg",
        "strOriginUrl": "https://www.getyourguide.com/hamburg-l23/hamburg-altona-ottensen-tour-t62096/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Hamburg: crawl through the trendy district…",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 20:06:36"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 27,
        "strGuideLanguage": "english, german",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-400130-145.jpg",
        "strIntroduction": "What You'll Do Discover the maritime side of Hamburg and explore the lesser-known harbors off the beaten path Ride along historic docks, past imposing cranes and equipment used in modern railroad facilities Enjoy the incredible panoramic view of the skyline of Hamburg and enjoy a coffee break in the Hafen Museum Discover the maritime side of Hamburg and explore the lesser-known harbors off the beaten path Ride along historic docks, past imposing cranes and equipment used in modern railroad facilities Enjoy the incredible panoramic view of the skyline of Hamburg and enjoy a coffee break in the Hafen Museum Discover the maritime side of Hamburg and explore the lesser-known harbors off the beaten path Ride along historic docks, past imposing cranes and equipment used in modern railroad facilities Enjoy the incredible panoramic view of the skyline of Hamburg and enjoy a coffee break in the Hafen Museum",
        "strLocation": "hamburg",
        "strOriginUrl": "https://www.getyourguide.com/hamburg-l23/hamburg-bike-tour-of-the-old-harbor-t62145/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Hamburg: Bike Tour of the Old Harbor",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 20:06:49"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 262,
        "strGuideLanguage": "german",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-400472-145.jpg",
        "strIntroduction": "What You'll Do Explore Hamburg's Old Town and stroll through the Kontorhausviertel the charm of the Hanse Take a look at the fascinating gables of the old Hanseatic-town houses and see the world famous Chilehaus Explore the different office buildings and visit the headquarters finally Laeisz Explore Hamburg's Old Town and stroll through the Kontorhausviertel the charm of the Hanse Take a look at the fascinating gables of the old Hanseatic-town houses and see the world famous Chilehaus Explore the different office buildings and visit the headquarters finally Laeisz Explore Hamburg's Old Town and stroll through the Kontorhausviertel the charm of the Hanse Take a look at the fascinating gables of the old Hanseatic-town houses and see the world famous Chilehaus Explore the different office buildings and visit the headquarters finally Laeisz",
        "strLocation": "hamburg",
        "strOriginUrl": "https://www.getyourguide.com/hamburg-l23/hamburg-kontorhausviertel-tour-t62193/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Hamburg: Kontorhausviertel tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 20:06:59"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 22,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-409171-145.jpg",
        "strIntroduction": "What You'll Do Immerse yourself in the magical world of sand painting as pictures of the 7 continents change before your eyes Enjoy an exceptional performance, underscored by expressive music and light effects Discover the continents in a truly unique manner and enjoy a show for the whole family Immerse yourself in the magical world of sand painting as pictures of the 7 continents change before your eyes Enjoy an exceptional performance, underscored by expressive music and light effects Discover the continents in a truly unique manner and enjoy a show for the whole family Immerse yourself in the magical world of sand painting as pictures of the 7 continents change before your eyes Enjoy an exceptional performance, underscored by expressive music and light effects Discover the continents in a truly unique manner and enjoy a show for the whole family",
        "strLocation": "hamburg",
        "strOriginUrl": "https://www.getyourguide.com/hamburg-l23/hamburg-fantasy-world-sand-painting-show-t62703/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Hamburg: \"Fantasy World\" Sand Painting Show",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 20:07:12"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 22,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-409168-145.jpg",
        "strIntroduction": "What You'll Do Experience an emotional evening and immerse yourself in the life of the famous Helmut Schmidt of Hamburg Enjoy a magical performance and admire the wonder painted in sand Discover an incredible show with unique pictures, wonderful music and great light effects Experience an emotional evening and immerse yourself in the life of the famous Helmut Schmidt of Hamburg Enjoy a magical performance and admire the wonder painted in sand Discover an incredible show with unique pictures, wonderful music and great light effects Experience an emotional evening and immerse yourself in the life of the famous Helmut Schmidt of Hamburg Enjoy a magical performance and admire the wonder painted in sand Discover an incredible show with unique pictures, wonderful music and great light effects",
        "strLocation": "hamburg",
        "strOriginUrl": "https://www.getyourguide.com/hamburg-l23/hamburg-sand-painting-the-life-of-helmut-schmidt-t62708/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Hamburg: Sand Painting - The Life of Helmut Schmidt",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 20:07:25"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 217,
        "strGuideLanguage": "english, german",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-405843-145.jpg",
        "strIntroduction": "What You'll Do Ride along the Alster and get to know the life in this area of Hamburg Enjoy the incredible panoramic views of Hamburg and see the countless church towers Ride past beautiful villas and countless cafes as you enjoy a tour through the green heart of Hamburg Ride along the Alster and get to know the life in this area of Hamburg Enjoy the incredible panoramic views of Hamburg and see the countless church towers Ride past beautiful villas and countless cafes as you enjoy a tour through the green heart of Hamburg Ride along the Alster and get to know the life in this area of Hamburg Enjoy the incredible panoramic views of Hamburg and see the countless church towers Ride past beautiful villas and countless cafes as you enjoy a tour through the green heart of Hamburg",
        "strLocation": "hamburg",
        "strOriginUrl": "https://www.getyourguide.com/hamburg-l23/hamburg-bike-tour-along-the-alster-t62810/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Hamburg: Bike Tour Along the Alster",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 20:07:38"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 25,
        "strGuideLanguage": "german",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-407241-145.jpg",
        "strIntroduction": "What You'll Do Discover Hamburg's roots with the Hammaburg and Piazza Duomo and learn all about the development of the metropolis from then until now Marvel at Hamburg Baroque St. Michaelis Church, stroll the Jungfernstieg along and see the Chilehaus and the Port of Hamburg Immerse yourself in the coffee traditions of Hamburg and enjoy the varied flavors in a coffee tasting in a private roasting Discover Hamburg's roots with the Hammaburg and Piazza Duomo and learn all about the development of the metropolis from then until now Marvel at Hamburg Baroque St. Michaelis Church, stroll the Jungfernstieg along and see the Chilehaus and the Port of Hamburg Immerse yourself in the coffee traditions of Hamburg and enjoy the varied flavors in a coffee tasting in a private roasting Discover Hamburg's roots with the Hammaburg and Piazza Duomo and learn all about the development of the metropolis from then until now Marvel at Hamburg Baroque St. Michaelis Church, stroll the Jungfernstieg along and see the Chilehaus and the Port of Hamburg Immerse yourself in the coffee traditions of Hamburg and enjoy the varied flavors in a coffee tasting in a private roasting",
        "strLocation": "hamburg",
        "strOriginUrl": "https://www.getyourguide.com/hamburg-l23/hamburg-from-chile-house-for-michel-with-coffee-tasting-t62945/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Hamburg: From Chile House for Michel with coffee…",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 20:07:52"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 2,
        "intUsdCost": 21,
        "strGuideLanguage": "german",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-408163-145.jpg",
        "strIntroduction": "What You'll Do Learn about the history of Hamburg and follow the development of Freemasonry from then until now Discover the traces of the Freemasons that are hidden in the city from the Town Hall to the imposing Logenhaus Experience an entertaining tour, peppered with a pinch of facts, myths and fiction and get to Hamburg from a different perspective to know Learn about the history of Hamburg and follow the development of Freemasonry from then until now Discover the traces of the Freemasons that are hidden in the city from the Town Hall to the imposing Logenhaus Experience an entertaining tour, peppered with a pinch of facts, myths and fiction and get to Hamburg from a different perspective to know Learn about the history of Hamburg and follow the development of Freemasonry from then until now Discover the traces of the Freemasons that are hidden in the city from the Town Hall to the imposing Logenhaus Experience an entertaining tour, peppered with a pinch of facts, myths and fiction and get to Hamburg from a different perspective to know",
        "strLocation": "hamburg",
        "strOriginUrl": "https://www.getyourguide.com/hamburg-l23/hamburg-walking-on-tracks-of-freemasons-t63040/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Hamburg: Walking in the footsteps of the Freemasons",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 20:08:03"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 36,
        "strGuideLanguage": "dutch, english, german",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-414237-145.jpg",
        "strIntroduction": "What You'll Do Discover the neighborhoods of Hamburg and see the famous sights of the Reeperbahn Walk past the famous Davidwache, see Herbertstraße and stop at Hans-Albers-Platz Take a break in an \"experience loft\" to enjoy a cool beer and visit the famous Dollhouse Discover the neighborhoods of Hamburg and see the famous sights of the Reeperbahn Walk past the famous Davidwache, see Herbertstraße and stop at Hans-Albers-Platz Take a break in an \"experience loft\" to enjoy a cool beer and visit the famous Dollhouse Discover the neighborhoods of Hamburg and see the famous sights of the Reeperbahn Walk past the famous Davidwache, see Herbertstraße and stop at Hans-Albers-Platz Take a break in an \"experience loft\" to enjoy a cool beer and visit the famous Dollhouse",
        "strLocation": "hamburg",
        "strOriginUrl": "https://www.getyourguide.com/hamburg-l23/hamburg-25-hour-dollhouse-st-pauli-tour-t63628/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Hamburg: 2.5-Hour Dollhouse & St. Pauli Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 20:08:16"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 22,
        "strGuideLanguage": "german",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-422358-145.jpg",
        "strIntroduction": "What You'll Do Go on a modern scavenger hunt though the Port of Hamburg and solve puzzles and riddles along the way Get an entertaining, exciting look at the many goings on around the Port of Hamburg See the impressive freight and cruise ship terminal, as well as the docks, Elbphilharmonie and Fischmarkt Go on a modern scavenger hunt though the Port of Hamburg and solve puzzles and riddles along the way Get an entertaining, exciting look at the many goings on around the Port of Hamburg See the impressive freight and cruise ship terminal, as well as the docks, Elbphilharmonie and Fischmarkt Go on a modern scavenger hunt though the Port of Hamburg and solve puzzles and riddles along the way Get an entertaining, exciting look at the many goings on around the Port of Hamburg See the impressive freight and cruise ship terminal, as well as the docks, Elbphilharmonie and Fischmarkt",
        "strLocation": "hamburg",
        "strOriginUrl": "https://www.getyourguide.com/hamburg-l23/hamburg-port-scavenger-hunt-and-ferry-ride-t64618/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Hamburg: Port Scavenger Hunt and Ferry Ride",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 20:08:29"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 25,
        "strGuideLanguage": "german",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-451459-145.jpg",
        "strIntroduction": "What You'll Do Experience Hamburg's famous entertainment and red light district and stroll past the famous highlights of the Reeperbahn Discover the classics of St. Pauli and take a look at the David guard, the Grosse Freiheit and Spielbudenplatz Listen to the turbulent history of the neighborhood and learn all about dark secrets, social problems and celebrities Experience Hamburg's famous entertainment and red light district and stroll past the famous highlights of the Reeperbahn Discover the classics of St. Pauli and take a look at the David guard, the Grosse Freiheit and Spielbudenplatz Listen to the turbulent history of the neighborhood and learn all about dark secrets, social problems and celebrities Experience Hamburg's famous entertainment and red light district and stroll past the famous highlights of the Reeperbahn Discover the classics of St. Pauli and take a look at the David guard, the Grosse Freiheit and Spielbudenplatz Listen to the turbulent history of the neighborhood and learn all about dark secrets, social problems and celebrities",
        "strLocation": "hamburg",
        "strOriginUrl": "https://www.getyourguide.com/hamburg-l23/hamburg-kiez-prelude-the-crisp-reeperbahn-tour-t68228/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Hamburg: Crunchy tour on the Reeperbahn",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 20:08:40"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 72,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-449531-145.jpg",
        "strIntroduction": "What You'll Do Experience a moving musical evening in Hamburg and see the true love story that unfolded during reunification Enjoy the top hits by Udo Lindenberg and experience the meaningful moments of German history Discover a musical that combines top hits by the \"panic rockers\" with a moving story Experience a moving musical evening in Hamburg and see the true love story that unfolded during reunification Enjoy the top hits by Udo Lindenberg and experience the meaningful moments of German history Discover a musical that combines top hits by the \"panic rockers\" with a moving story Experience a moving musical evening in Hamburg and see the true love story that unfolded during reunification Enjoy the top hits by Udo Lindenberg and experience the meaningful moments of German history Discover a musical that combines top hits by the \"panic rockers\" with a moving story",
        "strLocation": "hamburg",
        "strOriginUrl": "https://www.getyourguide.com/hamburg-l23/hamburg-hinterm-horizont-tickets-t68304/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Hamburg: \"Hinterm Horizont\" Tickets",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 20:08:53"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 33,
        "strGuideLanguage": "german",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-479603-145.jpg",
        "strIntroduction": "What You'll Do Convert entertaining in the footsteps of investigators Dive into exciting stories Experience 47 years Hamburg scene in 3 hours Convert entertaining in the footsteps of investigators Dive into exciting stories Experience 47 years Hamburg scene in 3 hours Convert entertaining in the footsteps of investigators Dive into exciting stories Experience 47 years Hamburg scene in 3 hours",
        "strLocation": "hamburg",
        "strOriginUrl": "https://www.getyourguide.com/hamburg-l23/tatort-tour-hamburg-the-original-t68739/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Tatort Tour Hamburg - the original",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 20:09:04"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 114,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-460267-145.jpg",
        "strIntroduction": "What You'll Do Enjoy a truly stress-free arrival in Hamburg with the luxury of a safe and reliable transfer See the sights of Hamburg as you drive into the city Avoid the taxi line and avoid cash transactions Enjoy a truly stress-free arrival in Hamburg with the luxury of a safe and reliable transfer See the sights of Hamburg as you drive into the city Avoid the taxi line and avoid cash transactions Enjoy a truly stress-free arrival in Hamburg with the luxury of a safe and reliable transfer See the sights of Hamburg as you drive into the city Avoid the taxi line and avoid cash transactions",
        "strLocation": "hamburg",
        "strOriginUrl": "https://www.getyourguide.com/hamburg-l23/hamburg-private-arrival-transfers-incl-flight-tracking-t69970/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Hamburg Private Arrival Transfers incl. Flight Tracking",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 20:09:19"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 114,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-468205-145.jpg",
        "strIntroduction": "What You'll Do Jump from 50m by a real port crane Make your Elbtaufe bungee in Port Experience a completely safe activity with tested according to EU standard safety standards Jump from 50m by a real port crane Make your Elbtaufe bungee in Port Experience a completely safe activity with tested according to EU standard safety standards Jump from 50m by a real port crane Make your Elbtaufe bungee in Port Experience a completely safe activity with tested according to EU standard safety standards",
        "strLocation": "hamburg",
        "strOriginUrl": "https://www.getyourguide.com/hamburg-l23/hamburg-bungee-jumping-t70632/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Hamburg: Bungee Jumping",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 20:09:31"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 170,
        "strGuideLanguage": "german",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-465545-145.jpg",
        "strIntroduction": "What You'll Do Admire Hamburg World Heritage - the historic Speicherstadt Explore the Elbphilharmonie Feel Elbluft in Sportboothafen Learn what it is with Schutenschubsern and Fleet Kiekern TO Admire Hamburg World Heritage - the historic Speicherstadt Explore the Elbphilharmonie Feel Elbluft in Sportboothafen Learn what it is with Schutenschubsern and Fleet Kiekern TO Admire Hamburg World Heritage - the historic Speicherstadt Explore the Elbphilharmonie Feel Elbluft in Sportboothafen Learn what it is with Schutenschubsern and Fleet Kiekern TO",
        "strLocation": "hamburg",
        "strOriginUrl": "https://www.getyourguide.com/hamburg-l23/maritime-experience-speicherstadt-hafencity-t70666/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Maritime Experience: Speicherstadt & HafenCity",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 20:09:40"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 855,
        "strGuideLanguage": "english, german",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-469122-145.jpg",
        "strIntroduction": "What You'll Do Experience a private pub crawl through the trendiest stores in Hamburg and explore the party life in the neighborhood It has the exclusive entry without long waits to start in each of the places with a brandy Experience a relaxing Party evening with good music, delicious drinks and a great atmosphere and be at a strip show case Experience a private pub crawl through the trendiest stores in Hamburg and explore the party life in the neighborhood It has the exclusive entry without long waits to start in each of the places with a brandy Experience a relaxing Party evening with good music, delicious drinks and a great atmosphere and be at a strip show case Experience a private pub crawl through the trendiest stores in Hamburg and explore the party life in the neighborhood It has the exclusive entry without long waits to start in each of the places with a brandy Experience a relaxing Party evening with good music, delicious drinks and a great atmosphere and be at a strip show case",
        "strLocation": "hamburg",
        "strOriginUrl": "https://www.getyourguide.com/hamburg-l23/hamburg-private-super-premium-pub-crawl-in-the-neighborhood-t71092/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Hamburg: Private-super premium pub crawl in the…",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 20:09:54"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 75,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-469523-145.jpg",
        "strIntroduction": "What You'll Do It offers a unique sailing experience and enjoy the sea on the stunning Mercedes Embark on board one of the finest vessels of the international fleet and let the sea breeze caress your face Sail actively and let yourself be introduced to the art of nautical knots, or sit back and relax It offers a unique sailing experience and enjoy the sea on the stunning Mercedes Embark on board one of the finest vessels of the international fleet and let the sea breeze caress your face Sail actively and let yourself be introduced to the art of nautical knots, or sit back and relax It offers a unique sailing experience and enjoy the sea on the stunning Mercedes Embark on board one of the finest vessels of the international fleet and let the sea breeze caress your face Sail actively and let yourself be introduced to the art of nautical knots, or sit back and relax",
        "strLocation": "hamburg",
        "strOriginUrl": "https://www.getyourguide.com/hamburg-l23/cruise-from-hamburg-t71163/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Cruise from Hamburg",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 20:10:04"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 38,
        "strGuideLanguage": "german",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-470951-145.jpg",
        "strIntroduction": "What You'll Do Discover in three hours the culinary diversity of Hamburg Try delicious delicacies in selected places Experience a walk between Außenalster, Long Row, Hansaplatz and stone dam Discover in three hours the culinary diversity of Hamburg Try delicious delicacies in selected places Experience a walk between Außenalster, Long Row, Hansaplatz and stone dam Discover in three hours the culinary diversity of Hamburg Try delicious delicacies in selected places Experience a walk between Außenalster, Long Row, Hansaplatz and stone dam",
        "strLocation": "hamburg",
        "strOriginUrl": "https://www.getyourguide.com/hamburg-l23/-t71241/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Hamburg: Culinary tour of St. Georg",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 20:10:15"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 171,
        "strGuideLanguage": "english, german",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-472358-145.jpg",
        "strIntroduction": "What You'll Do Experience Hamburg at its alternate site, away from Michel and Reeperbahn Explore the extensive street art in the streets and see Hamburg with different eyes Learn why hang toilet brushes in the windows and what used to go in the jump was Immerse yourself in the Hamburg outside the mainstream You will be surprised by hidden art works, the diversity of Hamburg culture and the love of hamburgers to their city Experience Hamburg at its alternate site, away from Michel and Reeperbahn Explore the extensive street art in the streets and see Hamburg with different eyes Learn why hang toilet brushes in the windows and what used to go in the jump was Immerse yourself in the Hamburg outside the mainstream You will be surprised by hidden art works, the diversity of Hamburg culture and the love of hamburgers to their city Experience Hamburg at its alternate site, away from Michel and Reeperbahn Explore the extensive street art in the streets and see Hamburg with different eyes Learn why hang toilet brushes in the windows and what used to go in the jump was Immerse yourself in the Hamburg outside the mainstream You will be surprised by hidden art works, the diversity of Hamburg culture and the love of hamburgers to their city",
        "strLocation": "hamburg",
        "strOriginUrl": "https://www.getyourguide.com/hamburg-l23/hamburg-street-art-tour-t71493/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Hamburg: Street Art Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 20:10:25"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 23,
        "strGuideLanguage": "german",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-484111-145.jpg",
        "strIntroduction": "What You'll Do Discover attractions and insider tips to the St. Pauli jetties Take the ferry to the musical theaters Wander through the well-known Portuguese quarter Go to the Venus mountain overlooking the landmark St. Michaelis Visit the museum ship-investors Visit the Old Elbe Tunnel Enjoy a fish sandwich snack at Captain Black Discover attractions and insider tips to the St. Pauli jetties Take the ferry to the musical theaters Wander through the well-known Portuguese quarter Go to the Venus mountain overlooking the landmark St. Michaelis Visit the museum ship-investors Visit the Old Elbe Tunnel Enjoy a fish sandwich snack at Captain Black Discover attractions and insider tips to the St. Pauli jetties Take the ferry to the musical theaters Wander through the well-known Portuguese quarter Go to the Venus mountain overlooking the landmark St. Michaelis Visit the museum ship-investors Visit the Old Elbe Tunnel Enjoy a fish sandwich snack at Captain Black",
        "strLocation": "hamburg",
        "strOriginUrl": "https://www.getyourguide.com/hamburg-l23/hamburg-guided-tour-st-pauli-jetties-t72987/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Hamburg: Landungsbrücken ferry ride & fish sandwiches",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 20:10:36"
    },
    {
        "intDurationHour": 720,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 118,
        "intUsdCost": 13,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-182309-145.jpg",
        "strIntroduction": "What You'll Do Use the fast and comfortable City Airport Train to reach the city center without any stops along the way Sit back and relax as you transfer between the airport and city center in just 16 minutes Enjoy the comfortable seating and the advantages of the City Air Terminal Use the fast and comfortable City Airport Train to reach the city center without any stops along the way Sit back and relax as you transfer between the airport and city center in just 16 minutes Enjoy the comfortable seating and the advantages of the City Air Terminal Use the fast and comfortable City Airport Train to reach the city center without any stops along the way Sit back and relax as you transfer between the airport and city center in just 16 minutes Enjoy the comfortable seating and the advantages of the City Air Terminal",
        "strLocation": "vienna",
        "strOriginUrl": "https://www.getyourguide.com/vienna-l7/cat-transfer-vienna-airport-wien-mitte-station-t34279/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "CAT Transfer: Vienna Airport – Wien Mitte Station",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 20:10:50"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 550,
        "intUsdCost": 54,
        "strGuideLanguage": "english, spanish, german, french, italian",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-305669-145.jpg",
        "strIntroduction": "What You'll Do Enjoy a city tour of Vienna by bus Take advantage of the skip-the-line tickets and enjoy a guided tour of Schönbrunn Palace without the wait Admire the many magnificent buildings along the Ringstraße See the Museum of Applied Arts, Vienna State Opera, and the Museum of Art History Discover the museum quarter, the Hofburg Palace, the Austrian Parliament, and the Court Theater Enjoy a city tour of Vienna by bus Take advantage of the skip-the-line tickets and enjoy a guided tour of Schönbrunn Palace without the wait Admire the many magnificent buildings along the Ringstraße See the Museum of Applied Arts, Vienna State Opera, and the Museum of Art History Discover the museum quarter, the Hofburg Palace, the Austrian Parliament, and the Court Theater Enjoy a city tour of Vienna by bus Take advantage of the skip-the-line tickets and enjoy a guided tour of Schönbrunn Palace without the wait Admire the many magnificent buildings along the Ringstraße See the Museum of Applied Arts, Vienna State Opera, and the Museum of Art History Discover the museum quarter, the Hofburg Palace, the Austrian Parliament, and the Court Theater",
        "strLocation": "vienna",
        "strOriginUrl": "https://www.getyourguide.com/vienna-l7/vienna-tour-and-quick-entrance-to-schoenbrunn-palace-t1523/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Skip the Line: Schönbrunn Palace & Vienna City Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 20:11:03"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 15,
        "intUsdCost": 16,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-452807-145.jpg",
        "strIntroduction": "What You'll Do Save over 20% with this all inclusive ticket Experience all the activities St. Stephen's Cathedral has to offer Experience the most beautiful view in the old town of Vienna Learn all there is to know about the history of Vienna and its churches Save over 20% with this all inclusive ticket Experience all the activities St. Stephen's Cathedral has to offer Experience the most beautiful view in the old town of Vienna Learn all there is to know about the history of Vienna and its churches Save over 20% with this all inclusive ticket Experience all the activities St. Stephen's Cathedral has to offer Experience the most beautiful view in the old town of Vienna Learn all there is to know about the history of Vienna and its churches",
        "strLocation": "vienna",
        "strOriginUrl": "https://www.getyourguide.com/vienna-l7/st-stephen-s-cathedral-tower-catacombs-tour-ticket-t67888/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "St. Stephen's Cathedral: Tower, Catacombs & Tour Ticket",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 20:11:14"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 34,
        "intUsdCost": 24,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-317699-145.jpg",
        "strIntroduction": "What You'll Do Tour the historic city center on board a panoramic bus Discover the Baroque buildings of imperial Vienna Admire the ornate opera house of the Vienna State Opera Stroll along the statues of famous musicians in the Stadtpark Go to the House of Music to see some of the oldest musical instruments Walk along the Donaukanal in the Innere Stadt Tour the historic city center on board a panoramic bus Discover the Baroque buildings of imperial Vienna Admire the ornate opera house of the Vienna State Opera Stroll along the statues of famous musicians in the Stadtpark Go to the House of Music to see some of the oldest musical instruments Walk along the Donaukanal in the Innere Stadt Tour the historic city center on board a panoramic bus Discover the Baroque buildings of imperial Vienna Admire the ornate opera house of the Vienna State Opera Stroll along the statues of famous musicians in the Stadtpark Go to the House of Music to see some of the oldest musical instruments Walk along the Donaukanal in the Innere Stadt",
        "strLocation": "vienna",
        "strOriginUrl": "https://www.getyourguide.com/vienna-l7/hop-on-hop-off-sightseeing-tour-in-vienna-t42556/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Vienna: Hop-on Hop-off Sightseeing Bus Ticket",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 20:11:25"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 7,
        "intUsdCost": 28,
        "strGuideLanguage": "german, english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-292753-145.jpg",
        "strIntroduction": "What You'll Do Learn all about Vienna, one of the most beautiful cities in the world  Discover interesting facts from your knowledgeable tour guide  See the Austrian National Library with its state room  Admire the church where many Habsburg weddings were held  See the Albertina, home to the largest graphical collection in the world  Stop at the Monument Against War and Fascism  Learn about the Imperial Crypt, the resting place of the Habsburgs since 1619  Marvel at the Providentia Fountain  See St. Stephen's Cathedral Learn all about Vienna, one of the most beautiful cities in the world  Discover interesting facts from your knowledgeable tour guide  See the Austrian National Library with its state room  Admire the church where many Habsburg weddings were held  See the Albertina, home to the largest graphical collection in the world  Stop at the Monument Against War and Fascism  Learn about the Imperial Crypt, the resting place of the Habsburgs since 1619  Marvel at the Providentia Fountain  See St. Stephen's Cathedral Learn all about Vienna, one of the most beautiful cities in the world Discover interesting facts from your knowledgeable tour guide See the Austrian National Library with its state room Admire the church where many Habsburg weddings were held See the Albertina, home to the largest graphical collection in the world Stop at the Monument Against War and Fascism Learn about the Imperial Crypt, the resting place of the Habsburgs since 1619 Marvel at the Providentia Fountain See St. Stephen's Cathedral",
        "strLocation": "vienna",
        "strOriginUrl": "https://www.getyourguide.com/vienna-l7/unknown-vienna-2-hour-walking-tour-t37519/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Unknown Vienna: 2-Hour Downtown Walking Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 20:11:37"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 10,
        "intUsdCost": 90,
        "strGuideLanguage": "english, french, german",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-437442-145.jpg",
        "strIntroduction": "What You'll Do Enjoy a Segway tour through Vienna's city center and discover the city's most famous highlights Travel through the city in an eco-friendly and effective way and see the famous buildings on the Ringstraße Admire the porcelain factory and walk in the footsteps of Sigmund Freud in the famous Serviten Quarter Enjoy a Segway tour through Vienna's city center and discover the city's most famous highlights Travel through the city in an eco-friendly and effective way and see the famous buildings on the Ringstraße Admire the porcelain factory and walk in the footsteps of Sigmund Freud in the famous Serviten Quarter Enjoy a Segway tour through Vienna's city center and discover the city's most famous highlights Travel through the city in an eco-friendly and effective way and see the famous buildings on the Ringstraße Admire the porcelain factory and walk in the footsteps of Sigmund Freud in the famous Serviten Quarter",
        "strLocation": "vienna",
        "strOriginUrl": "https://www.getyourguide.com/vienna-l7/vienna-city-segway-tour-t66746/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Vienna: City Segway Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2016-10-15 20:11:50"
    }
]