[
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 0,
        "intUsdCost": 187,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-440393-145.jpg",
        "strIntroduction": "What You'll Do Forget selfies and pestering strangers for photos of you and loved ones Remember your travels forever, through the eye of a local professional photographer Enjoy custom locations, handpicked and organized based on your requirements No cheesy smiles or poses, our photographers are discreet and will capture you in a contemporary and candid style Receive an online gallery within 5 working days, containing your professionally edited photos free to download Forget selfies and pestering strangers for photos of you and loved ones Remember your travels forever, through the eye of a local professional photographer Enjoy custom locations, handpicked and organized based on your requirements No cheesy smiles or poses, our photographers are discreet and will capture you in a contemporary and candid style Receive an online gallery within 5 working days, containing your professionally edited photos free to download Forget selfies and pestering strangers for photos of you and loved ones Remember your travels forever, through the eye of a local professional photographer Enjoy custom locations, handpicked and organized based on your requirements No cheesy smiles or poses, our photographers are discreet and will capture you in a contemporary and candid style Receive an online gallery within 5 working days, containing your professionally edited photos free to download",
        "strLocation": "london",
        "strOriginUrl": "https://www.getyourguide.com/london-l57/london-personal-travel-photographer-t67121/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "London: Personal Travel & Vacation Photographer",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-01-31 12:24:03"
    },
    {
        "intDurationHour": 9,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 0,
        "intUsdCost": 172,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-524992-145.jpg",
        "strIntroduction": "What You'll Do Visit the Tower of London, former fortress, prison and macabre execution site Enjoy a scenic river shuttle up the Thames Watch the Changing of the Guard as your guide makes sure you are in the right spot at the right time to get the best views Explore the magnificent Windsor Castle Visit the Tower of London, former fortress, prison and macabre execution site Enjoy a scenic river shuttle up the Thames Watch the Changing of the Guard as your guide makes sure you are in the right spot at the right time to get the best views Explore the magnificent Windsor Castle Visit the Tower of London, former fortress, prison and macabre execution site Enjoy a scenic river shuttle up the Thames Watch the Changing of the Guard as your guide makes sure you are in the right spot at the right time to get the best views Explore the magnificent Windsor Castle",
        "strLocation": "london",
        "strOriginUrl": "https://www.getyourguide.com/london-l57/windsor-by-train-tower-of-london-changing-of-the-guard-t78406/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Windsor by Train: Tower of London&Changing of the Guard",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-01-31 12:24:14"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 0,
        "intUsdCost": 100,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-546114-145.jpg",
        "strIntroduction": "What You'll Do Spend a day in the heart of traditional England with guided visits to Windsor and Eton, quaint towns sitting on the River Thames Explore Windsor Castle and discover the magnificence of Her Majesty’s home at your own pace See the Ornate State Rooms, historic St. George’s Chapel, and delicate dolls house of Queen Mary all included in your comprehensive visit Small groups of 15 or less allow for an intimate and relaxed visit Return transfers by train ensure seamless journeys to and from Windsor, while giving you the flexibility to spend more time exploring the towns Spend a day in the heart of traditional England with guided visits to Windsor and Eton, quaint towns sitting on the River Thames Explore Windsor Castle and discover the magnificence of Her Majesty’s home at your own pace See the Ornate State Rooms, historic St. George’s Chapel, and delicate dolls house of Queen Mary all included in your comprehensive visit Small groups of 15 or less allow for an intimate and relaxed visit Return transfers by train ensure seamless journeys to and from Windsor, while giving you the flexibility to spend more time exploring the towns Spend a day in the heart of traditional England with guided visits to Windsor and Eton, quaint towns sitting on the River Thames Explore Windsor Castle and discover the magnificence of Her Majesty’s home at your own pace See the Ornate State Rooms, historic St. George’s Chapel, and delicate dolls house of Queen Mary all included in your comprehensive visit Small groups of 15 or less allow for an intimate and relaxed visit Return transfers by train ensure seamless journeys to and from Windsor, while giving you the flexibility to spend more time exploring the towns",
        "strLocation": "london",
        "strOriginUrl": "https://www.getyourguide.com/london-l57/small-group-windsor-castle-express-tour-by-train-t78478/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Small Group Windsor Castle Express tour by train",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-01-31 12:24:24"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 0,
        "intUsdCost": 25,
        "strGuideLanguage": "italian",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-526961-145.jpg",
        "strIntroduction": "What You'll Do See some of the most historical pubs of London and learn their history and importance Enjoy a pint of Ale beer, the british favorite one! Visit with and art expert guide the Tate Modern Museum and its contemporary masterpieces included Dalì, Picasso and Mirò Have a stunning 360° night view from the 10th floor of Tate Modern Cross Millenium Bridge and enjoy a meal in a pub at the end of the tour See some of the most historical pubs of London and learn their history and importance Enjoy a pint of Ale beer, the british favorite one! Visit with and art expert guide the Tate Modern Museum and its contemporary masterpieces included Dalì, Picasso and Mirò Have a stunning 360° night view from the 10th floor of Tate Modern Cross Millenium Bridge and enjoy a meal in a pub at the end of the tour See some of the most historical pubs of London and learn their history and importance Enjoy a pint of Ale beer, the british favorite one! Visit with and art expert guide the Tate Modern Museum and its contemporary masterpieces included Dalì, Picasso and Mirò Have a stunning 360° night view from the 10th floor of Tate Modern Cross Millenium Bridge and enjoy a meal in a pub at the end of the tour",
        "strLocation": "london",
        "strOriginUrl": "https://www.getyourguide.com/london-l57/tour-serale-in-italiano-pub-storici-e-tate-modern-t78773/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Tour Serale in Italian: Pub storici e Tate Modern",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-01-31 12:24:34"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 0,
        "intUsdCost": 51,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-527729-145.jpg",
        "strIntroduction": "What You'll Do See the best of London from a hop-on, hop-off River Thames sightseeing cruise. Explore the marvellous collection at Ripley’s Believe it or Not! Enjoy your choice of times from regular, frequent departures and late night entry to Ripley’s. See the best of London from a hop-on, hop-off River Thames sightseeing cruise. Explore the marvellous collection at Ripley’s Believe it or Not! Enjoy your choice of times from regular, frequent departures and late night entry to Ripley’s. See the best of London from a hop-on, hop-off River Thames sightseeing cruise. Explore the marvellous collection at Ripley’s Believe it or Not! Enjoy your choice of times from regular, frequent departures and late night entry to Ripley’s.",
        "strLocation": "london",
        "strOriginUrl": "https://www.getyourguide.com/london-l57/thames-cruise-and-ripley-s-believe-it-or-not-entry-t78908/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Thames Cruise and Ripley's Believe it or Not Entry!",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-01-31 12:24:48"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 0,
        "intUsdCost": 65,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-527933-145.jpg",
        "strIntroduction": "What You'll Do See the best of London from a hop-on, hop-off River Thames sightseeing cruise Explore the world-famous wax works of Madam Tussauds Enjoy your choice of times from regular, frequent departures See the best of London from a hop-on, hop-off River Thames sightseeing cruise Explore the world-famous wax works of Madam Tussauds Enjoy your choice of times from regular, frequent departures See the best of London from a hop-on, hop-off River Thames sightseeing cruise Explore the world-famous wax works of Madam Tussauds Enjoy your choice of times from regular, frequent departures",
        "strLocation": "london",
        "strOriginUrl": "https://www.getyourguide.com/london-l57/thames-cruise-and-madam-tussauds-entry-t78947/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Thames Cruise and Madam Tussauds Entry",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-01-31 12:25:01"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 0,
        "intUsdCost": 55,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-527990-145.jpg",
        "strIntroduction": "What You'll Do See the best of London from a hop-on, hop-off River Thames sightseeing cruise View the best of London from the highest building in Western Europe Enjoy your choice of times from regular, frequent departures See the best of London from a hop-on, hop-off River Thames sightseeing cruise View the best of London from the highest building in Western Europe Enjoy your choice of times from regular, frequent departures See the best of London from a hop-on, hop-off River Thames sightseeing cruise View the best of London from the highest building in Western Europe Enjoy your choice of times from regular, frequent departures",
        "strLocation": "london",
        "strOriginUrl": "https://www.getyourguide.com/london-l57/thames-cruise-and-the-view-from-the-shard-entry-t78956/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Thames Cruise and The View from the Shard Entry",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-01-31 12:25:13"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 0,
        "intUsdCost": 59,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-528194-145.jpg",
        "strIntroduction": "What You'll Do See the best of London from a hop-on, hop-off River Thames sightseeing cruise Explore the dark history of the city at the London Dungeon Enjoy your choice of times from regular, frequent departures See the best of London from a hop-on, hop-off River Thames sightseeing cruise Explore the dark history of the city at the London Dungeon Enjoy your choice of times from regular, frequent departures See the best of London from a hop-on, hop-off River Thames sightseeing cruise Explore the dark history of the city at the London Dungeon Enjoy your choice of times from regular, frequent departures",
        "strLocation": "london",
        "strOriginUrl": "https://www.getyourguide.com/london-l57/thames-cruise-and-london-dungeon-entry-t78980/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Thames Cruise and London Dungeon Entry",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-01-31 12:25:26"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 0,
        "intUsdCost": 52,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-528311-145.jpg",
        "strIntroduction": "What You'll Do See the best of London from a hop-on, hop-off River Thames sightseeing cruise. Marvel at the magical marine world of the Sea-life Aquarium Enjoy your choice of times from regular, frequent departures See the best of London from a hop-on, hop-off River Thames sightseeing cruise. Marvel at the magical marine world of the Sea-life Aquarium Enjoy your choice of times from regular, frequent departures See the best of London from a hop-on, hop-off River Thames sightseeing cruise. Marvel at the magical marine world of the Sea-life Aquarium Enjoy your choice of times from regular, frequent departures",
        "strLocation": "london",
        "strOriginUrl": "https://www.getyourguide.com/london-l57/thames-cruise-and-sea-life-aquarium-t78989/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Thames Cruise and Sea-Life Aquarium",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-01-31 12:25:39"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 0,
        "intUsdCost": 25,
        "strGuideLanguage": "italian",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-529799-145.jpg",
        "strIntroduction": "What You'll Do Find out the history and the anecdotes bounded at the Tower of London Get on Tower Bridge and cross it on the other side Pop in the most popular food market in London Discover the art masterpieces of XX century of Tate Modern with an art expert guide Enjoy evening songs in St.Paul Cathedral and get the chance to see it for free Find out the history and the anecdotes bounded at the Tower of London Get on Tower Bridge and cross it on the other side Pop in the most popular food market in London Discover the art masterpieces of XX century of Tate Modern with an art expert guide Enjoy evening songs in St.Paul Cathedral and get the chance to see it for free Find out the history and the anecdotes bounded at the Tower of London Get on Tower Bridge and cross it on the other side Pop in the most popular food market in London Discover the art masterpieces of XX century of Tate Modern with an art expert guide Enjoy evening songs in St.Paul Cathedral and get the chance to see it for free",
        "strLocation": "london",
        "strOriginUrl": "https://www.getyourguide.com/london-l57/tour-in-italiano-dalla-torre-a-stpaul-con-tate-modern-t79223/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Tour in Italian: Dalla Torre a St.Paul con Tate Modern",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-01-31 12:25:52"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 0,
        "intUsdCost": 25,
        "strGuideLanguage": "italian",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-530093-145.jpg",
        "strIntroduction": "What You'll Do Discover \"The Science Cathedral\" for how beautiful it is Visit arts and industrial design in the Victoria and Albert Museum Have a break in the first tea room opened in a museum Jump in to the past walking in Kensington where you will feel suddenly in Victorian age See amazing buildings like the Royal Albert Hall and Albert Memorial Enjoy the green lung of London: Hyde Park and Kensington Gardens Discover \"The Science Cathedral\" for how beautiful it is Visit arts and industrial design in the Victoria and Albert Museum Have a break in the first tea room opened in a museum Jump in to the past walking in Kensington where you will feel suddenly in Victorian age See amazing buildings like the Royal Albert Hall and Albert Memorial Enjoy the green lung of London: Hyde Park and Kensington Gardens Discover \"The Science Cathedral\" for how beautiful it is Visit arts and industrial design in the Victoria and Albert Museum Have a break in the first tea room opened in a museum Jump in to the past walking in Kensington where you will feel suddenly in Victorian age See amazing buildings like the Royal Albert Hall and Albert Memorial Enjoy the green lung of London: Hyde Park and Kensington Gardens",
        "strLocation": "london",
        "strOriginUrl": "https://www.getyourguide.com/london-l57/tour-in-italiano-musei-di-south-kensington-e-hyde-park-t79256/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Tour in Italian: Musei di South Kensington e Hyde Park",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-01-31 12:26:05"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 0,
        "intUsdCost": 25,
        "strGuideLanguage": "italian",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-530189-145.jpg",
        "strIntroduction": "What You'll Do Explore Temple area to see the very English part of the city Discover Twining's official shop – an unmissable taste where you'll have of perfect English tea Walk inside the Royal Court of Justice, one of the largest courts in Europe Get a bus to St. Paul's Cathedral, one of the most famous and most recognizable sights of London Visit the Museum of London for a chronological knowledge of the English capital Explore Temple area to see the very English part of the city Discover Twining's official shop – an unmissable taste where you'll have of perfect English tea Walk inside the Royal Court of Justice, one of the largest courts in Europe Get a bus to St. Paul's Cathedral, one of the most famous and most recognizable sights of London Visit the Museum of London for a chronological knowledge of the English capital Explore Temple area to see the very English part of the city Discover Twining's official shop – an unmissable taste where you'll have of perfect English tea Walk inside the Royal Court of Justice, one of the largest courts in Europe Get a bus to St. Paul's Cathedral, one of the most famous and most recognizable sights of London Visit the Museum of London for a chronological knowledge of the English capital",
        "strLocation": "london",
        "strOriginUrl": "https://www.getyourguide.com/london-l57/tour-in-iitaliano-temple-twinings-e-museo-di-londra-t79286/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Tour in Italian: Temple, Twinings e Museo di Londr",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-01-31 12:26:19"
    },
    {
        "intDurationHour": 9,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 1327,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-531084-145.jpg",
        "strIntroduction": "What You'll Do Walk through Oxford on a guided tour and see the stunning Bodleian Library Drive through the Cotswolds, one of England's most beautiful regions Admire Shakespeare’s birthplace in the unique market town of Stratford–upon–Avon Visit Warwick Castle for a medieval experience Walk through Oxford on a guided tour and see the stunning Bodleian Library Drive through the Cotswolds, one of England's most beautiful regions Admire Shakespeare’s birthplace in the unique market town of Stratford–upon–Avon Visit Warwick Castle for a medieval experience Walk through Oxford on a guided tour and see the stunning Bodleian Library Drive through the Cotswolds, one of England's most beautiful regions Admire Shakespeare’s birthplace in the unique market town of Stratford–upon–Avon Visit Warwick Castle for a medieval experience",
        "strLocation": "london",
        "strOriginUrl": "https://www.getyourguide.com/london-l57/full-day-oxford-stratford-cotswolds-warwick-castle-t79458/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Full-Day Oxford, Stratford, Cotswolds & Warwick Castle",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-01-31 12:26:29"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 0,
        "intUsdCost": 21,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-531423-145.jpg",
        "strIntroduction": "What You'll Do Experience the tunnel and walk to pitch side Sit in the changing rooms where the players prepare Get involved on the indoor warm up running track Relax and learn about the history of the stadium from excellent stadium seats Experience the tunnel and walk to pitch side Sit in the changing rooms where the players prepare Get involved on the indoor warm up running track Relax and learn about the history of the stadium from excellent stadium seats Experience the tunnel and walk to pitch side Sit in the changing rooms where the players prepare Get involved on the indoor warm up running track Relax and learn about the history of the stadium from excellent stadium seats",
        "strLocation": "london",
        "strOriginUrl": "https://www.getyourguide.com/london-l57/london-stadium-multimedia-tour-t79506/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "London Stadium Multimedia Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-01-31 12:26:39"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 0,
        "intUsdCost": 32,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-533091-145.jpg",
        "strIntroduction": "What You'll Do Get to know London through the eyes of passionate locals Make travel about friendly people, not just places Learn about the city's many tips and tricks and best-kept secrets Get to know London through the eyes of passionate locals Make travel about friendly people, not just places Learn about the city's many tips and tricks and best-kept secrets Get to know London through the eyes of passionate locals Make travel about friendly people, not just places Learn about the city's many tips and tricks and best-kept secrets",
        "strLocation": "london",
        "strOriginUrl": "https://www.getyourguide.com/london-l57/london-welcome-tour-private-tour-with-a-local-t79806/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "London Welcome Tour: Private Tour with a Local",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-01-31 12:26:52"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 0,
        "intUsdCost": 75,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-533469-145.jpg",
        "strIntroduction": "What You'll Do Explore the East End where The Kray gang reigned in post war London Follow in the footsteps of the most infamous serial killer in history, Jack The Ripper See the spot where William Wallace (Braveheart) was executed Visit the most terrible old prisons in London, see ancient courts and find out what happened to the bodies of prisoners Discover the world through the eyes of Charles Dickens and the terrible Victorian poverty of Borough & Southwark Explore the East End where The Kray gang reigned in post war London Follow in the footsteps of the most infamous serial killer in history, Jack The Ripper See the spot where William Wallace (Braveheart) was executed Visit the most terrible old prisons in London, see ancient courts and find out what happened to the bodies of prisoners Discover the world through the eyes of Charles Dickens and the terrible Victorian poverty of Borough & Southwark Explore the East End where The Kray gang reigned in post war London Follow in the footsteps of the most infamous serial killer in history, Jack The Ripper See the spot where William Wallace (Braveheart) was executed Visit the most terrible old prisons in London, see ancient courts and find out what happened to the bodies of prisoners Discover the world through the eyes of Charles Dickens and the terrible Victorian poverty of Borough & Southwark",
        "strLocation": "london",
        "strOriginUrl": "https://www.getyourguide.com/london-l57/london-crimes-punishment-walking-tour-t79866/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "London Crimes & Punishment Walking Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-01-31 12:27:06"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 0,
        "intUsdCost": 81,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-533526-145.jpg",
        "strIntroduction": "What You'll Do Visit the homes of some of the biggest names in English literature Experience the neighbourhood that attracted writers from across the world Learn about some of the classic works that were created in Bloomsbury From romance to tragedy, the Bloomsbury tour has it all Visit the homes of some of the biggest names in English literature Experience the neighbourhood that attracted writers from across the world Learn about some of the classic works that were created in Bloomsbury From romance to tragedy, the Bloomsbury tour has it all Visit the homes of some of the biggest names in English literature Experience the neighbourhood that attracted writers from across the world Learn about some of the classic works that were created in Bloomsbury From romance to tragedy, the Bloomsbury tour has it all",
        "strLocation": "london",
        "strOriginUrl": "https://www.getyourguide.com/london-l57/london-literary-walking-tour-bloomsbury-t79890/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "London Literary Walking Tour (Bloomsbury)",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-01-31 12:27:16"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 0,
        "intUsdCost": 36,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-537465-145.jpg",
        "strIntroduction": "What You'll Do Starting at Piccadilly Circus, you explore London’s most iconic entertainment area including stops at four historic pubs See where Jimi Hendrix played his first and last gigs in London Drop by the club where Marilyn Monroe and Sir Lawrence Olivier spent time Visit Karl Marx’s home and checkout where George Orwell wrote 1984 Enjoy a drink at John Lennon’s favorite pub and see where the swinging 60’s kicked off in London Starting at Piccadilly Circus, you explore London’s most iconic entertainment area including stops at four historic pubs See where Jimi Hendrix played his first and last gigs in London Drop by the club where Marilyn Monroe and Sir Lawrence Olivier spent time Visit Karl Marx’s home and checkout where George Orwell wrote 1984 Enjoy a drink at John Lennon’s favorite pub and see where the swinging 60’s kicked off in London Starting at Piccadilly Circus, you explore London’s most iconic entertainment area including stops at four historic pubs See where Jimi Hendrix played his first and last gigs in London Drop by the club where Marilyn Monroe and Sir Lawrence Olivier spent time Visit Karl Marx’s home and checkout where George Orwell wrote 1984 Enjoy a drink at John Lennon’s favorite pub and see where the swinging 60’s kicked off in London",
        "strLocation": "london",
        "strOriginUrl": "https://www.getyourguide.com/london-l57/london-west-end-historic-pub-experience-t80541/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "London: West End Historic Pub Experience",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-01-31 12:27:26"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 0,
        "intUsdCost": 35,
        "strGuideLanguage": "spanish, english, french, italian, japanese",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-538143-145.jpg",
        "strIntroduction": "What You'll Do Meet a like-minded, vetted local who loves showing visitors around their city and who will organize an outing based on what you want See the main tourist sites you want to see, and discover areas, venues and walks that most tourists don’t know about Get lots of valuable advice from your local about other things to do in the city Meet with a yoga-loving, like-minded local host and discover what healthy living in London is all about Meet a like-minded, vetted local who loves showing visitors around their city and who will organize an outing based on what you want See the main tourist sites you want to see, and discover areas, venues and walks that most tourists don’t know about Get lots of valuable advice from your local about other things to do in the city Meet with a yoga-loving, like-minded local host and discover what healthy living in London is all about Meet a like-minded, vetted local who loves showing visitors around their city and who will organize an outing based on what you want See the main tourist sites you want to see, and discover areas, venues and walks that most tourists don’t know about Get lots of valuable advice from your local about other things to do in the city Meet with a yoga-loving, like-minded local host and discover what healthy living in London is all about",
        "strLocation": "london",
        "strOriginUrl": "https://www.getyourguide.com/london-l57/mindful-london-book-a-like-minded-local-host-t80685/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Mindful London: Book a Like-Minded Local Host",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-01-31 12:27:38"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 0,
        "intUsdCost": 35,
        "strGuideLanguage": "spanish, english, italian",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-538560-145.jpg",
        "strIntroduction": "What You'll Do Have a friend in the city so that the city becomes your friend Meet a like-minded, vetted local who loves showing visitors around their city and who will organise an outing based on what you want See the main tourist sites you want to see as well as discovering areas, venues and walks that most tourists don’t know about Get lots of valuable advice from your local about other things to do in the city Explore East London's most hidden gems: alternative art galleries, rooftop gardens, street art and the trendiest bars of London Have a friend in the city so that the city becomes your friend Meet a like-minded, vetted local who loves showing visitors around their city and who will organise an outing based on what you want See the main tourist sites you want to see as well as discovering areas, venues and walks that most tourists don’t know about Get lots of valuable advice from your local about other things to do in the city Explore East London's most hidden gems: alternative art galleries, rooftop gardens, street art and the trendiest bars of London Have a friend in the city so that the city becomes your friend Meet a like-minded, vetted local who loves showing visitors around their city and who will organise an outing based on what you want See the main tourist sites you want to see as well as discovering areas, venues and walks that most tourists don’t know about Get lots of valuable advice from your local about other things to do in the city Explore East London's most hidden gems: alternative art galleries, rooftop gardens, street art and the trendiest bars of London",
        "strLocation": "london",
        "strOriginUrl": "https://www.getyourguide.com/london-l57/london-discover-the-art-of-east-london-shoreditch-t80790/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "London: Discover the Art of East London & Shoreditch",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-01-31 12:27:50"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 0,
        "intUsdCost": 32,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-540138-145.jpg",
        "strIntroduction": "What You'll Do Avoid the hassle and stress of airport transfers with a convenient service Relax in comfort and avoid the busy public transport system Benefit from the use of a freephone helpline if necessary Avoid the hassle and stress of airport transfers with a convenient service Relax in comfort and avoid the busy public transport system Benefit from the use of a freephone helpline if necessary Avoid the hassle and stress of airport transfers with a convenient service Relax in comfort and avoid the busy public transport system Benefit from the use of a freephone helpline if necessary",
        "strLocation": "london",
        "strOriginUrl": "https://www.getyourguide.com/london-l57/shared-transfer-from-lgwstnltn-airport-to-city-center-t81090/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "London Airports (LGW/STN/LTN): Shared Transfer",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-01-31 12:28:00"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 0,
        "intUsdCost": 81,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-540453-145.jpg",
        "strIntroduction": "What You'll Do Explore 3 of the great Royal Parks of London and find out about their regal history See 4 Royal palaces Visit the address Number 1 London, the home of the famous Duke of Wellington Remember Princess Diana at her moving memorial in Hyde Park Marvel at the Royal Albert Hall and the fabulous Prince Albert Memorial Explore 3 of the great Royal Parks of London and find out about their regal history See 4 Royal palaces Visit the address Number 1 London, the home of the famous Duke of Wellington Remember Princess Diana at her moving memorial in Hyde Park Marvel at the Royal Albert Hall and the fabulous Prince Albert Memorial Explore 3 of the great Royal Parks of London and find out about their regal history See 4 Royal palaces Visit the address Number 1 London, the home of the famous Duke of Wellington Remember Princess Diana at her moving memorial in Hyde Park Marvel at the Royal Albert Hall and the fabulous Prince Albert Memorial",
        "strLocation": "london",
        "strOriginUrl": "https://www.getyourguide.com/london-l57/royal-london-walking-tour-t81147/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Royal London Walking Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-01-31 12:28:10"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 0,
        "intUsdCost": 68,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-542424-145.jpg",
        "strIntroduction": "What You'll Do See some of the hidden streets of London Visit secret locations that even most locals don't know about Experience old London as it used to be See some of the hidden streets of London Visit secret locations that even most locals don't know about Experience old London as it used to be See some of the hidden streets of London Visit secret locations that even most locals don't know about Experience old London as it used to be",
        "strLocation": "london",
        "strOriginUrl": "https://www.getyourguide.com/london-l57/secret-london-walking-tour-t81567/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Secret London Walking Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-01-31 12:28:21"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 0,
        "intUsdCost": 25,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-543897-145.jpg",
        "strIntroduction": "What You'll Do Enjoy 3 hours of chocolate tasting Be led by a former Cocoa and Coffee commodity trader Enjoy a few surprises on the tour Visit London's top artisan chocolatetiers Try the Marmite Truffle or London GIN with popping candy Enjoy 3 hours of chocolate tasting Be led by a former Cocoa and Coffee commodity trader Enjoy a few surprises on the tour Visit London's top artisan chocolatetiers Try the Marmite Truffle or London GIN with popping candy Enjoy 3 hours of chocolate tasting Be led by a former Cocoa and Coffee commodity trader Enjoy a few surprises on the tour Visit London's top artisan chocolatetiers Try the Marmite Truffle or London GIN with popping candy",
        "strLocation": "london",
        "strOriginUrl": "https://www.getyourguide.com/london-l57/london-3-hour-vip-chocolate-tour-t81843/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "London: 3 Hour VIP Chocolate Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-01-31 12:28:32"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 0,
        "intUsdCost": 106,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-385154-145.jpg",
        "strIntroduction": "What You'll Do Save up to 60% on luxury fashion and lifestyle brands at Bicester Village Spend your Gift Card in the boutiques of your choice Explore more than 130 high end stores Travel in style and comfort by luxury coach from central London Enjoy discounts at the on-site Villandry Grand Café or Carluccio’s Shop in ultimate luxury with the Hands-free Shopping service Save up to 60% on luxury fashion and lifestyle brands at Bicester Village Spend your Gift Card in the boutiques of your choice Explore more than 130 high end stores Travel in style and comfort by luxury coach from central London Enjoy discounts at the on-site Villandry Grand Café or Carluccio’s Shop in ultimate luxury with the Hands-free Shopping service Save up to 60% on luxury fashion and lifestyle brands at Bicester Village Spend your Gift Card in the boutiques of your choice Explore more than 130 high end stores Travel in style and comfort by luxury coach from central London Enjoy discounts at the on-site Villandry Grand Café or Carluccio’s Shop in ultimate luxury with the Hands-free Shopping service",
        "strLocation": "london",
        "strOriginUrl": "https://www.getyourguide.com/london-l57/shopping-day-experience-at-bicester-village-from-london-t50836/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "From London: Bicester Village Shopping Day Package",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-01-31 12:28:47"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 0,
        "intUsdCost": 18,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-433272-145.jpg",
        "strIntroduction": "What You'll Do Witness the actual murder locations of Soho's most notorious killers Learn the truth about Soho's strangest murder cases Enjoy two hours of exquisitely told story-telling, packed full of thrills, suprises, love, horror and wit Witness the actual murder locations of Soho's most notorious killers Learn the truth about Soho's strangest murder cases Enjoy two hours of exquisitely told story-telling, packed full of thrills, suprises, love, horror and wit Witness the actual murder locations of Soho's most notorious killers Learn the truth about Soho's strangest murder cases Enjoy two hours of exquisitely told story-telling, packed full of thrills, suprises, love, horror and wit",
        "strLocation": "london",
        "strOriginUrl": "https://www.getyourguide.com/london-l57/london-soho-murder-mile-walk-t66139/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "London Soho Murder Mile Walk",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-01-31 12:29:02"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 3,
        "intUsdCost": 28,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-360776-145.jpg",
        "strIntroduction": "What You'll Do Explore the historic City of London district with a knowledgeable and entertaining guide Hear stories of ghostly figures that haunt the streets and local landmarks Enjoy captivating tales of London’s dark past and visit fascinating hidden locations Explore the historic City of London district with a knowledgeable and entertaining guide Hear stories of ghostly figures that haunt the streets and local landmarks Enjoy captivating tales of London’s dark past and visit fascinating hidden locations Explore the historic City of London district with a knowledgeable and entertaining guide Hear stories of ghostly figures that haunt the streets and local landmarks Enjoy captivating tales of London’s dark past and visit fascinating hidden locations",
        "strLocation": "london",
        "strOriginUrl": "https://www.getyourguide.com/london-l57/criminals-and-legends-of-london-evening-walking-tour-t56536/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Criminals and Legends of London: Evening Walking Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-01-31 12:29:18"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 2,
        "intUsdCost": 18,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-343763-145.jpg",
        "strIntroduction": "What You'll Do See sites made popular by cinematic icons including James Bond and Harry Potter Take in London's most popular landmarks en route Soak up the Oscar-winning atmosphere as you learn some astonishing historical facts See sites made popular by cinematic icons including James Bond and Harry Potter Take in London's most popular landmarks en route Soak up the Oscar-winning atmosphere as you learn some astonishing historical facts See sites made popular by cinematic icons including James Bond and Harry Potter Take in London's most popular landmarks en route Soak up the Oscar-winning atmosphere as you learn some astonishing historical facts",
        "strLocation": "london",
        "strOriginUrl": "https://www.getyourguide.com/london-l57/london-2-hour-movie-hot-spot-tour-t54010/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "London: 2-Hour Movie Hot Spots Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-01-31 12:29:30"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 0,
        "intUsdCost": 47,
        "strGuideLanguage": "spanish, dutch, english, french, georgian, german, hindi, italian, japanese, arabic, korean, punjabi, russian, serbo-croatian",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-476414-145.jpg",
        "strIntroduction": "What You'll Do Discover the Westminster Palace secrets and Big Ben's truth. Experience the wobbly Millennium Bridge towards St Paul's Cathedral. Admire the spectacular Tate Modern views accross the Thames. Taste the flavours and aromas of the legendary Victorian Borough Market. Find out gruesome and funny secrets of the world's famous Tower of London. Discover the Westminster Palace secrets and Big Ben's truth. Experience the wobbly Millennium Bridge towards St Paul's Cathedral. Admire the spectacular Tate Modern views accross the Thames. Taste the flavours and aromas of the legendary Victorian Borough Market. Find out gruesome and funny secrets of the world's famous Tower of London. Discover the Westminster Palace secrets and Big Ben's truth. Experience the wobbly Millennium Bridge towards St Paul's Cathedral. Admire the spectacular Tate Modern views accross the Thames. Taste the flavours and aromas of the legendary Victorian Borough Market. Find out gruesome and funny secrets of the world's famous Tower of London.",
        "strLocation": "london",
        "strOriginUrl": "https://www.getyourguide.com/london-l57/big-ben-to-tower-bridge-uncovered-with-a-local-t69283/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Big Ben to Tower Bridge uncovered with a Local",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-01-31 12:29:43"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 0,
        "intUsdCost": 39,
        "strGuideLanguage": "spanish, dutch, english, french, german, italian, japanese, russian",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-476592-145.jpg",
        "strIntroduction": "What You'll Do Explore the sprawling daily market that aligns with the canal, next to eclectic shops and edgy venues Sample delicious street food and contemplate a boat ride as you make your way to the tucked away community of Primrose Hill Ynearth serene and charming rows of gorgeous homes and pretty cafes that lead up to a beautiful park Relax and enjoy one of the most stunning views of London Discover the treasures hidden behind this charismatic and unconventional area of London Explore the sprawling daily market that aligns with the canal, next to eclectic shops and edgy venues Sample delicious street food and contemplate a boat ride as you make your way to the tucked away community of Primrose Hill Ynearth serene and charming rows of gorgeous homes and pretty cafes that lead up to a beautiful park Relax and enjoy one of the most stunning views of London Discover the treasures hidden behind this charismatic and unconventional area of London Explore the sprawling daily market that aligns with the canal, next to eclectic shops and edgy venues Sample delicious street food and contemplate a boat ride as you make your way to the tucked away community of Primrose Hill Ynearth serene and charming rows of gorgeous homes and pretty cafes that lead up to a beautiful park Relax and enjoy one of the most stunning views of London Discover the treasures hidden behind this charismatic and unconventional area of London",
        "strLocation": "london",
        "strOriginUrl": "https://www.getyourguide.com/london-l57/from-camden-to-primrose-hill-with-a-local-t65030/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Private Tour: From Camden to Primrose Hill with a Local",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-01-31 12:29:56"
    },
    {
        "intDurationHour": 13,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 6,
        "intUsdCost": 124,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-307867-145.jpg",
        "strIntroduction": "What You'll Do Explore the Georgian terraces of Bath Go to the prettiest village in England at Castle Combe Get up-close to the monoliths of Stonehenge Enjoy a traditional pub lunch in a typical inn in Castle Combe Visit the photogenic village of Lacock, location for many period dramas Learn more about the English writer Jane Austen in the Jane Austen Centre See the restored Roman Baths of Bath Explore the mysteries of Stonehenge at the new state-of-the-art visitors center Explore the Georgian terraces of Bath Go to the prettiest village in England at Castle Combe Get up-close to the monoliths of Stonehenge Enjoy a traditional pub lunch in a typical inn in Castle Combe Visit the photogenic village of Lacock, location for many period dramas Learn more about the English writer Jane Austen in the Jane Austen Centre See the restored Roman Baths of Bath Explore the mysteries of Stonehenge at the new state-of-the-art visitors center Explore the Georgian terraces of Bath Go to the prettiest village in England at Castle Combe Get up-close to the monoliths of Stonehenge Enjoy a traditional pub lunch in a typical inn in Castle Combe Visit the photogenic village of Lacock, location for many period dramas Learn more about the English writer Jane Austen in the Jane Austen Centre See the restored Roman Baths of Bath Explore the mysteries of Stonehenge at the new state-of-the-art visitors center",
        "strLocation": "london",
        "strOriginUrl": "https://www.getyourguide.com/london-l57/stonehenge-bath-cotswolds-full-day-trip-from-london-t49909/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Stonehenge, Bath & Cotswolds Full-Day Tour From London",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-01-31 12:30:10"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 2,
        "intUsdCost": 60,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-360796-145.jpg",
        "strIntroduction": "What You'll Do Enjoy a relaxing evening in a historic British pub in the heart of London Learn about traditional British ales, how they are brewed, how to taste them, and the foods to pair them with Taste 6 different types of beer, experiencing a wide variety of flavors Enjoy a relaxing evening in a historic British pub in the heart of London Learn about traditional British ales, how they are brewed, how to taste them, and the foods to pair them with Taste 6 different types of beer, experiencing a wide variety of flavors Enjoy a relaxing evening in a historic British pub in the heart of London Learn about traditional British ales, how they are brewed, how to taste them, and the foods to pair them with Taste 6 different types of beer, experiencing a wide variety of flavors",
        "strLocation": "london",
        "strOriginUrl": "https://www.getyourguide.com/london-l57/traditional-british-ale-and-food-tasting-evening-tour-t56541/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Traditional British Ale and Food Tasting: Evening Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-01-31 12:30:25"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 7,
        "intUsdCost": 50,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-402593-145.jpg",
        "strIntroduction": "What You'll Do See the places in London made famous by the Harry Potter novels Learn about J.K. Rowling's real-life inspirations Take a special Harry Potter test See the places in London made famous by the Harry Potter novels Learn about J.K. Rowling's real-life inspirations Take a special Harry Potter test See the places in London made famous by the Harry Potter novels Learn about J.K. Rowling's real-life inspirations Take a special Harry Potter test",
        "strLocation": "london",
        "strOriginUrl": "https://www.getyourguide.com/london-l57/a-muggles-guide-to-london-harry-potter-walking-tour-t62463/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "A Muggle's Guide to London: Harry Potter Walking Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-01-31 12:30:39"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 0,
        "intUsdCost": 5,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-398280-145.jpg",
        "strIntroduction": "What You'll Do Travel straight to the airport door from 27 Heathrow Airport hotels Save money with children under the age of 15 traveling for free Relax in the knowledge that you can get to the airport at any time of day or night Take as many bags as you need on board with a unrestricted luggage allowance Travel straight to the airport door from 27 Heathrow Airport hotels Save money with children under the age of 15 traveling for free Relax in the knowledge that you can get to the airport at any time of day or night Take as many bags as you need on board with a unrestricted luggage allowance Travel straight to the airport door from 27 Heathrow Airport hotels Save money with children under the age of 15 traveling for free Relax in the knowledge that you can get to the airport at any time of day or night Take as many bags as you need on board with a unrestricted luggage allowance",
        "strLocation": "london",
        "strOriginUrl": "https://www.getyourguide.com/london-l57/london-heathrow-hotel-shuttle-bus-t61916/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "London: Heathrow Hotel Shuttle Bus",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-01-31 12:30:51"
    },
    {
        "intDurationHour": 7,
        "intOption": null,
        "intReviewStar": 3,
        "intReviewVisitor": 0,
        "intUsdCost": 300,
        "strGuideLanguage": "english, french, portuguese",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-455444-145.jpg",
        "strIntroduction": "What You'll Do Choose from a flexible pick-up time and location that suits you Enjoy visiting the city with a professional, local guide who knows their way around London unlike anyone else Experience the areas of London that you choose to visit for a fully tailored experience Relax and enjoy as your guide teaches you about London, visiting major landmarks and showing you hidden gems Delight in a delicious lunch Choose from a flexible pick-up time and location that suits you Enjoy visiting the city with a professional, local guide who knows their way around London unlike anyone else Experience the areas of London that you choose to visit for a fully tailored experience Relax and enjoy as your guide teaches you about London, visiting major landmarks and showing you hidden gems Delight in a delicious lunch Choose from a flexible pick-up time and location that suits you Enjoy visiting the city with a professional, local guide who knows their way around London unlike anyone else Experience the areas of London that you choose to visit for a fully tailored experience Relax and enjoy as your guide teaches you about London, visiting major landmarks and showing you hidden gems Delight in a delicious lunch",
        "strLocation": "london",
        "strOriginUrl": "https://www.getyourguide.com/london-l57/london-premium-private-tour-t69253/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "London: Premium Private Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-01-31 12:31:03"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 0,
        "intUsdCost": 28,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-561792-145.jpg",
        "strIntroduction": "What You'll Do Return Journey on The Emirates Air Line Hop-on-hop-off with MBNA Thames Clippers from 9 in the morning until the end of service Enjoy the best view of London’s most popular landmarks Return Journey on The Emirates Air Line Hop-on-hop-off with MBNA Thames Clippers from 9 in the morning until the end of service Enjoy the best view of London’s most popular landmarks Return Journey on The Emirates Air Line Hop-on-hop-off with MBNA Thames Clippers from 9 in the morning until the end of service Enjoy the best view of London’s most popular landmarks",
        "strLocation": "london",
        "strOriginUrl": "https://www.getyourguide.com/london-l57/mbna-thames-clippers-with-emirates-airline-cable-car-t84894/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "MBNA Thames Clippers with Emirates Airline Cable Car",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-01-31 12:31:16"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 0,
        "intUsdCost": 112,
        "strGuideLanguage": "spanish, english, french, italian, japanese",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-563526-145.jpg",
        "strIntroduction": "What You'll Do Get tips or advice on romantic spots or the perfect place to have a romantic dinner in the city, your local host will help you out Meet a like-minded, vetted local who loves showing visitors around their city and who will organise an outing based on what you want See the main tourist sites you want to see as well as discovering areas, venues and walks that most tourists don’t know about Hear lots of valuable advice from your local about other things to do in the city Get tips or advice on romantic spots or the perfect place to have a romantic dinner in the city, your local host will help you out Meet a like-minded, vetted local who loves showing visitors around their city and who will organise an outing based on what you want See the main tourist sites you want to see as well as discovering areas, venues and walks that most tourists don’t know about Hear lots of valuable advice from your local about other things to do in the city Get tips or advice on romantic spots or the perfect place to have a romantic dinner in the city, your local host will help you out Meet a like-minded, vetted local who loves showing visitors around their city and who will organise an outing based on what you want See the main tourist sites you want to see as well as discovering areas, venues and walks that most tourists don’t know about Hear lots of valuable advice from your local about other things to do in the city",
        "strLocation": "london",
        "strOriginUrl": "https://www.getyourguide.com/london-l57/valentines-in-london-a-romantic-wander-in-the-city-t85248/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Valentines in London: A Romantic Wander In the City",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-01-31 12:31:27"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 0,
        "intUsdCost": 139,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-570536-145.jpg",
        "strIntroduction": "What You'll Do Capture the city skyline at night Get stunning shots of St Paul's Cathedral Take impressive photos of The Shard Join a group of friendly photographers! Visit 5 locations Capture the city skyline at night Get stunning shots of St Paul's Cathedral Take impressive photos of The Shard Join a group of friendly photographers! Visit 5 locations Capture the city skyline at night Get stunning shots of St Paul's Cathedral Take impressive photos of The Shard Join a group of friendly photographers! Visit 5 locations",
        "strLocation": "london",
        "strOriginUrl": "https://www.getyourguide.com/london-l57/southbank-photography-tour-at-night-t86504/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Southbank Photography Tour At Night",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-01-31 12:31:38"
    },
    {
        "intDurationHour": 6,
        "intOption": null,
        "intReviewStar": 3,
        "intReviewVisitor": 0,
        "intUsdCost": 86,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-571590-145.jpg",
        "strIntroduction": "What You'll Do See London's most important and iconic sights A small group ensures personal service at an attractive price Save time by seeing the best of London in just one day See London's most important and iconic sights A small group ensures personal service at an attractive price Save time by seeing the best of London in just one day See London's most important and iconic sights A small group ensures personal service at an attractive price Save time by seeing the best of London in just one day",
        "strLocation": "london",
        "strOriginUrl": "https://www.getyourguide.com/london-l57/small-group-best-of-london-walking-tour-t86735/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Small Group Best of London Walking Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-01-31 12:31:48"
    },
    {
        "intDurationHour": 5,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 0,
        "intUsdCost": 15,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-575657-145.jpg",
        "strIntroduction": "What You'll Do Enjoy free entry to 4 or 5 bars/ clubs with Have 4 to 5 free shots and drink discounts Socialize with a friendly, like-minded crowd Receive a free ticket to another amazing pub crawl Enjoy free entry to 4 or 5 bars/ clubs with Have 4 to 5 free shots and drink discounts Socialize with a friendly, like-minded crowd Receive a free ticket to another amazing pub crawl Enjoy free entry to 4 or 5 bars/ clubs with Have 4 to 5 free shots and drink discounts Socialize with a friendly, like-minded crowd Receive a free ticket to another amazing pub crawl",
        "strLocation": "london",
        "strOriginUrl": "https://www.getyourguide.com/london-l57/london-the-shoreditch-stupid-cupid-pub-crawl-t87155/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "London: The Shoreditch Stupid Cupid Pub Crawl",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-01-31 12:31:59"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 0,
        "intUsdCost": 35,
        "strGuideLanguage": "spanish, english, french, german, italian, japanese, russian",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-422807-145.jpg",
        "strIntroduction": "What You'll Do Dive into the heart and soul of London’s most exciting and trendy area Enjoy Brixton's diverse food, handicrafts and vintage clothing market Discover the vibrant art scene, including some of the city's most famous street art See one of London’s last working windmills Dive into the heart and soul of London’s most exciting and trendy area Enjoy Brixton's diverse food, handicrafts and vintage clothing market Discover the vibrant art scene, including some of the city's most famous street art See one of London’s last working windmills Dive into the heart and soul of London’s most exciting and trendy area Enjoy Brixton's diverse food, handicrafts and vintage clothing market Discover the vibrant art scene, including some of the city's most famous street art See one of London’s last working windmills",
        "strLocation": "london",
        "strOriginUrl": "https://www.getyourguide.com/london-l57/london-discover-brixton-with-a-local-t64672/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Private Tour: Discover Brixton with a Local",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-01-31 12:32:09"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 676,
        "intUsdCost": 20,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-417940-145.jpg",
        "strIntroduction": "What You'll Do Skip the long lines to enter the Louvre Museum Benefit from fast and easy ticket collection Marvel at works of art, from Ancient Egypt to the Renaissance Spend as much time as you like inside the museum and explore at your own pace Skip the long lines to enter the Louvre Museum Benefit from fast and easy ticket collection Marvel at works of art, from Ancient Egypt to the Renaissance Spend as much time as you like inside the museum and explore at your own pace Skip the long lines to enter the Louvre Museum Benefit from fast and easy ticket collection Marvel at works of art, from Ancient Egypt to the Renaissance Spend as much time as you like inside the museum and explore at your own pace",
        "strLocation": "paris",
        "strOriginUrl": "https://www.getyourguide.com/paris-l16/louvre-museum-skip-the-line-entrance-ticket-t63741/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Louvre Museum Skip-The-Line Entrance Ticket",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-01-31 12:32:20"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 334,
        "intUsdCost": 16,
        "strGuideLanguage": "english, french",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-425944-145.jpg",
        "strIntroduction": "What You'll Do Experience the \"City of Lights\" after dark on a Paris illuminations cruise Sail down the River Seine past floodlit monuments such as the Eiffel Tower Get information about events in Paris from a live guide Enjoy panoramic views on board a classic Bateaux Parisiens pleasure boat Be serenaded by the musical accompaniment as you pass illuminated bridges Experience the \"City of Lights\" after dark on a Paris illuminations cruise Sail down the River Seine past floodlit monuments such as the Eiffel Tower Get information about events in Paris from a live guide Enjoy panoramic views on board a classic Bateaux Parisiens pleasure boat Be serenaded by the musical accompaniment as you pass illuminated bridges Experience the \"City of Lights\" after dark on a Paris illuminations cruise Sail down the River Seine past floodlit monuments such as the Eiffel Tower Get information about events in Paris from a live guide Enjoy panoramic views on board a classic Bateaux Parisiens pleasure boat Be serenaded by the musical accompaniment as you pass illuminated bridges",
        "strLocation": "paris",
        "strOriginUrl": "https://www.getyourguide.com/paris-l16/night-cruise-through-the-illuminated-paris-t57315/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Paris Illuminations 1-Hour Night Cruise",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-01-31 12:32:34"
    },
    {
        "intDurationHour": 18,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 479,
        "intUsdCost": 50,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-496026-145.jpg",
        "strIntroduction": "What You'll Do Experience endless fun in Disneyland® Park and Walt Disney Studios® Park Meet your favorite Disney characters and collect their autographs as souvenirs Enjoy fun for the whole family with rides, shows, and parades galore! Enjoy both Disney Parks for the price of 1 (discount included in the price) Experience endless fun in Disneyland® Park and Walt Disney Studios® Park Meet your favorite Disney characters and collect their autographs as souvenirs Enjoy fun for the whole family with rides, shows, and parades galore! Enjoy both Disney Parks for the price of 1 (discount included in the price) Experience endless fun in Disneyland® Park and Walt Disney Studios® Park Meet your favorite Disney characters and collect their autographs as souvenirs Enjoy fun for the whole family with rides, shows, and parades galore! Enjoy both Disney Parks for the price of 1 (discount included in the price)",
        "strLocation": "paris",
        "strOriginUrl": "https://www.getyourguide.com/paris-l16/disneyland-paris-2-parks-ticket-1-2-3-4-5-day-t19562/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Disneyland Paris 1-Day Ticket",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-01-31 12:32:45"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 1323,
        "intUsdCost": 58,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-458268-145.jpg",
        "strIntroduction": "What You'll Do Skip the long lines to the 2nd floor of the Eiffel Tower Enjoy panoramic views of the Notre-Dame, Louvre, and more Learn the history of the Eiffel Tower Ascend to the summit for even more breathtaking views Enjoy a more personalized experience in a small group limited to 20 people Skip the long lines to the 2nd floor of the Eiffel Tower Enjoy panoramic views of the Notre-Dame, Louvre, and more Learn the history of the Eiffel Tower Ascend to the summit for even more breathtaking views Enjoy a more personalized experience in a small group limited to 20 people Skip the long lines to the 2nd floor of the Eiffel Tower Enjoy panoramic views of the Notre-Dame, Louvre, and more Learn the history of the Eiffel Tower Ascend to the summit for even more breathtaking views Enjoy a more personalized experience in a small group limited to 20 people",
        "strLocation": "paris",
        "strOriginUrl": "https://www.getyourguide.com/paris-l16/skip-the-line-eiffel-tower-tour-with-summit-access-t62484/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Paris: Skip-the-Line Eiffel Tower and Summit Access",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-01-31 12:33:00"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 194,
        "intUsdCost": 15,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-460272-145.jpg",
        "strIntroduction": "What You'll Do Get reserved access to the popular Musée d'Orsay Explore the museum at your own pace, spending as much time as you like Marvel at masterpieces by Renoir, Monet, Manet and others Get reserved access to the popular Musée d'Orsay Explore the museum at your own pace, spending as much time as you like Marvel at masterpieces by Renoir, Monet, Manet and others Get reserved access to the popular Musée d'Orsay Explore the museum at your own pace, spending as much time as you like Marvel at masterpieces by Renoir, Monet, Manet and others",
        "strLocation": "paris",
        "strOriginUrl": "https://www.getyourguide.com/paris-l16/orsay-museum-skip-the-line-entrance-ticket-t65756/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Musée d'Orsay Reserved Access 1-Day Admission Ticket",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-01-31 12:33:12"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 2724,
        "intUsdCost": 38,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-319230-145.jpg",
        "strIntroduction": "What You'll Do Save precious time with your priority access ticket to the Eiffel Tower Take in breathtaking panoramic views of Paris Save precious time with your priority access ticket to the Eiffel Tower Take in breathtaking panoramic views of Paris Save precious time with your priority access ticket to the Eiffel Tower Take in breathtaking panoramic views of Paris",
        "strLocation": "paris",
        "strOriginUrl": "https://www.getyourguide.com/paris-l16/skip-the-line-eiffel-tower-ticket-with-summit-access-t51123/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Priority Access to the Eiffel Tower",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-01-31 12:33:25"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 3033,
        "intUsdCost": 84,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-376513-145.jpg",
        "strIntroduction": "What You'll Do Skip the long lines to the Eiffel Tower and Louvre Museum Admire breathtaking views from the Eiffel Tower Summit Explore the Louvre’s permanent collections and see the renowned Mona Lisa Float down the Seine River on a 1-hour cruise Skip the long lines to the Eiffel Tower and Louvre Museum Admire breathtaking views from the Eiffel Tower Summit Explore the Louvre’s permanent collections and see the renowned Mona Lisa Float down the Seine River on a 1-hour cruise Skip the long lines to the Eiffel Tower and Louvre Museum Admire breathtaking views from the Eiffel Tower Summit Explore the Louvre’s permanent collections and see the renowned Mona Lisa Float down the Seine River on a 1-hour cruise",
        "strLocation": "paris",
        "strOriginUrl": "https://www.getyourguide.com/paris-l16/skip-the-line-eiffel-tower-louvre-ticket-and-cruise-t48670/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Skip the Line: Eiffel Tower Summit, Louvre, and Cruise",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-01-31 12:33:39"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 187,
        "intUsdCost": 12,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-440442-145.jpg",
        "strIntroduction": "What You'll Do Gain direct access to the top of the breathtaking Arc de Triomphe Relish the best panoramic view of Paris See the tomb of the Unknown Soldier Gain direct access to the top of the breathtaking Arc de Triomphe Relish the best panoramic view of Paris See the tomb of the Unknown Soldier Gain direct access to the top of the breathtaking Arc de Triomphe Relish the best panoramic view of Paris See the tomb of the Unknown Soldier",
        "strLocation": "paris",
        "strOriginUrl": "https://www.getyourguide.com/paris-l16/paris-skip-the-line-arc-de-triomphe-tickets-t66157/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Paris: Skip-the-Line Arc de Triomphe Rooftop Tickets",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-01-31 12:33:51"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 343,
        "intUsdCost": 21,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-375863-145.jpg",
        "strIntroduction": "What You'll Do Get pre-booked entry to the Palace of Versailles Explore Versailles Palace at your own pace on a self-guided tour Spend some time in the gardens, staying for as long as you like (supplement to be paid on the spot on Fountain Show or Musical Fountains days) Get pre-booked entry to the Palace of Versailles Explore Versailles Palace at your own pace on a self-guided tour Spend some time in the gardens, staying for as long as you like (supplement to be paid on the spot on Fountain Show or Musical Fountains days) Get pre-booked entry to the Palace of Versailles Explore Versailles Palace at your own pace on a self-guided tour Spend some time in the gardens, staying for as long as you like (supplement to be paid on the spot on Fountain Show or Musical Fountains days)",
        "strLocation": "paris",
        "strOriginUrl": "https://www.getyourguide.com/paris-l16/versailles-skip-the-line-ticket-and-audio-tour-t56388/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Versailles: Priority Ticket and Audio Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-01-31 12:34:03"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 395,
        "intUsdCost": 16,
        "strGuideLanguage": "english, french",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-11711-145.jpg",
        "strIntroduction": "What You'll Do Uncover an architectural masterpiece in the heart of Paris Get a 90-minute guided tour of the public areas of Opera Garnier Set eyes on the writhing snakes of the bronze Pythonisse sculpture Climb up the double stairway of the Grand Escalier Marvel at the splendid paintings and sculptures Uncover an architectural masterpiece in the heart of Paris Get a 90-minute guided tour of the public areas of Opera Garnier Set eyes on the writhing snakes of the bronze Pythonisse sculpture Climb up the double stairway of the Grand Escalier Marvel at the splendid paintings and sculptures Uncover an architectural masterpiece in the heart of Paris Get a 90-minute guided tour of the public areas of Opera Garnier Set eyes on the writhing snakes of the bronze Pythonisse sculpture Climb up the double stairway of the Grand Escalier Marvel at the splendid paintings and sculptures",
        "strLocation": "paris",
        "strOriginUrl": "https://www.getyourguide.com/paris-l16/opera-garnier-tour-with-expert-guides-in-paris-t3633/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Opera Garnier Tour with Expert Guides in Paris",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-01-31 12:34:16"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 98,
        "intUsdCost": 15,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-426496-145.jpg",
        "strIntroduction": "What You'll Do Discover the major European site devoted to modern and contemporary art Explore this unique cultural center Enjoy a breathtaking view over Paris Discover the major European site devoted to modern and contemporary art Explore this unique cultural center Enjoy a breathtaking view over Paris Discover the major European site devoted to modern and contemporary art Explore this unique cultural center Enjoy a breathtaking view over Paris",
        "strLocation": "paris",
        "strOriginUrl": "https://www.getyourguide.com/paris-l16/pompidou-center-skip-the-line-tickets-t65092/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Pompidou Center Entrance Ticket",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-01-31 12:34:28"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 945,
        "intUsdCost": 35,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-278008-145.jpg",
        "strIntroduction": "What You'll Do Explore Paris at your own pace with a 1, 2 ,or 3-day hop-on hop-off bus tour ticket Take advantage of 4 different bus itineraries, with 50 stops at top landmarks and attractions Enjoy a 360° view from the upper level of the open-roof bus Explore Paris at your own pace with a 1, 2 ,or 3-day hop-on hop-off bus tour ticket Take advantage of 4 different bus itineraries, with 50 stops at top landmarks and attractions Enjoy a 360° view from the upper level of the open-roof bus Explore Paris at your own pace with a 1, 2 ,or 3-day hop-on hop-off bus tour ticket Take advantage of 4 different bus itineraries, with 50 stops at top landmarks and attractions Enjoy a 360° view from the upper level of the open-roof bus",
        "strLocation": "paris",
        "strOriginUrl": "https://www.getyourguide.com/paris-l16/2448-hour-paris-l-opentour-hop-on-hop-off-ticket-t10589/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Paris: 1, 2, or 3-Day Hop-on Hop-off Ticket",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-01-31 12:34:43"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 556,
        "intUsdCost": 16,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-412721-145.jpg",
        "strIntroduction": "What You'll Do Get the best views of Paris from the 56th floor of Montparnasse tower (indoor) Relax with a drink as you soak up the Paris panorama Go to the highest open air roof terrace in Paris Enjoy bilingual interactive touch screens making it a great day out for the entire family Avoid the cash desk and benefit from a direct entrance to the tower Get the best views of Paris from the 56th floor of Montparnasse tower (indoor) Relax with a drink as you soak up the Paris panorama Go to the highest open air roof terrace in Paris Enjoy bilingual interactive touch screens making it a great day out for the entire family Avoid the cash desk and benefit from a direct entrance to the tower Get the best views of Paris from the 56th floor of Montparnasse tower (indoor) Relax with a drink as you soak up the Paris panorama Go to the highest open air roof terrace in Paris Enjoy bilingual interactive touch screens making it a great day out for the entire family Avoid the cash desk and benefit from a direct entrance to the tower",
        "strLocation": "paris",
        "strOriginUrl": "https://www.getyourguide.com/paris-l16/montparnasse-56th-floor-roof-terrace-panoramas-t22662/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Montparnasse Tickets: 56th Floor & Roof Terrace",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-01-31 12:34:58"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 14,
        "intUsdCost": 7,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-498773-145.jpg",
        "strIntroduction": "What You'll Do Avoid the lines and benefit from direct access to the dome of the Sacré-Coeur Basilica Experience one of the most impressive views of Paris See iconic monuments such as the Eiffel Tower and Louvre Museum Combine your visit with some time in the picturesque Place du Tertre Avoid the lines and benefit from direct access to the dome of the Sacré-Coeur Basilica Experience one of the most impressive views of Paris See iconic monuments such as the Eiffel Tower and Louvre Museum Combine your visit with some time in the picturesque Place du Tertre Avoid the lines and benefit from direct access to the dome of the Sacré-Coeur Basilica Experience one of the most impressive views of Paris See iconic monuments such as the Eiffel Tower and Louvre Museum Combine your visit with some time in the picturesque Place du Tertre",
        "strLocation": "paris",
        "strOriginUrl": "https://www.getyourguide.com/montmartre-l2607/dome-of-sacre-coeur-basilica-entrance-ticket-t74843/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Paris: Dome of the Sacré-Coeur Basilica Entrance Ticket",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-01-31 12:35:12"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 225,
        "intUsdCost": 20,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-280720-145.jpg",
        "strIntroduction": "What You'll Do Enjoy a smooth, hassle-free transfer to central Paris Take the worry out of your arrival at Orly or Charles de Gaulle airports Relax in air-conditioned comfort Sit back and enjoy the landmarks of Paris as your driver navigates the difficult roads Enjoy a smooth, hassle-free transfer to central Paris Take the worry out of your arrival at Orly or Charles de Gaulle airports Relax in air-conditioned comfort Sit back and enjoy the landmarks of Paris as your driver navigates the difficult roads Enjoy a smooth, hassle-free transfer to central Paris Take the worry out of your arrival at Orly or Charles de Gaulle airports Relax in air-conditioned comfort Sit back and enjoy the landmarks of Paris as your driver navigates the difficult roads",
        "strLocation": "paris",
        "strOriginUrl": "https://www.getyourguide.com/paris-l16/paris-airports-shared-minivan-transfer-t46877/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Roissy CDG and Orly Shared Minivan transfers",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-01-31 12:35:22"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 188,
        "intUsdCost": 18,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-412764-145.jpg",
        "strIntroduction": "What You'll Do Explore the sights of Paris at your own pace with a 1-day or 2-day river shuttle pass Jump off at any of the 8 strategic stops to see sights such as the Louvre, Eiffel Tower, or Notre Dame Enjoy panoramic views from the glass covered boats, and take in the fresh air from the terrace Hop off to walk down the elegant Champs-Elysées and Avenue Montaigne Discover centuries of art at the Louvre, or explore the world of the Impressionists at the Musée d'Orsay Ascend the Eiffel Tower for panoramic city views Explore the sights of Paris at your own pace with a 1-day or 2-day river shuttle pass Jump off at any of the 8 strategic stops to see sights such as the Louvre, Eiffel Tower, or Notre Dame Enjoy panoramic views from the glass covered boats, and take in the fresh air from the terrace Hop off to walk down the elegant Champs-Elysées and Avenue Montaigne Discover centuries of art at the Louvre, or explore the world of the Impressionists at the Musée d'Orsay Ascend the Eiffel Tower for panoramic city views Explore the sights of Paris at your own pace with a 1-day or 2-day river shuttle pass Jump off at any of the 8 strategic stops to see sights such as the Louvre, Eiffel Tower, or Notre Dame Enjoy panoramic views from the glass covered boats, and take in the fresh air from the terrace Hop off to walk down the elegant Champs-Elysées and Avenue Montaigne Discover centuries of art at the Louvre, or explore the world of the Impressionists at the Musée d'Orsay Ascend the Eiffel Tower for panoramic city views",
        "strLocation": "paris",
        "strOriginUrl": "https://www.getyourguide.com/paris-l16/batobus-riverboat-shuttle-service-in-paris-t38938/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Paris: Batobus River Seine Shuttle Boat",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-01-31 12:35:35"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 634,
        "intUsdCost": 37,
        "strGuideLanguage": "english, french, italian, spanish, german",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-310935-145.jpg",
        "strIntroduction": "What You'll Do Explore the ornate Palace of Versailles with an expert guide Avoid the long lines to enter the Palace of Versailles Head back to Paris on your own time, leaving you with more time to explore Learn about the main characters of the French monarchy Explore the ornate Palace of Versailles with an expert guide Avoid the long lines to enter the Palace of Versailles Head back to Paris on your own time, leaving you with more time to explore Learn about the main characters of the French monarchy Explore the ornate Palace of Versailles with an expert guide Avoid the long lines to enter the Palace of Versailles Head back to Paris on your own time, leaving you with more time to explore Learn about the main characters of the French monarchy",
        "strLocation": "paris",
        "strOriginUrl": "https://www.getyourguide.com/paris-l16/skip-the-line-guided-visit-of-versailles-palace-t7081/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Skip the Line: Guided Visit of Versailles Palace",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-01-31 12:35:50"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 322,
        "intUsdCost": 16,
        "strGuideLanguage": "english, french",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-425880-145.jpg",
        "strIntroduction": "What You'll Do Take a Seine River cruise and enjoy panoramic views of the city’s iconic monuments See the Eiffel Tower, Notre Dame Cathedral, the Louvre, and more Enjoy commentary from a handset, in your choice of 13 languages, with musical accompaniment Take a Seine River cruise and enjoy panoramic views of the city’s iconic monuments See the Eiffel Tower, Notre Dame Cathedral, the Louvre, and more Enjoy commentary from a handset, in your choice of 13 languages, with musical accompaniment Take a Seine River cruise and enjoy panoramic views of the city’s iconic monuments See the Eiffel Tower, Notre Dame Cathedral, the Louvre, and more Enjoy commentary from a handset, in your choice of 13 languages, with musical accompaniment",
        "strLocation": "paris",
        "strOriginUrl": "https://www.getyourguide.com/paris-l16/direct-access-to-the-bateaux-parisiens-cruise-t57252/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Bateaux Parisiens Cruise: Quick Entry Ticket",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-01-31 12:36:04"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 1,
        "intUsdCost": 14,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-553140-145.jpg",
        "strIntroduction": "What You'll Do Learn about Notre Dame Cathedral from an informative and friendly host before enjoying free time to explore on your own Climb the 387 steps to the top of the towers and see the gargoyles and flying buttresses up close Marvel at the stunning view of Paris in the early morning light Learn about Notre Dame Cathedral from an informative and friendly host before enjoying free time to explore on your own Climb the 387 steps to the top of the towers and see the gargoyles and flying buttresses up close Marvel at the stunning view of Paris in the early morning light Learn about Notre Dame Cathedral from an informative and friendly host before enjoying free time to explore on your own Climb the 387 steps to the top of the towers and see the gargoyles and flying buttresses up close Marvel at the stunning view of Paris in the early morning light",
        "strLocation": "paris",
        "strOriginUrl": "https://www.getyourguide.com/paris-l16/notre-dame-towers-tickets-with-host-t83559/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Notre Dame Cathedral and Towers Tickets with Host",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-01-31 12:36:15"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 252,
        "intUsdCost": 44,
        "strGuideLanguage": "english, german, italian, spanish, portuguese, french",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-453839-145.jpg",
        "strIntroduction": "What You'll Do Follow a carefully planned itinerary to see the highlights of the Louvre Visit Napoleon's apartments to see the most stunning décor of the former palace Gaze at da Vinci's \"Mona Lisa,\" and the inspiring statue of the \"Venus de Milo\" Skip the notoriously long lines to enjoy fast track entry See the Egyptian department's sphinx and mummies Explore the royal collection of Louis XIV and the Crown Jewels at the Apollo Gallery Follow a carefully planned itinerary to see the highlights of the Louvre Visit Napoleon's apartments to see the most stunning décor of the former palace Gaze at da Vinci's \"Mona Lisa,\" and the inspiring statue of the \"Venus de Milo\" Skip the notoriously long lines to enjoy fast track entry See the Egyptian department's sphinx and mummies Explore the royal collection of Louis XIV and the Crown Jewels at the Apollo Gallery Follow a carefully planned itinerary to see the highlights of the Louvre Visit Napoleon's apartments to see the most stunning décor of the former palace Gaze at da Vinci's \"Mona Lisa,\" and the inspiring statue of the \"Venus de Milo\" Skip the notoriously long lines to enjoy fast track entry See the Egyptian department's sphinx and mummies Explore the royal collection of Louis XIV and the Crown Jewels at the Apollo Gallery",
        "strLocation": "paris",
        "strOriginUrl": "https://www.getyourguide.com/paris-l16/skip-the-line-visit-the-louvre-with-a-licensed-guide-t46070/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Paris: Louvre Museum Skip-the-Line Guided Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-01-31 12:36:27"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 69,
        "intUsdCost": 64,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-326733-145.jpg",
        "strIntroduction": "What You'll Do Cruise down the River Seine in the cool of the early evening Enjoy a classic menu of a selection of starters and choice of main course See iconic monuments as the floodlights turn on for the night Feast from a selection of gourmet desserts with your coffee Sail under the Pont Neuf and past the Gothic cathedral of Notre Dame Cruise down the River Seine in the cool of the early evening Enjoy a classic menu of a selection of starters and choice of main course See iconic monuments as the floodlights turn on for the night Feast from a selection of gourmet desserts with your coffee Sail under the Pont Neuf and past the Gothic cathedral of Notre Dame Cruise down the River Seine in the cool of the early evening Enjoy a classic menu of a selection of starters and choice of main course See iconic monuments as the floodlights turn on for the night Feast from a selection of gourmet desserts with your coffee Sail under the Pont Neuf and past the Gothic cathedral of Notre Dame",
        "strLocation": "paris",
        "strOriginUrl": "https://www.getyourguide.com/paris-l16/paris-early-evening-dinner-cruise-on-the-river-seine-t52073/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Paris: Early Evening Dinner Cruise on the River Seine",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-01-31 12:36:40"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 169,
        "intUsdCost": 53,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-278346-145.jpg",
        "strIntroduction": "What You'll Do Enjoy a half-day trip from Paris to Versailles in an air-conditioned vehicle Explore the beautiful Palace of Versailles with skip-the-line privileges Benefit from an audio-guided tour in the language of your choice Choose between a morning or afternoon departure Enjoy a half-day trip from Paris to Versailles in an air-conditioned vehicle Explore the beautiful Palace of Versailles with skip-the-line privileges Benefit from an audio-guided tour in the language of your choice Choose between a morning or afternoon departure Enjoy a half-day trip from Paris to Versailles in an air-conditioned vehicle Explore the beautiful Palace of Versailles with skip-the-line privileges Benefit from an audio-guided tour in the language of your choice Choose between a morning or afternoon departure",
        "strLocation": "paris",
        "strOriginUrl": "https://www.getyourguide.com/paris-l16/skip-the-line-versailles-palace-and-gardens-half-day-tour-t24909/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Versailles Palace Skip-the Line Audio Tour from Paris",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-01-31 12:36:51"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 70,
        "intUsdCost": 32,
        "strGuideLanguage": "english, french, spanish, italian, german",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-454489-145.jpg",
        "strIntroduction": "What You'll Do Learn about the history of Notre-Dame and the Towers from your local guide Enjoy skip-the-line access to the Cathedral’s Towers Climb to the top for incredible views of the city and its landmarks Learn about the history of Notre-Dame and the Towers from your local guide Enjoy skip-the-line access to the Cathedral’s Towers Climb to the top for incredible views of the city and its landmarks Learn about the history of Notre-Dame and the Towers from your local guide Enjoy skip-the-line access to the Cathedral’s Towers Climb to the top for incredible views of the city and its landmarks",
        "strLocation": "paris",
        "strOriginUrl": "https://www.getyourguide.com/paris-l16/skip-the-line-towers-of-notre-dame-cathedral-t66689/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Skip-the-Line: Notre-Dame Cathedral Towers with Guide",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-01-31 12:37:04"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 253,
        "intUsdCost": 80,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-311077-145.jpg",
        "strIntroduction": "What You'll Do Explore Paris under the magical night sky Get breathtaking views from the 2nd floor of the Eiffel Tower Take a romantic cruise along the River Seine See sights like Notre Dame Cathedral and the Louvre Palace illuminated at nighttime Learn interesting facts about the city via audio guides Explore Paris under the magical night sky Get breathtaking views from the 2nd floor of the Eiffel Tower Take a romantic cruise along the River Seine See sights like Notre Dame Cathedral and the Louvre Palace illuminated at nighttime Learn interesting facts about the city via audio guides Explore Paris under the magical night sky Get breathtaking views from the 2nd floor of the Eiffel Tower Take a romantic cruise along the River Seine See sights like Notre Dame Cathedral and the Louvre Palace illuminated at nighttime Learn interesting facts about the city via audio guides",
        "strLocation": "paris",
        "strOriginUrl": "https://www.getyourguide.com/paris-l16/paris-at-night-eiffel-tower-river-cruise-city-tour-t10562/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Paris by Night: Eiffel Tower, River Cruise & Bus Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-01-31 12:37:15"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 292,
        "intUsdCost": 35,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-306721-145.jpg",
        "strIntroduction": "What You'll Do Visit the iconic Eiffel Tower Stroll down the Champs-Élysées Marvel at the architecture of Notre Dame See the magnificent art at Musée D'Orsay Visit the world-famous Musée du Louvre Visit the iconic Eiffel Tower Stroll down the Champs-Élysées Marvel at the architecture of Notre Dame See the magnificent art at Musée D'Orsay Visit the world-famous Musée du Louvre Visit the iconic Eiffel Tower Stroll down the Champs-Élysées Marvel at the architecture of Notre Dame See the magnificent art at Musée D'Orsay Visit the world-famous Musée du Louvre",
        "strLocation": "paris",
        "strOriginUrl": "https://www.getyourguide.com/paris-l16/paris-hop-on-hop-off-tour-1-and-2-day-ticket-t4059/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Paris Hop-on Hop-off Tour: 1 or 2-day Ticket",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-01-31 12:37:26"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 11,
        "intUsdCost": 10,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-495242-145.jpg",
        "strIntroduction": "What You'll Do Skip the lines with your priority access to Sainte Chapelle Take a self-guided tour at your own pace and in the language of your choice Marvel at the grandeur of this UNESCO World Heritage Site Skip the lines with your priority access to Sainte Chapelle Take a self-guided tour at your own pace and in the language of your choice Marvel at the grandeur of this UNESCO World Heritage Site Skip the lines with your priority access to Sainte Chapelle Take a self-guided tour at your own pace and in the language of your choice Marvel at the grandeur of this UNESCO World Heritage Site",
        "strLocation": "paris",
        "strOriginUrl": "https://www.getyourguide.com/sainte-chapelle-l3229/sainte-chapelle-self-guided-tour-t70689/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Sainte Chapelle: Skip-the-Line Self-Guided Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-01-31 12:37:39"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 22,
        "intUsdCost": 16,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-440450-145.jpg",
        "strIntroduction": "What You'll Do Discover Sainte-Chapelle, a gem of Gothic style Admire the stunning stained glass windows of Sainte-Chapelle Behold the majestic Conciergerie, a revolutionary prison Discover Sainte-Chapelle, a gem of Gothic style Admire the stunning stained glass windows of Sainte-Chapelle Behold the majestic Conciergerie, a revolutionary prison Discover Sainte-Chapelle, a gem of Gothic style Admire the stunning stained glass windows of Sainte-Chapelle Behold the majestic Conciergerie, a revolutionary prison",
        "strLocation": "paris",
        "strOriginUrl": "https://www.getyourguide.com/paris-l16/sainte-chapelle-and-conciergerie-combined-ticket-t66215/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Sainte-Chapelle and Conciergerie Combined Ticket",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-01-31 12:37:50"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 40,
        "intUsdCost": 63,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-318191-145.jpg",
        "strIntroduction": "What You'll Do Enjoy an all-inclusive 3-course à-la-carte lunch Admire panoramic views of Paris from a glass-enclosed boat Listen to live music entertainment Cruise past historic monuments, such as the Notre Dame and Eiffel Tower See some of the famous quays of the River Seine Enjoy an all-inclusive 3-course à-la-carte lunch Admire panoramic views of Paris from a glass-enclosed boat Listen to live music entertainment Cruise past historic monuments, such as the Notre Dame and Eiffel Tower See some of the famous quays of the River Seine Enjoy an all-inclusive 3-course à-la-carte lunch Admire panoramic views of Paris from a glass-enclosed boat Listen to live music entertainment Cruise past historic monuments, such as the Notre Dame and Eiffel Tower See some of the famous quays of the River Seine",
        "strLocation": "paris",
        "strOriginUrl": "https://www.getyourguide.com/paris-l16/bateaux-parisiens-lunch-cruise-t51057/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Paris: Bateaux Parisiens 2-Hour Lunch Cruise",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-01-31 12:38:03"
    },
    {
        "intDurationHour": 5,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 196,
        "intUsdCost": 37,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-487101-145.jpg",
        "strIntroduction": "What You'll Do Skip the lines and enter the Palace of Versailles without delay Enjoy the Versailles Estate at your own pace on a self-guided tour Learn about the estate and the city with your revolutionary audio pen and interactive map Skip the lines and enter the Palace of Versailles without delay Enjoy the Versailles Estate at your own pace on a self-guided tour Learn about the estate and the city with your revolutionary audio pen and interactive map Skip the lines and enter the Palace of Versailles without delay Enjoy the Versailles Estate at your own pace on a self-guided tour Learn about the estate and the city with your revolutionary audio pen and interactive map",
        "strLocation": "paris",
        "strOriginUrl": "https://www.getyourguide.com/paris-l16/skip-the-line-versailles-sightseeing-tour-by-audio-pen-t49836/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Skip the Line: Versailles and Trianon Audio Pen Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-01-31 12:38:17"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 54,
        "intUsdCost": 13,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-479629-145.jpg",
        "strIntroduction": "What You'll Do Enter the museum without delay with your skip-the-line priority ticket See the world's most precise record of Picasso's creative process Enjoy the architecture of this stunning grand townhouse Enter the museum without delay with your skip-the-line priority ticket See the world's most precise record of Picasso's creative process Enjoy the architecture of this stunning grand townhouse Enter the museum without delay with your skip-the-line priority ticket See the world's most precise record of Picasso's creative process Enjoy the architecture of this stunning grand townhouse",
        "strLocation": "paris",
        "strOriginUrl": "https://www.getyourguide.com/paris-l16/paris-full-day-picasso-museum-priority-access-t72481/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Paris: Picasso Museum Full-Day Priority Access",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-01-31 12:38:31"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 198,
        "intUsdCost": 53,
        "strGuideLanguage": "spanish, english, french, german, italian",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-277223-145.jpg",
        "strIntroduction": "What You'll Do Discover the beautiful City of Lights under its evening illuminations Ride in a classic Citroen 2CV Drive down the famous Avenue des Champs Elysees Marvel at the glittering Eiffel Tower Discover the beautiful City of Lights under its evening illuminations Ride in a classic Citroen 2CV Drive down the famous Avenue des Champs Elysees Marvel at the glittering Eiffel Tower Discover the beautiful City of Lights under its evening illuminations Ride in a classic Citroen 2CV Drive down the famous Avenue des Champs Elysees Marvel at the glittering Eiffel Tower",
        "strLocation": "paris",
        "strOriginUrl": "https://www.getyourguide.com/paris-l16/illuminations-in-a-vintage-2cv-t3457/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Paris: Illuminations in a Vintage Citroen 2CV",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-01-31 12:38:45"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 7,
        "intUsdCost": 9,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-465684-145.jpg",
        "strIntroduction": "What You'll Do Skip the lines and enter the Panthéon without delay Visit the monument at your own pace on a self-guided tour See the final resting place of more than 70 important figures of French history Skip the lines and enter the Panthéon without delay Visit the monument at your own pace on a self-guided tour See the final resting place of more than 70 important figures of French history Skip the lines and enter the Panthéon without delay Visit the monument at your own pace on a self-guided tour See the final resting place of more than 70 important figures of French history",
        "strLocation": "paris",
        "strOriginUrl": "https://www.getyourguide.com/paris-l16/paris-self-guided-tour-of-the-pantheon-ticket-t70680/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Paris: Panthéon Admission Ticket and Self-Guided Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-01-31 12:38:58"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 27,
        "intUsdCost": 74,
        "strGuideLanguage": "english, spanish, french",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-433326-145.jpg",
        "strIntroduction": "What You'll Do Get an introduction to the masterpieces of the Louvre Museum Learn the history of the Louvre Palace and how it became a museum Take a captivating tour in groups of no more than 6 people Get an introduction to the masterpieces of the Louvre Museum Learn the history of the Louvre Palace and how it became a museum Take a captivating tour in groups of no more than 6 people Get an introduction to the masterpieces of the Louvre Museum Learn the history of the Louvre Palace and how it became a museum Take a captivating tour in groups of no more than 6 people",
        "strLocation": "paris",
        "strOriginUrl": "https://www.getyourguide.com/paris-l16/skip-the-line-louvre-museum-small-group-tour-t66154/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Paris: Skip-the-Line Louvre Museum Small Group Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-01-31 12:39:08"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 259,
        "intUsdCost": 58,
        "strGuideLanguage": "english, french",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-429742-145.jpg",
        "strIntroduction": "What You'll Do Explore Europe's most romantic city by Segway Glide past some of the most iconic monuments in Paris, including the Eiffel Tower Experience the romance of the River Seine at historic bridges Get the inside scoop on hidden sights from young and dynamic guides Enjoy a full Segway training session to ensure you are comfortable and confident Explore Europe's most romantic city by Segway Glide past some of the most iconic monuments in Paris, including the Eiffel Tower Experience the romance of the River Seine at historic bridges Get the inside scoop on hidden sights from young and dynamic guides Enjoy a full Segway training session to ensure you are comfortable and confident Explore Europe's most romantic city by Segway Glide past some of the most iconic monuments in Paris, including the Eiffel Tower Experience the romance of the River Seine at historic bridges Get the inside scoop on hidden sights from young and dynamic guides Enjoy a full Segway training session to ensure you are comfortable and confident",
        "strLocation": "paris",
        "strOriginUrl": "https://www.getyourguide.com/paris-l16/paris-highlights-2-hour-segway-tour-t48720/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Paris Highlights 2.5-Hour Segway Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-01-31 12:39:19"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 278,
        "intUsdCost": 62,
        "strGuideLanguage": "english, french, spanish, german, italian, portuguese, chinese",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-305639-145.jpg",
        "strIntroduction": "What You'll Do Get skip-the-line entrance to the Louvre and avoid the long lines Admire great works of art, such as the Mona Lisa and Venus de Milo Explore the treasures of the Louvre on your own Stroll through the beautiful Tuileries Gardens Get skip-the-line entrance to the Louvre and avoid the long lines Admire great works of art, such as the Mona Lisa and Venus de Milo Explore the treasures of the Louvre on your own Stroll through the beautiful Tuileries Gardens Get skip-the-line entrance to the Louvre and avoid the long lines Admire great works of art, such as the Mona Lisa and Venus de Milo Explore the treasures of the Louvre on your own Stroll through the beautiful Tuileries Gardens",
        "strLocation": "paris",
        "strOriginUrl": "https://www.getyourguide.com/paris-l16/skip-the-line-guided-tour-of-the-louvre-museum-t3393/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Skip the Line: Guided Tour of the Louvre Museum",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-01-31 12:39:33"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 118,
        "intUsdCost": 66,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-278768-145.jpg",
        "strIntroduction": "What You'll Do Skip the long lines to the Louvre with fast-track entry See Da Vinci's enigmatic painting of the \"Mona Lisa\" View Renaissance masterpieces by Caravaggio and Michelangelo Admire the graceful \"Venus de Milo\" and extraordinary \"Winged Victory of Samothrace\" in the classical collection Tour in small groups of 25 people maximum for a more intimate experience Skip the long lines to the Louvre with fast-track entry See Da Vinci's enigmatic painting of the \"Mona Lisa\" View Renaissance masterpieces by Caravaggio and Michelangelo Admire the graceful \"Venus de Milo\" and extraordinary \"Winged Victory of Samothrace\" in the classical collection Tour in small groups of 25 people maximum for a more intimate experience Skip the long lines to the Louvre with fast-track entry See Da Vinci's enigmatic painting of the \"Mona Lisa\" View Renaissance masterpieces by Caravaggio and Michelangelo Admire the graceful \"Venus de Milo\" and extraordinary \"Winged Victory of Samothrace\" in the classical collection Tour in small groups of 25 people maximum for a more intimate experience",
        "strLocation": "paris",
        "strOriginUrl": "https://www.getyourguide.com/paris-l16/quick-entrance-louvre-museum-3-hour-tour-t10505/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Louvre Museum 3-Hour Guided Tour with Skip the Line",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-01-31 12:39:47"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 14,
        "intUsdCost": 34,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-211582-145.jpg",
        "strIntroduction": "What You'll Do Take a panoramic sightseeing tour of Paris by luxury coach Sail along the river Seine on a 1-hour cruise Enjoy audio commentary as you spot the Eiffel Tower and Champs-Élysées Take a panoramic sightseeing tour of Paris by luxury coach Sail along the river Seine on a 1-hour cruise Enjoy audio commentary as you spot the Eiffel Tower and Champs-Élysées Take a panoramic sightseeing tour of Paris by luxury coach Sail along the river Seine on a 1-hour cruise Enjoy audio commentary as you spot the Eiffel Tower and Champs-Élysées",
        "strLocation": "paris",
        "strOriginUrl": "https://www.getyourguide.com/paris-l16/paris-express-2-hour-tour-with-1-hour-seine-river-cruise-t2289/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Paris Coach Tour and Seine River Cruise",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-01-31 12:40:00"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 130,
        "intUsdCost": 37,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-43448-145.jpg",
        "strIntroduction": "What You'll Do Enjoy a 2-hour guided tour of Notre Dame and Ile de la Cité Walk around Ile de la Cité, the center of medieval and Gothic Paris Enjoy fantastic views of Paris from the top of the towers (if option selected) Explore the Notre Dame Cathedral, a stunning Gothic masterpiece dating back to the 12th century Enjoy a 2-hour guided tour of Notre Dame and Ile de la Cité Walk around Ile de la Cité, the center of medieval and Gothic Paris Enjoy fantastic views of Paris from the top of the towers (if option selected) Explore the Notre Dame Cathedral, a stunning Gothic masterpiece dating back to the 12th century Enjoy a 2-hour guided tour of Notre Dame and Ile de la Cité Walk around Ile de la Cité, the center of medieval and Gothic Paris Enjoy fantastic views of Paris from the top of the towers (if option selected) Explore the Notre Dame Cathedral, a stunning Gothic masterpiece dating back to the 12th century",
        "strLocation": "paris",
        "strOriginUrl": "https://www.getyourguide.com/paris-l16/quick-entrance-to-notre-dame-tower-and-ile-de-la-cite-tour-t10511/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Guided Visit of Notre Dame and Ile de la Cité",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-01-31 12:40:10"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 11,
        "intUsdCost": 81,
        "strGuideLanguage": "spanish, english, french, german, italian",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-238901-145.jpg",
        "strIntroduction": "What You'll Do Explore masterpieces of art by French Impressionists and post-Impressionists Skip the long lines to enjoy priority entrance to the Musée d'Orsay Learn about techniques used by artists such as Van Gogh, Renoir, and more Discover the highlights and lesser known gems of the Orsay Admire the beautiful Beaux Arts building of the former rail station Explore masterpieces of art by French Impressionists and post-Impressionists Skip the long lines to enjoy priority entrance to the Musée d'Orsay Learn about techniques used by artists such as Van Gogh, Renoir, and more Discover the highlights and lesser known gems of the Orsay Admire the beautiful Beaux Arts building of the former rail station Explore masterpieces of art by French Impressionists and post-Impressionists Skip the long lines to enjoy priority entrance to the Musée d'Orsay Learn about techniques used by artists such as Van Gogh, Renoir, and more Discover the highlights and lesser known gems of the Orsay Admire the beautiful Beaux Arts building of the former rail station",
        "strLocation": "paris",
        "strOriginUrl": "https://www.getyourguide.com/paris-l16/orsay-museum-must-see-tour-t41344/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Paris: Musée d'Orsay Highlights Skip the Line Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-01-31 12:40:24"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 0,
        "intUsdCost": 50,
        "strGuideLanguage": "english, french",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-406540-145.jpg",
        "strIntroduction": "What You'll Do Cruise down the River Seine in an entirely glassed-in boat Enjoy a bistro lunch with views of the Eiffel Tower Learn the history of Paris via an informative on board commentary See iconic monuments, such as the Notre Dame, Eiffel Tower and Louvre Cruise down the River Seine in an entirely glassed-in boat Enjoy a bistro lunch with views of the Eiffel Tower Learn the history of Paris via an informative on board commentary See iconic monuments, such as the Notre Dame, Eiffel Tower and Louvre Cruise down the River Seine in an entirely glassed-in boat Enjoy a bistro lunch with views of the Eiffel Tower Learn the history of Paris via an informative on board commentary See iconic monuments, such as the Notre Dame, Eiffel Tower and Louvre",
        "strLocation": "paris",
        "strOriginUrl": "https://www.getyourguide.com/paris-l16/paris-bistro-1-hour-sightseeing-cruise-and-lunch-t51067/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Paris: 1-Hour Sightseeing Cruise and Bistro Lunch",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-01-31 12:40:34"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 15,
        "intUsdCost": 71,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-59532-145.jpg",
        "strIntroduction": "What You'll Do Skip the lines with pre-booked admission to Versailles Explore the opulently decorated rooms of the Palace of Versailles Marvel at the stunning manicured gardens and lush rolling lawns Enjoy an intimate tour taken at a leisurely pace, with a maximum of 20 people per group Skip the lines with pre-booked admission to Versailles Explore the opulently decorated rooms of the Palace of Versailles Marvel at the stunning manicured gardens and lush rolling lawns Enjoy an intimate tour taken at a leisurely pace, with a maximum of 20 people per group Skip the lines with pre-booked admission to Versailles Explore the opulently decorated rooms of the Palace of Versailles Marvel at the stunning manicured gardens and lush rolling lawns Enjoy an intimate tour taken at a leisurely pace, with a maximum of 20 people per group",
        "strLocation": "paris",
        "strOriginUrl": "https://www.getyourguide.com/paris-l16/skip-the-line-tour-of-the-palace-and-gardens-of-versailles-t13990/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Versailles Skip-the-Line Half-Day Palace & Gardens Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-01-31 12:40:45"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 13,
        "intUsdCost": 75,
        "strGuideLanguage": "english, spanish",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-309575-145.jpg",
        "strIntroduction": "What You'll Do Skip the long lines to the Louvre Museum See masterpieces of art, including the \"Mona Lisa\" and \"Venus de Milo\" Hear stories behind legendary works, including the \"Winged Victory of Samothrace\" Explore the galleries of the Louvre in small groups for a more intimate experience Skip the long lines to the Louvre Museum See masterpieces of art, including the \"Mona Lisa\" and \"Venus de Milo\" Hear stories behind legendary works, including the \"Winged Victory of Samothrace\" Explore the galleries of the Louvre in small groups for a more intimate experience Skip the long lines to the Louvre Museum See masterpieces of art, including the \"Mona Lisa\" and \"Venus de Milo\" Hear stories behind legendary works, including the \"Winged Victory of Samothrace\" Explore the galleries of the Louvre in small groups for a more intimate experience",
        "strLocation": "paris",
        "strOriginUrl": "https://www.getyourguide.com/paris-l16/skip-the-line-louvre-guided-tour-t50066/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Mona Lisa and Best of the Louvre: Semi-Private Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-01-31 12:40:57"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 473,
        "intUsdCost": 28,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-440016-145.jpg",
        "strIntroduction": "What You'll Do Skip the long lines to enter the Paris Catacombs Benefit from a fast and easy ticket collection See the bones of 6 million Parisians in the Paris Catacombs Learn why the Catacombs were dug in the Middle Ages and how they came to be filled with the dead Discover a darker side to the \"City of Lights\" beneath the streets Listen to an informative audio guide available in English, French, Spanish and German Skip the long lines to enter the Paris Catacombs Benefit from a fast and easy ticket collection See the bones of 6 million Parisians in the Paris Catacombs Learn why the Catacombs were dug in the Middle Ages and how they came to be filled with the dead Discover a darker side to the \"City of Lights\" beneath the streets Listen to an informative audio guide available in English, French, Spanish and German Skip the long lines to enter the Paris Catacombs Benefit from a fast and easy ticket collection See the bones of 6 million Parisians in the Paris Catacombs Learn why the Catacombs were dug in the Middle Ages and how they came to be filled with the dead Discover a darker side to the \"City of Lights\" beneath the streets Listen to an informative audio guide available in English, French, Spanish and German",
        "strLocation": "paris",
        "strOriginUrl": "https://www.getyourguide.com/paris-l16/paris-catacombs-skip-the-line-ticket-t66985/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Paris Catacombs Skip-the-Line Ticket",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-01-31 12:41:10"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 232,
        "intUsdCost": 27,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-391361-145.jpg",
        "strIntroduction": "What You'll Do Enjoy access to the first and second levels of the Eiffel Tower Save time and avoid the long lines for the Tower’s second level Take in panoramic views of Paris from above Take a guided visit of the second level with an experienced English-speaking guide Enjoy access to the first and second levels of the Eiffel Tower Save time and avoid the long lines for the Tower’s second level Take in panoramic views of Paris from above Take a guided visit of the second level with an experienced English-speaking guide Enjoy access to the first and second levels of the Eiffel Tower Save time and avoid the long lines for the Tower’s second level Take in panoramic views of Paris from above Take a guided visit of the second level with an experienced English-speaking guide",
        "strLocation": "paris",
        "strOriginUrl": "https://www.getyourguide.com/paris-l16/eiffel-tower-reserved-entry-time-t60917/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Paris: Eiffel Tower Reserved Entry Time Tickets",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-01-31 12:41:23"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 2806,
        "intUsdCost": 36,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-311437-145.jpg",
        "strIntroduction": "What You'll Do Skip the lines and gain direct access to the Eiffel Tower Take in incredible views from the Summit of the tower Enjoy a pleasant sightseeing cruise on the Seine River Skip the lines and gain direct access to the Eiffel Tower Take in incredible views from the Summit of the tower Enjoy a pleasant sightseeing cruise on the Seine River Skip the lines and gain direct access to the Eiffel Tower Take in incredible views from the Summit of the tower Enjoy a pleasant sightseeing cruise on the Seine River",
        "strLocation": "paris",
        "strOriginUrl": "https://www.getyourguide.com/paris-l16/skip-the-line-eiffel-tower-ticket-river-cruise-t45877/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Eiffel Tower Skip-the-Line Ticket & Seine River Cruise",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-01-31 12:41:33"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 391,
        "intUsdCost": 21,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-411334-145.jpg",
        "strIntroduction": "What You'll Do Enjoy full access to the Palace and Gardens of Versailles for 1 or 2 days Learn more about the \"Sun King\" and other legends of the French Monarchy thanks to your audio guide Take a stroll through the formal and informal gardens (on dates when the Fountain Show is unavailable) Visit the private estate of Marie Antoinette Watch the fountains light up to the sound of music (optional) Stroll through the dazzling Hall of Mirrors Enjoy full access to the Palace and Gardens of Versailles for 1 or 2 days Learn more about the \"Sun King\" and other legends of the French Monarchy thanks to your audio guide Take a stroll through the formal and informal gardens (on dates when the Fountain Show is unavailable) Visit the private estate of Marie Antoinette Watch the fountains light up to the sound of music (optional) Stroll through the dazzling Hall of Mirrors Enjoy full access to the Palace and Gardens of Versailles for 1 or 2 days Learn more about the \"Sun King\" and other legends of the French Monarchy thanks to your audio guide Take a stroll through the formal and informal gardens (on dates when the Fountain Show is unavailable) Visit the private estate of Marie Antoinette Watch the fountains light up to the sound of music (optional) Stroll through the dazzling Hall of Mirrors",
        "strLocation": "paris",
        "strOriginUrl": "https://www.getyourguide.com/paris-l16/palace-of-versailles-full-access-passport-ticket-t59565/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Versailles Palace and Gardens Full Access Day Passes",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-01-31 12:41:47"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 585,
        "intUsdCost": 120,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-343627-145.jpg",
        "strIntroduction": "What You'll Do See one of the world's most famous cabaret shows at the Moulin Rouge Watch a troupe of 60 artists perform the famous \"Féerie\" show Marvel at handmade costumes of feathers, rhinestones, and sequins Share an unforgettable evening with family, friends, or a loved one Sip on sparkling Champagne as you enjoy an iconic French experience See one of the world's most famous cabaret shows at the Moulin Rouge Watch a troupe of 60 artists perform the famous \"Féerie\" show Marvel at handmade costumes of feathers, rhinestones, and sequins Share an unforgettable evening with family, friends, or a loved one Sip on sparkling Champagne as you enjoy an iconic French experience See one of the world's most famous cabaret shows at the Moulin Rouge Watch a troupe of 60 artists perform the famous \"Féerie\" show Marvel at handmade costumes of feathers, rhinestones, and sequins Share an unforgettable evening with family, friends, or a loved one Sip on sparkling Champagne as you enjoy an iconic French experience",
        "strLocation": "paris",
        "strOriginUrl": "https://www.getyourguide.com/paris-l16/moulin-rouge-show-with-champagne-t54034/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Paris: Moulin Rouge Show with Champagne",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-01-31 12:41:59"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 119,
        "intUsdCost": 21,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-319571-145.jpg",
        "strIntroduction": "What You'll Do Enjoy admission to the Louis Vuitton Foundation in Paris Explore the contemporary art exhibitions at the venue Take a walk in the Jardin d’Acclimatation, adjacent to the museum Enjoy admission to the Louis Vuitton Foundation in Paris Explore the contemporary art exhibitions at the venue Take a walk in the Jardin d’Acclimatation, adjacent to the museum Enjoy admission to the Louis Vuitton Foundation in Paris Explore the contemporary art exhibitions at the venue Take a walk in the Jardin d’Acclimatation, adjacent to the museum",
        "strLocation": "paris",
        "strOriginUrl": "https://www.getyourguide.com/paris-l16/skip-the-line-ticket-for-louis-vuitton-foundation-paris-t51189/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Louis Vuitton Foundation Paris Ticket",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-01-31 12:42:12"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 584,
        "intUsdCost": 24,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-329702-145.jpg",
        "strIntroduction": "What You'll Do Skip the long lines to enter the Louvre Museum Marvel at masterpieces of art from Ancient Egypt through the Renaissance and more Get useful advise to plan your visit from your host Spend as much time as you like inside the museum and explore at your own pace Skip the long lines to enter the Louvre Museum Marvel at masterpieces of art from Ancient Egypt through the Renaissance and more Get useful advise to plan your visit from your host Spend as much time as you like inside the museum and explore at your own pace Skip the long lines to enter the Louvre Museum Marvel at masterpieces of art from Ancient Egypt through the Renaissance and more Get useful advise to plan your visit from your host Spend as much time as you like inside the museum and explore at your own pace",
        "strLocation": "paris",
        "strOriginUrl": "https://www.getyourguide.com/paris-l16/skip-the-line-louvre-museum-ticket-t52338/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Louvre Museum Skip-the-Line Ticket with Host",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-01-31 12:42:27"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 314,
        "intUsdCost": 44,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-317980-145.jpg",
        "strIntroduction": "What You'll Do Enjoy a 3-course lunch on the 1st floor of the Eiffel Tower Get views of Paris during an innovative lunch, served in a picnic basket Feast on classic French cuisine in a relaxed and informal setting Take advantage of priority lift tickets to reach the restaurant without waiting Enjoy a 3-course lunch on the 1st floor of the Eiffel Tower Get views of Paris during an innovative lunch, served in a picnic basket Feast on classic French cuisine in a relaxed and informal setting Take advantage of priority lift tickets to reach the restaurant without waiting Enjoy a 3-course lunch on the 1st floor of the Eiffel Tower Get views of Paris during an innovative lunch, served in a picnic basket Feast on classic French cuisine in a relaxed and informal setting Take advantage of priority lift tickets to reach the restaurant without waiting",
        "strLocation": "paris",
        "strOriginUrl": "https://www.getyourguide.com/paris-l16/paris-3-course-lunch-at-the-58-tour-eiffel-restaurant-t51027/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Paris: 3-Course Lunch at 58 Tour Eiffel Restaurant",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-01-31 12:42:40"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 322,
        "intUsdCost": 186,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-409549-145.jpg",
        "strIntroduction": "What You'll Do See one of the world's most famous cabaret shows at the Moulin Rouge Sit down to a dinner of fine French food in a Belle Epoque venue Watch a troupe of 60 artists perform the famous \"Féerie\" show Marvel at the handmade costumes of feathers, rhinestones and sequins Share an unforgettable evening with family, friends, or your lover See one of the world's most famous cabaret shows at the Moulin Rouge Sit down to a dinner of fine French food in a Belle Epoque venue Watch a troupe of 60 artists perform the famous \"Féerie\" show Marvel at the handmade costumes of feathers, rhinestones and sequins Share an unforgettable evening with family, friends, or your lover See one of the world's most famous cabaret shows at the Moulin Rouge Sit down to a dinner of fine French food in a Belle Epoque venue Watch a troupe of 60 artists perform the famous \"Féerie\" show Marvel at the handmade costumes of feathers, rhinestones and sequins Share an unforgettable evening with family, friends, or your lover",
        "strLocation": "paris",
        "strOriginUrl": "https://www.getyourguide.com/paris-l16/paris-moulin-rouge-show-t46511/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Paris: Moulin Rouge Show with Dinner Options",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-01-31 12:42:53"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 10,
        "intUsdCost": 87,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-233569-145.jpg",
        "strIntroduction": "What You'll Do Enjoy a private door-to-door transfer between your centrally located Paris hotel and Charles de Gaulle Airport Relax with a smooth, friendly, and hassle-free transfer service Sit back in comfort with generous leg room, air conditioning, and luggage storage Watch the scenery in comfort as your driver takes you from Charles de Gaulle Airport to the destination of your choice in Paris Enjoy the privacy and comfort of a private ride through Paris Travel to Paris knowing that a punctual and safe trip to your destination awaits you Enjoy a private door-to-door transfer between your centrally located Paris hotel and Charles de Gaulle Airport Relax with a smooth, friendly, and hassle-free transfer service Sit back in comfort with generous leg room, air conditioning, and luggage storage Watch the scenery in comfort as your driver takes you from Charles de Gaulle Airport to the destination of your choice in Paris Enjoy the privacy and comfort of a private ride through Paris Travel to Paris knowing that a punctual and safe trip to your destination awaits you Enjoy a private door-to-door transfer between your centrally located Paris hotel and Charles de Gaulle Airport Relax with a smooth, friendly, and hassle-free transfer service Sit back in comfort with generous leg room, air conditioning, and luggage storage Watch the scenery in comfort as your driver takes you from Charles de Gaulle Airport to the destination of your choice in Paris Enjoy the privacy and comfort of a private ride through Paris Travel to Paris knowing that a punctual and safe trip to your destination awaits you",
        "strLocation": "paris",
        "strOriginUrl": "https://www.getyourguide.com/paris-l16/vip-airport-transfer-roissy-cdg-paris-paris-roissy-cdg-t40681/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Paris: Charles de Gaulle Airport Private Transfer",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-01-31 12:43:06"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 219,
        "intUsdCost": 45,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-453833-145.jpg",
        "strIntroduction": "What You'll Do Skip the line at the Eiffel Tower and head straight up to the second floor Explore the Eiffel Tower viewing gallery with a host and learn about the beloved Paris monument Cruise along the UNESCO-listed riverbanks of the Seine and admire the Louvre, Notre Dame and more Skip the line at the Eiffel Tower and head straight up to the second floor Explore the Eiffel Tower viewing gallery with a host and learn about the beloved Paris monument Cruise along the UNESCO-listed riverbanks of the Seine and admire the Louvre, Notre Dame and more Skip the line at the Eiffel Tower and head straight up to the second floor Explore the Eiffel Tower viewing gallery with a host and learn about the beloved Paris monument Cruise along the UNESCO-listed riverbanks of the Seine and admire the Louvre, Notre Dame and more",
        "strLocation": "paris",
        "strOriginUrl": "https://www.getyourguide.com/paris-l16/skip-the-line-tickets-eiffel-tower-and-louvre-museum-t56627/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Skip the Line: Eiffel Tower 2nd Floor & Seine Cruise",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-01-31 12:43:19"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 46,
        "intUsdCost": 64,
        "strGuideLanguage": "english, french",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-389720-145.jpg",
        "strIntroduction": "What You'll Do Experience the hit show and Paris essential, Paradis à la Folie Sip a glass of champagne Enjoy a hit show of the Paradis Latin Experience the hit show and Paris essential, Paradis à la Folie Sip a glass of champagne Enjoy a hit show of the Paradis Latin Experience the hit show and Paris essential, Paradis à la Folie Sip a glass of champagne Enjoy a hit show of the Paradis Latin",
        "strLocation": "paris",
        "strOriginUrl": "https://www.getyourguide.com/paris-l16/paradis-latin-cabaret-night-show-and-glass-of-champagne-t11981/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Paradis Latin Show & Champagne",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-01-31 12:43:35"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 112,
        "intUsdCost": 24,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-246954-145.jpg",
        "strIntroduction": "What You'll Do Visit the fascinating Grévin Wax Museum See the lifelike figures of your favorite stars Take pictures on the red carpet with Hollywood actors and actresses Explore the history of France, from Jean of Arc to Louis XIV Visit the Hall of Mirrors, which includes a Hindu temple and a jungle Visit the fascinating Grévin Wax Museum See the lifelike figures of your favorite stars Take pictures on the red carpet with Hollywood actors and actresses Explore the history of France, from Jean of Arc to Louis XIV Visit the Hall of Mirrors, which includes a Hindu temple and a jungle Visit the fascinating Grévin Wax Museum See the lifelike figures of your favorite stars Take pictures on the red carpet with Hollywood actors and actresses Explore the history of France, from Jean of Arc to Louis XIV Visit the Hall of Mirrors, which includes a Hindu temple and a jungle",
        "strLocation": "paris",
        "strOriginUrl": "https://www.getyourguide.com/paris-l16/grevin-wax-museum-tour-t2907/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Paris: Grévin Wax Museum Ticket",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-01-31 12:43:48"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 195,
        "intUsdCost": 23,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-308379-145.jpg",
        "strIntroduction": "What You'll Do Skip the line at Hard Rock Cafe Paris and enjoy great American food Enjoy a great dining experience in the Opera shopping district of Paris Check out the limited addition Paris accessories at the famous Rock Shop Share your experience with family and friends using #hardrockcafeparis Skip the line at Hard Rock Cafe Paris and enjoy great American food Enjoy a great dining experience in the Opera shopping district of Paris Check out the limited addition Paris accessories at the famous Rock Shop Share your experience with family and friends using #hardrockcafeparis Skip the line at Hard Rock Cafe Paris and enjoy great American food Enjoy a great dining experience in the Opera shopping district of Paris Check out the limited addition Paris accessories at the famous Rock Shop Share your experience with family and friends using #hardrockcafeparis",
        "strLocation": "paris",
        "strOriginUrl": "https://www.getyourguide.com/paris-l16/skip-the-line-hard-rock-cafe-paris-t8497/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Skip the Line: Hard Rock Cafe Paris",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-01-31 12:44:01"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 3,
        "intReviewVisitor": 7,
        "intUsdCost": 20,
        "strGuideLanguage": "english, french",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-397945-145.jpg",
        "strIntroduction": "What You'll Do Stroll through the wine cellars of the King of France Learn all about French grapes and wine regions Stimulate your 5 senses with a sensory visit Taste a range of French wines Stroll through the wine cellars of the King of France Learn all about French grapes and wine regions Stimulate your 5 senses with a sensory visit Taste a range of French wines Stroll through the wine cellars of the King of France Learn all about French grapes and wine regions Stimulate your 5 senses with a sensory visit Taste a range of French wines",
        "strLocation": "paris",
        "strOriginUrl": "https://www.getyourguide.com/paris-l16/paris-french-wine-experience-with-3-glasses-of-wine-t61871/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Paris: French Wine Experience with Wine Tasting",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-01-31 12:44:13"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 12,
        "strGuideLanguage": "english, french",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-437837-145.jpg",
        "strIntroduction": "What You'll Do Discover the famous districts of Paris from a different perspective Take an historical journey through the heart of Paris Hear surprising anecdotes about Paris and its great crimes Discover the famous districts of Paris from a different perspective Take an historical journey through the heart of Paris Hear surprising anecdotes about Paris and its great crimes Discover the famous districts of Paris from a different perspective Take an historical journey through the heart of Paris Hear surprising anecdotes about Paris and its great crimes",
        "strLocation": "paris",
        "strOriginUrl": "https://www.getyourguide.com/paris-l16/paris-crime-history-walking-tour-t66802/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Historical Crimes of Paris Walking Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-01-31 12:44:23"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 143,
        "intUsdCost": 19,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-411296-145.jpg",
        "strIntroduction": "What You'll Do Skip the cashier line to the Palace of Versailles Learn about the main figures of the French monarchy, such as the legendary \"Sun King\" thanks to your audio guide (available in 11 languages) Walk through the dazzling Hall of Mirrors Discover formal and informal gardens in the palatial grounds (only on certain days during high season) Skip the cashier line to the Palace of Versailles Learn about the main figures of the French monarchy, such as the legendary \"Sun King\" thanks to your audio guide (available in 11 languages) Walk through the dazzling Hall of Mirrors Discover formal and informal gardens in the palatial grounds (only on certain days during high season) Skip the cashier line to the Palace of Versailles Learn about the main figures of the French monarchy, such as the legendary \"Sun King\" thanks to your audio guide (available in 11 languages) Walk through the dazzling Hall of Mirrors Discover formal and informal gardens in the palatial grounds (only on certain days during high season)",
        "strLocation": "paris",
        "strOriginUrl": "https://www.getyourguide.com/paris-l16/palace-of-versailles-entrance-ticket-t59528/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Palace of Versailles: Entry Ticket with Audio Guide",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-01-31 12:44:35"
    }
]