[
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 0,
        "intUsdCost": 305,
        "strGuideLanguage": "english, french",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-442548-145.jpg",
        "strIntroduction": "What You'll Do Travel on the scenic route of the N2 towards Gansbaai. Upon arrival guests will receive breakfast and a briefing by trained site guides of what to expect. Charter a boat to encounter the Great White Sharks from the safety of a cage. All diving gear included. Estimated time on the water is 3- 4 hours. Fresh towels and warm showers upon your return to the base. Lunch and soft drinks served while guests watch the DVD of the day. See the town of Hermanus on the return to Cape Town with an option of either wine tasting at 2 wineries or land-based hale watching (only in season). A quick stop at Stony Point in Betty's Bay to see the African Penguins Colony. Travel on the scenic route of the N2 towards Gansbaai. Upon arrival guests will receive breakfast and a briefing by trained site guides of what to expect. Charter a boat to encounter the Great White Sharks from the safety of a cage. All diving gear included. Estimated time on the water is 3- 4 hours. Fresh towels and warm showers upon your return to the base. Lunch and soft drinks served while guests watch the DVD of the day. See the town of Hermanus on the return to Cape Town with an option of either wine tasting at 2 wineries or land-based hale watching (only in season). A quick stop at Stony Point in Betty's Bay to see the African Penguins Colony. Travel on the scenic route of the N2 towards Gansbaai. Upon arrival guests will receive breakfast and a briefing by trained site guides of what to expect. Charter a boat to encounter the Great White Sharks from the safety of a cage. All diving gear included. Estimated time on the water is 3- 4 hours. Fresh towels and warm showers upon your return to the base. Lunch and soft drinks served while guests watch the DVD of the day. See the town of Hermanus on the return to Cape Town with an option of either wine tasting at 2 wineries or land-based hale watching (only in season). A quick stop at Stony Point in Betty's Bay to see the African Penguins Colony.",
        "strLocation": "cape town",
        "strOriginUrl": "https://www.getyourguide.com/cape-town-l103/full-day-shark-cage-diving-private-tour-in-gansbaai-t67346/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Full Day Shark Cage Diving Private Tour in Gansbaai",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 10:07:40"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 0,
        "intUsdCost": 250,
        "strGuideLanguage": "english, french",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-442623-145.jpg",
        "strIntroduction": "What You'll Do Travel along the N2 towards Hermanus in a luxury private Mercedes Benz C -class or Hyundai H1 (depending on the amount of guests). Encounter the southern right whales at close range from a boat at sea under the supervision of qualified site guides. Explore the town of Hermanus; have some lunch at one of the many eateries. Enjoy a wine tasting in the Hemel-en-Aarde Valley. On the return leg, visit one of the largest penguin colonies in the Cape at Stony Point in Betty's Bay. Travel along the N2 towards Hermanus in a luxury private Mercedes Benz C -class or Hyundai H1 (depending on the amount of guests). Encounter the southern right whales at close range from a boat at sea under the supervision of qualified site guides. Explore the town of Hermanus; have some lunch at one of the many eateries. Enjoy a wine tasting in the Hemel-en-Aarde Valley. On the return leg, visit one of the largest penguin colonies in the Cape at Stony Point in Betty's Bay. Travel along the N2 towards Hermanus in a luxury private Mercedes Benz C -class or Hyundai H1 (depending on the amount of guests). Encounter the southern right whales at close range from a boat at sea under the supervision of qualified site guides. Explore the town of Hermanus; have some lunch at one of the many eateries. Enjoy a wine tasting in the Hemel-en-Aarde Valley. On the return leg, visit one of the largest penguin colonies in the Cape at Stony Point in Betty's Bay.",
        "strLocation": "cape town",
        "strOriginUrl": "https://www.getyourguide.com/cape-town-l103/full-day-whale-watching-wine-tasting-private-tour-t67355/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Full Day Whale Watching & Wine Tasting Private Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 10:07:51"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 1,
        "intReviewVisitor": 1,
        "intUsdCost": 52,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-442881-145.jpg",
        "strIntroduction": "What You'll Do Avoid long lines and hassle for cabs with your priority reservation Enjoy the privacy and comfort of a private ride through Cape Town Travel to Cape Town knowing that a punctual and safe transfer to your destination awaits you Avoid long lines and hassle for cabs with your priority reservation Enjoy the privacy and comfort of a private ride through Cape Town Travel to Cape Town knowing that a punctual and safe transfer to your destination awaits you Avoid long lines and hassle for cabs with your priority reservation Enjoy the privacy and comfort of a private ride through Cape Town Travel to Cape Town knowing that a punctual and safe transfer to your destination awaits you",
        "strLocation": "cape town",
        "strOriginUrl": "https://www.getyourguide.com/cape-town-l103/cape-town-airport-private-transfers-round-trip-t67383/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Cape Town Airport Private Transfers - Round Trip",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 10:08:05"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 623,
        "strGuideLanguage": "english, french",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-443629-145.jpg",
        "strIntroduction": "What You'll Do Get aerial views of the Atlantic Seaboard, Hout Bay, Noordhoek, Muizenberg and more Encounter cheetahs at Somerset West Enjoy a 3-course lunch in the beautiful Cape Winelands Taste cheese and wine at Fairview Wine & Cheese Get aerial views of the Atlantic Seaboard, Hout Bay, Noordhoek, Muizenberg and more Encounter cheetahs at Somerset West Enjoy a 3-course lunch in the beautiful Cape Winelands Taste cheese and wine at Fairview Wine & Cheese Get aerial views of the Atlantic Seaboard, Hout Bay, Noordhoek, Muizenberg and more Encounter cheetahs at Somerset West Enjoy a 3-course lunch in the beautiful Cape Winelands Taste cheese and wine at Fairview Wine & Cheese",
        "strLocation": "cape town",
        "strOriginUrl": "https://www.getyourguide.com/cape-town-l103/full-day-helicopter-winelands-wildlife-private-tour-t67461/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Cape Winelands, Wildlife and Helicopter Private Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 10:08:17"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 0,
        "intUsdCost": 255,
        "strGuideLanguage": "english, french",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-443818-145.jpg",
        "strIntroduction": "What You'll Do See Boulder's Beach penguins colony in a different way by sea kayaking Encounter whales (in season) Swim and get closer to the penguins See Boulder's Beach penguins colony in a different way by sea kayaking Encounter whales (in season) Swim and get closer to the penguins See Boulder's Beach penguins colony in a different way by sea kayaking Encounter whales (in season) Swim and get closer to the penguins",
        "strLocation": "cape town",
        "strOriginUrl": "https://www.getyourguide.com/cape-town-l103/full-day-sea-kayak-cape-point-private-tour-with-lunch-t67485/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Full-Day Sea Kayak & Cape Point Private Tour with Lunch",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 10:08:27"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 0,
        "intUsdCost": 250,
        "strGuideLanguage": "english, french",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-443856-145.jpg",
        "strIntroduction": "What You'll Do Explore the local streets on a walking tour of Cape Town city Take the cable car up to the top of Table Mountain Visit the Bo-Kaap, the Noon Gun, Signal Hill and the Castle of Good Hope Enjoy some wine tasting at Cape Point Vineyard Visit the oldest wine route in South Africa: Groot Constantia for a wine tasting, before we return to Cape Town via Kirstenbosch Botanical Gardens Explore the local streets on a walking tour of Cape Town city Take the cable car up to the top of Table Mountain Visit the Bo-Kaap, the Noon Gun, Signal Hill and the Castle of Good Hope Enjoy some wine tasting at Cape Point Vineyard Visit the oldest wine route in South Africa: Groot Constantia for a wine tasting, before we return to Cape Town via Kirstenbosch Botanical Gardens Explore the local streets on a walking tour of Cape Town city Take the cable car up to the top of Table Mountain Visit the Bo-Kaap, the Noon Gun, Signal Hill and the Castle of Good Hope Enjoy some wine tasting at Cape Point Vineyard Visit the oldest wine route in South Africa: Groot Constantia for a wine tasting, before we return to Cape Town via Kirstenbosch Botanical Gardens",
        "strLocation": "cape town",
        "strOriginUrl": "https://www.getyourguide.com/cape-town-l103/cape-town-city-private-tour-constantia-winelands-t67497/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Cape Town City Private Tour & Constantia Winelands",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 10:08:39"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 0,
        "intUsdCost": 358,
        "strGuideLanguage": "english, french",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-445972-145.jpg",
        "strIntroduction": "What You'll Do See the African Penguins colony at Stony Point Visit Harold Porter Botanical Gardens Lunch at Newton-Johnson Restaurant Drive to Cape Agulhas and explore the second oldest lighthouse in South Africa Walk to the official meeting of the two oceans Take a photo at the Southernmost tip of Africa See the African Penguins colony at Stony Point Visit Harold Porter Botanical Gardens Lunch at Newton-Johnson Restaurant Drive to Cape Agulhas and explore the second oldest lighthouse in South Africa Walk to the official meeting of the two oceans Take a photo at the Southernmost tip of Africa See the African Penguins colony at Stony Point Visit Harold Porter Botanical Gardens Lunch at Newton-Johnson Restaurant Drive to Cape Agulhas and explore the second oldest lighthouse in South Africa Walk to the official meeting of the two oceans Take a photo at the Southernmost tip of Africa",
        "strLocation": "cape town",
        "strOriginUrl": "https://www.getyourguide.com/cape-town-l103/full-day-cape-agulhas-all-inclusive-private-tour-t67815/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Full-Day Cape Agulhas All-Inclusive Private Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 10:08:54"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 32,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-425724-145.jpg",
        "strIntroduction": "What You'll Do See Cape Town City Center and V&A Waterfront from the Famous Table Mountain Experience a World Heritage Site Enjoy the outdoors on your doorstep See Cape Town City Center and V&A Waterfront from the Famous Table Mountain Experience a World Heritage Site Enjoy the outdoors on your doorstep See Cape Town City Center and V&A Waterfront from the Famous Table Mountain Experience a World Heritage Site Enjoy the outdoors on your doorstep",
        "strLocation": "cape town",
        "strOriginUrl": "https://www.getyourguide.com/cape-town-l103/table-mountain-platteklip-gorge-hike-t65112/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Table Mountain: Platteklip Gorge Hike",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 10:09:05"
    },
    {
        "intDurationHour": 6,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 0,
        "intUsdCost": 53,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-425916-145.jpg",
        "strIntroduction": "What You'll Do Go to the famous Kirstenbosch Botanical Gardens Climb up a very rare Afro Montane Forest ravine Experience Table Mountains Water Catchments See South Africa's National Flower \"The King Protea\" Go to the famous Kirstenbosch Botanical Gardens Climb up a very rare Afro Montane Forest ravine Experience Table Mountains Water Catchments See South Africa's National Flower \"The King Protea\" Go to the famous Kirstenbosch Botanical Gardens Climb up a very rare Afro Montane Forest ravine Experience Table Mountains Water Catchments See South Africa's National Flower \"The King Protea\"",
        "strLocation": "cape town",
        "strOriginUrl": "https://www.getyourguide.com/cape-town-l103/table-mountain-skeleton-gorge-hike-t65148/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Table Mountain: Skeleton Gorge Hike",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 10:09:16"
    },
    {
        "intDurationHour": 5,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 0,
        "intUsdCost": 53,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-426193-145.jpg",
        "strIntroduction": "What You'll Do Start your hike from Cecil John Rhodes Memorial Climb up through rich Fynbos past the famous Kings Blockhouse Contour beneath Devils Peak with panoramic views of Table Bay and down town Cape Town Enjoy views of the Indian and Atlantic Oceans and everything inbetween Start your hike from Cecil John Rhodes Memorial Climb up through rich Fynbos past the famous Kings Blockhouse Contour beneath Devils Peak with panoramic views of Table Bay and down town Cape Town Enjoy views of the Indian and Atlantic Oceans and everything inbetween Start your hike from Cecil John Rhodes Memorial Climb up through rich Fynbos past the famous Kings Blockhouse Contour beneath Devils Peak with panoramic views of Table Bay and down town Cape Town Enjoy views of the Indian and Atlantic Oceans and everything inbetween",
        "strLocation": "cape town",
        "strOriginUrl": "https://www.getyourguide.com/cape-town-l103/cape-town-devils-peak-hike-t65173/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Cape Town: Devils Peak Hike",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 10:09:28"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 0,
        "intUsdCost": 32,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-426798-145.jpg",
        "strIntroduction": "What You'll Do Climb up with scenic views of Hout Bay fishing villiage Enjoy the ancient geology, fauna and flora of the Cape Floral Kingdom Experience 360 degree views of the Cape Peninsula from the summit Climb up with scenic views of Hout Bay fishing villiage Enjoy the ancient geology, fauna and flora of the Cape Floral Kingdom Experience 360 degree views of the Cape Peninsula from the summit Climb up with scenic views of Hout Bay fishing villiage Enjoy the ancient geology, fauna and flora of the Cape Floral Kingdom Experience 360 degree views of the Cape Peninsula from the summit",
        "strLocation": "cape town",
        "strOriginUrl": "https://www.getyourguide.com/cape-town-l103/cape-town-chapmans-peak-hike-t65244/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Cape Town: Chapmans Peak Hike",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 10:09:39"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 0,
        "intUsdCost": 32,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-430991-145.jpg",
        "strIntroduction": "What You'll Do View South Africa's surfing birthplace from the start of the trail and False Bay Explore magical forests and ancient rock features Climb through crags and caves Relax in a natural rock amphitheater View South Africa's surfing birthplace from the start of the trail and False Bay Explore magical forests and ancient rock features Climb through crags and caves Relax in a natural rock amphitheater View South Africa's surfing birthplace from the start of the trail and False Bay Explore magical forests and ancient rock features Climb through crags and caves Relax in a natural rock amphitheater",
        "strLocation": "cape town",
        "strOriginUrl": "https://www.getyourguide.com/cape-town-l103/cape-town-spes-bona-valley-hike-t65245/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Cape Town: Echo Valley Hike",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 10:09:50"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 0,
        "intUsdCost": 32,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-426829-145.jpg",
        "strIntroduction": "What You'll Do Take in a piece of history hiking past Rhodes Memorial and The Kings Block House Enjoy the views of both Indian and Atlantic oceans on either side of the peninsula Relax and refuel in a cave that overlooks the city of Cape town Take in a piece of history hiking past Rhodes Memorial and The Kings Block House Enjoy the views of both Indian and Atlantic oceans on either side of the peninsula Relax and refuel in a cave that overlooks the city of Cape town Take in a piece of history hiking past Rhodes Memorial and The Kings Block House Enjoy the views of both Indian and Atlantic oceans on either side of the peninsula Relax and refuel in a cave that overlooks the city of Cape town",
        "strLocation": "cape town",
        "strOriginUrl": "https://www.getyourguide.com/cape-town-l103/cape-town-woodstock-cave-hike-t65248/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Cape Town: Woodstock Cave Hike",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 10:10:02"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 0,
        "intUsdCost": 97,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-427074-145.jpg",
        "strIntroduction": "What You'll Do Explore the coastline between Cape Town and Gansbaai Enjoy a 2-hour whale-watching boat trip Visit the Peregrine Farm Stall, and see the variety of fresh produce on offer Explore the coastline between Cape Town and Gansbaai Enjoy a 2-hour whale-watching boat trip Visit the Peregrine Farm Stall, and see the variety of fresh produce on offer Explore the coastline between Cape Town and Gansbaai Enjoy a 2-hour whale-watching boat trip Visit the Peregrine Farm Stall, and see the variety of fresh produce on offer",
        "strLocation": "cape town",
        "strOriginUrl": "https://www.getyourguide.com/cape-town-l103/full-day-cape-town-to-gansbaai-tour-whale-watching-t65291/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Cape Town to Gansbaai and Whale Watching Full-Day Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 10:10:14"
    },
    {
        "intDurationHour": 9,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 0,
        "intUsdCost": 134,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-448401-145.jpg",
        "strIntroduction": "What You'll Do Visit the most southern tip of the African Continent Visit the official meeting place of the Indian and Atlantic Oceans Visit the shipwreck museum in Bredasdorp Vist Struisbaai beach & the lighthouse at Cape Agulhas Visit the most southern tip of the African Continent Visit the official meeting place of the Indian and Atlantic Oceans Visit the shipwreck museum in Bredasdorp Vist Struisbaai beach & the lighthouse at Cape Agulhas Visit the most southern tip of the African Continent Visit the official meeting place of the Indian and Atlantic Oceans Visit the shipwreck museum in Bredasdorp Vist Struisbaai beach & the lighthouse at Cape Agulhas",
        "strLocation": "cape town",
        "strOriginUrl": "https://www.getyourguide.com/cape-town-l103/cape-agulhas-tour-from-cape-town-t66895/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Cape Agulhas Tour from Cape Town",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 10:10:28"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 0,
        "intUsdCost": 139,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-478046-145.jpg",
        "strIntroduction": "What You'll Do Enjoy a spectacular Cableway ride to the top of Table Mountain Feast on the incredible views, as well as your picnic lunch, on the top of Table Mountain Take in the breathtaking views of the Constantia Valley and its Wine Estates Explore these Wine Estates dating back to the 17th Century Taste their award-winning wines Enjoy a spectacular Cableway ride to the top of Table Mountain Feast on the incredible views, as well as your picnic lunch, on the top of Table Mountain Take in the breathtaking views of the Constantia Valley and its Wine Estates Explore these Wine Estates dating back to the 17th Century Taste their award-winning wines Enjoy a spectacular Cableway ride to the top of Table Mountain Feast on the incredible views, as well as your picnic lunch, on the top of Table Mountain Take in the breathtaking views of the Constantia Valley and its Wine Estates Explore these Wine Estates dating back to the 17th Century Taste their award-winning wines",
        "strLocation": "cape town",
        "strOriginUrl": "https://www.getyourguide.com/cape-town-l103/hike-table-mountain-wine-tasting-tour-full-day-t72238/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Hike Table Mountain & Wine Tasting Tour: Full Day",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 10:10:38"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 0,
        "intUsdCost": 90,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-482990-145.jpg",
        "strIntroduction": "What You'll Do Learn about the pass system that was the backbone of apartheid Tour the Langa Quarter See how townships are leading the green economy Learn about the pass system that was the backbone of apartheid Tour the Langa Quarter See how townships are leading the green economy Learn about the pass system that was the backbone of apartheid Tour the Langa Quarter See how townships are leading the green economy",
        "strLocation": "cape town",
        "strOriginUrl": "https://www.getyourguide.com/cape-town-l103/township-futures-tour-t72823/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Township Futures Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 10:10:49"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 0,
        "intUsdCost": 120,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-457236-145.jpg",
        "strIntroduction": "What You'll Do Escape the crowds. Enjoy wonderful beach and cliff scenery. See shipwrecks, whales and all sorts of wildlife. Escape the crowds. Enjoy wonderful beach and cliff scenery. See shipwrecks, whales and all sorts of wildlife. Escape the crowds. Enjoy wonderful beach and cliff scenery. See shipwrecks, whales and all sorts of wildlife.",
        "strLocation": "cape town",
        "strOriginUrl": "https://www.getyourguide.com/cape-town-l103/cape-point-hiking-t69524/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Cape Point Hiking",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 10:11:00"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 0,
        "intUsdCost": 75,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-518569-145.jpg",
        "strIntroduction": "What You'll Do Take in spectacular panoramic views Enjoy a great walk for families View the incredible Cape sunsets from the top Take in spectacular panoramic views Enjoy a great walk for families View the incredible Cape sunsets from the top Take in spectacular panoramic views Enjoy a great walk for families View the incredible Cape sunsets from the top",
        "strLocation": "cape town",
        "strOriginUrl": "https://www.getyourguide.com/cape-town-l103/lions-head-half-day-sunset-hike-t77575/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Lions Head Sunset Hike",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 10:11:10"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 0,
        "intUsdCost": 442,
        "strGuideLanguage": "english, french, portuguese",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-519547-145.jpg",
        "strIntroduction": "What You'll Do Take a 2- to 3-hour game drive where you can encounter the Big Five of Africa up-close Relax in the bar area, book a spa treatment or take a dip in the swimming pool at Aquila Private Game Reserve Sample local wines and delicacies at a tasting session on the Paarl Wine Route Take a 2- to 3-hour game drive where you can encounter the Big Five of Africa up-close Relax in the bar area, book a spa treatment or take a dip in the swimming pool at Aquila Private Game Reserve Sample local wines and delicacies at a tasting session on the Paarl Wine Route Take a 2- to 3-hour game drive where you can encounter the Big Five of Africa up-close Relax in the bar area, book a spa treatment or take a dip in the swimming pool at Aquila Private Game Reserve Sample local wines and delicacies at a tasting session on the Paarl Wine Route",
        "strLocation": "cape town",
        "strOriginUrl": "https://www.getyourguide.com/cape-town-l103/from-cape-town-full-day-private-aquila-safari-tour-t77710/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "From Cape Town: Full-Day Private Aquila Safari Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 10:11:21"
    },
    {
        "intDurationHour": 16,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 0,
        "intUsdCost": 299,
        "strGuideLanguage": "english, german",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-371384-145.jpg",
        "strIntroduction": "What You'll Do Take a 2-day private safari along the famous Garden Route, which stretches over 750 kilometers from the west to the east of South Africa Visit a private wildlife preserve, founded in recent years, and enjoy the hospitality Experience the well-known cities of Franschhoek and Stellenbosch and try regional wines if you so choose Take a 2-day private safari along the famous Garden Route, which stretches over 750 kilometers from the west to the east of South Africa Visit a private wildlife preserve, founded in recent years, and enjoy the hospitality Experience the well-known cities of Franschhoek and Stellenbosch and try regional wines if you so choose Take a 2-day private safari along the famous Garden Route, which stretches over 750 kilometers from the west to the east of South Africa Visit a private wildlife preserve, founded in recent years, and enjoy the hospitality Experience the well-known cities of Franschhoek and Stellenbosch and try regional wines if you so choose",
        "strLocation": "cape town",
        "strOriginUrl": "https://www.getyourguide.com/cape-town-l103/from-cape-town-garden-route-tour-and-big-five-safari-t56197/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "From Cape Town: Garden Route Tour and Big Five Safari",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 10:11:33"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 0,
        "intUsdCost": 74,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-463752-145.jpg",
        "strIntroduction": "What You'll Do Experience the Twelve Apostles at sunset Walk along the sands of the Loch Ard Gorge Spot koalas in the wild Travel along one of the world's most scenic drives Experience the Twelve Apostles at sunset Walk along the sands of the Loch Ard Gorge Spot koalas in the wild Travel along one of the world's most scenic drives Experience the Twelve Apostles at sunset Walk along the sands of the Loch Ard Gorge Spot koalas in the wild Travel along one of the world's most scenic drives",
        "strLocation": "cape town",
        "strOriginUrl": "https://www.getyourguide.com/melbourne-l202/great-ocean-road-sunset-tour-t70475/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Great Ocean Road Sunset Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 10:11:46"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 0,
        "intUsdCost": 39,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-527018-145.jpg",
        "strIntroduction": "What You'll Do Learn to surf this holiday season in Cape Town Surf in the beautiful Atlantic Ocean overlooking the majestic Table Mountain Grab a bite to eat after your surf at one of the restaurants overlooking the ocean at Big Bay Rent a surfboard and hire a wetsuit to practice Learn to surf this holiday season in Cape Town Surf in the beautiful Atlantic Ocean overlooking the majestic Table Mountain Grab a bite to eat after your surf at one of the restaurants overlooking the ocean at Big Bay Rent a surfboard and hire a wetsuit to practice Learn to surf this holiday season in Cape Town Surf in the beautiful Atlantic Ocean overlooking the majestic Table Mountain Grab a bite to eat after your surf at one of the restaurants overlooking the ocean at Big Bay Rent a surfboard and hire a wetsuit to practice",
        "strLocation": "cape town",
        "strOriginUrl": "https://www.getyourguide.com/cape-town-l103/cape-town-learn-to-surf-this-holiday-season-t78794/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Cape Town: Learn to Surf this Holiday Season",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 10:11:59"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 0,
        "intUsdCost": 91,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-534510-145.jpg",
        "strIntroduction": "What You'll Do Admire the spectacular natural scenery of the Cape Peninsula Visit the Boulders Beach penguin colony Enjoy a leisurely walk along a cool, white sandy beach Admire the spectacular natural scenery of the Cape Peninsula Visit the Boulders Beach penguin colony Enjoy a leisurely walk along a cool, white sandy beach Admire the spectacular natural scenery of the Cape Peninsula Visit the Boulders Beach penguin colony Enjoy a leisurely walk along a cool, white sandy beach",
        "strLocation": "cape town",
        "strOriginUrl": "https://www.getyourguide.com/cape-town-l103/full-day-cape-peninsula-tour-t80052/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Full-Day Cape Peninsula Tour from Cape Town",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 10:12:13"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 0,
        "intUsdCost": 195,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-401932-145.jpg",
        "strIntroduction": "What You'll Do Hout Bay - Wander around craft markets or chill at the beach Duiker island cruise (Optional with extra cost) Boat trip journey to a large colony of Cape fur seals Chapman's peak drive - Spectacular drive along the Peninsula Cape of Good Hope Reserve - Observe wildlife in a fynbos landscape Cape Point - Africa's most south-westerly point Kayamandi Township - A guided walking tour in this vibrant township Wine & cheese tasting - Sample wine & cheese in the Winelands Hermanus - Enjoy the morning in this laid-back coastal town Cape Agulhas visit - Travel to the southern tip of Africa Shark cage diving - (optional with extra cost) The brave at heart rise early to go cage diving with the Great White sharks Hout Bay - Wander around craft markets or chill at the beach Duiker island cruise (Optional with extra cost) Boat trip journey to a large colony of Cape fur seals Chapman's peak drive - Spectacular drive along the Peninsula Cape of Good Hope Reserve - Observe wildlife in a fynbos landscape Cape Point - Africa's most south-westerly point Kayamandi Township - A guided walking tour in this vibrant township Wine & cheese tasting - Sample wine & cheese in the Winelands Hermanus - Enjoy the morning in this laid-back coastal town Cape Agulhas visit - Travel to the southern tip of Africa Shark cage diving - (optional with extra cost) The brave at heart rise early to go cage diving with the Great White sharks Hout Bay - Wander around craft markets or chill at the beach Duiker island cruise (Optional with extra cost) Boat trip journey to a large colony of Cape fur seals Chapman's peak drive - Spectacular drive along the Peninsula Cape of Good Hope Reserve - Observe wildlife in a fynbos landscape Cape Point - Africa's most south-westerly point Kayamandi Township - A guided walking tour in this vibrant township Wine & cheese tasting - Sample wine & cheese in the Winelands Hermanus - Enjoy the morning in this laid-back coastal town Cape Agulhas visit - Travel to the southern tip of Africa Shark cage diving - (optional with extra cost) The brave at heart rise early to go cage diving with the Great White sharks",
        "strLocation": "cape town",
        "strOriginUrl": "https://www.getyourguide.com/cape-town-l103/3-days-western-cape-t16672/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "3 Day Western Cape Wow Tour from Cape Town",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 10:12:23"
    },
    {
        "intDurationHour": 56,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 0,
        "intUsdCost": 575,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-328570-145.jpg",
        "strIntroduction": "What You'll Do Kayamandi Township - A guided walking tour in this vibrant township Wine & cheese tasting - Sample wine & cheese in the Winelands Hermanus - Enjoy (seasonal) whale-watching in this laid-back coastal town Cape Agulhas visit - Travel to the southern tip of Africa Shark cage diving - (optional with extra cost) The brave at heart rise early to go cage diving with the Great White sharks 2hour game drive in Addo Elephant National Park Knsyna, The Heads and also Jeffrey's bay visit for surfing and shopping Adrenalin adventure activities to take part in; bungy jump, zipline, surfing, 4x4 safari Cango Caves adventure tour, Tsitsikamma National Park Kayamandi Township - A guided walking tour in this vibrant township Wine & cheese tasting - Sample wine & cheese in the Winelands Hermanus - Enjoy (seasonal) whale-watching in this laid-back coastal town Cape Agulhas visit - Travel to the southern tip of Africa Shark cage diving - (optional with extra cost) The brave at heart rise early to go cage diving with the Great White sharks 2hour game drive in Addo Elephant National Park Knsyna, The Heads and also Jeffrey's bay visit for surfing and shopping Adrenalin adventure activities to take part in; bungy jump, zipline, surfing, 4x4 safari Cango Caves adventure tour, Tsitsikamma National Park Kayamandi Township - A guided walking tour in this vibrant township Wine & cheese tasting - Sample wine & cheese in the Winelands Hermanus - Enjoy (seasonal) whale-watching in this laid-back coastal town Cape Agulhas visit - Travel to the southern tip of Africa Shark cage diving - (optional with extra cost) The brave at heart rise early to go cage diving with the Great White sharks 2hour game drive in Addo Elephant National Park Knsyna, The Heads and also Jeffrey's bay visit for surfing and shopping Adrenalin adventure activities to take part in; bungy jump, zipline, surfing, 4x4 safari Cango Caves adventure tour, Tsitsikamma National Park",
        "strLocation": "cape town",
        "strOriginUrl": "https://www.getyourguide.com/cape-town-l103/7-day-garden-route-western-cape-tour-from-cape-town-t34207/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "7-Day Garden Route and Addo to Winelands from Cape Town",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 10:12:36"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 3,
        "intUsdCost": 104,
        "strGuideLanguage": "english, german",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-418727-145.jpg",
        "strIntroduction": "What You'll Do See the famous Table Mountain Admire the spectacular Signal Hill Enjoy a stroll along the waterfront Take in the views of Cape Boo Explore Camps Bay Stroll through the city center See the Company's Garden See the famous Table Mountain Admire the spectacular Signal Hill Enjoy a stroll along the waterfront Take in the views of Cape Boo Explore Camps Bay Stroll through the city center See the Company's Garden See the famous Table Mountain Admire the spectacular Signal Hill Enjoy a stroll along the waterfront Take in the views of Cape Boo Explore Camps Bay Stroll through the city center See the Company's Garden",
        "strLocation": "cape town",
        "strOriginUrl": "https://www.getyourguide.com/cape-town-l103/private-full-day-tour-of-cape-town-t37218/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Cape Town: Private City and Table Mountain Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 10:12:47"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 0,
        "intUsdCost": 104,
        "strGuideLanguage": "english, german",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-202729-145.jpg",
        "strIntroduction": "What You'll Do Visit the most beautiful markets in Cape Town and sample regional and international delicacies Travel to the Biscuit Mill in Woodstock or visit the Harbour Market in Hout Bay and sway to African music with the lively crowds Meander your way through countless stalls, admire local crafts and bring home a souvenir or two Visit the most beautiful markets in Cape Town and sample regional and international delicacies Travel to the Biscuit Mill in Woodstock or visit the Harbour Market in Hout Bay and sway to African music with the lively crowds Meander your way through countless stalls, admire local crafts and bring home a souvenir or two Visit the most beautiful markets in Cape Town and sample regional and international delicacies Travel to the Biscuit Mill in Woodstock or visit the Harbour Market in Hout Bay and sway to African music with the lively crowds Meander your way through countless stalls, admire local crafts and bring home a souvenir or two",
        "strLocation": "cape town",
        "strOriginUrl": "https://www.getyourguide.com/cape-town-l103/cape-town-private-market-day-tour-t37386/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Cape Town: Private Market Day Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 10:12:58"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 4,
        "intUsdCost": 105,
        "strGuideLanguage": "english, german",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-205052-145.jpg",
        "strIntroduction": "What You'll Do Discover one of the highlights of South Africa - the stunning views from Table Mountain Stroll through the Kirstenbosch National Botanical Garden and enjoy the special atmosphere of Cape Town Admire the interesting landscapes and enjoy a varied hiking experience Discover one of the highlights of South Africa - the stunning views from Table Mountain Stroll through the Kirstenbosch National Botanical Garden and enjoy the special atmosphere of Cape Town Admire the interesting landscapes and enjoy a varied hiking experience Discover one of the highlights of South Africa - the stunning views from Table Mountain Stroll through the Kirstenbosch National Botanical Garden and enjoy the special atmosphere of Cape Town Admire the interesting landscapes and enjoy a varied hiking experience",
        "strLocation": "cape town",
        "strOriginUrl": "https://www.getyourguide.com/cape-town-l103/cape-town-table-mountain-private-full-day-hiking-tour-t37537/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Cape Town: Private Full-Day Table Mountain Hiking Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 10:13:13"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 0,
        "intUsdCost": 91,
        "strGuideLanguage": "turkish, english, french, german, hungarian",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-549624-145.jpg",
        "strIntroduction": "What You'll Do Experience the magic of a paragliding ride while floating over beautiful Cape Town Soar like a bird over Atlantic coastline Enjoy watching Table mountain, Lion's head, Camps Bay and Water Front from the air Ride a roller coaster towards the end if you wish Experience the magic of a paragliding ride while floating over beautiful Cape Town Soar like a bird over Atlantic coastline Enjoy watching Table mountain, Lion's head, Camps Bay and Water Front from the air Ride a roller coaster towards the end if you wish Experience the magic of a paragliding ride while floating over beautiful Cape Town Soar like a bird over Atlantic coastline Enjoy watching Table mountain, Lion's head, Camps Bay and Water Front from the air Ride a roller coaster towards the end if you wish",
        "strLocation": "cape town",
        "strOriginUrl": "https://www.getyourguide.com/cape-town-l103/tandem-paragliding-in-cape-town-t82944/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Tandem Paragliding in Cape Town",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 10:13:25"
    },
    {
        "intDurationHour": 5,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 0,
        "intUsdCost": 55,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-551772-145.jpg",
        "strIntroduction": "What You'll Do Enjoy radical views of Cape Town from a thousand meters high with an experienced private guide Take brief scrambles to historic vantage points, and see caves still used for worship Bask in the Cape's unique mountain floral offering Relax with a chilled fresh snack in remote tranquility Enjoy radical views of Cape Town from a thousand meters high with an experienced private guide Take brief scrambles to historic vantage points, and see caves still used for worship Bask in the Cape's unique mountain floral offering Relax with a chilled fresh snack in remote tranquility Enjoy radical views of Cape Town from a thousand meters high with an experienced private guide Take brief scrambles to historic vantage points, and see caves still used for worship Bask in the Cape's unique mountain floral offering Relax with a chilled fresh snack in remote tranquility",
        "strLocation": "cape town",
        "strOriginUrl": "https://www.getyourguide.com/cape-town-l103/cape-town-guided-hike-on-devil-s-peak-t82995/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Cape Town Guided Hike on Devil's Peak",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 10:13:37"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 5,
        "intUsdCost": 117,
        "strGuideLanguage": "english, german",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-419955-145.jpg",
        "strIntroduction": "What You'll Do Experience the beautiful coastline of Cape Town and discover the stunning beaches of Big Bay, Long Beach, or Cool Bay Enjoy your first surfing experience and attempt your first perfect wave Make the most of the fantastic waves if you are an experienced surfer Experience the beautiful coastline of Cape Town and discover the stunning beaches of Big Bay, Long Beach, or Cool Bay Enjoy your first surfing experience and attempt your first perfect wave Make the most of the fantastic waves if you are an experienced surfer Experience the beautiful coastline of Cape Town and discover the stunning beaches of Big Bay, Long Beach, or Cool Bay Enjoy your first surfing experience and attempt your first perfect wave Make the most of the fantastic waves if you are an experienced surfer",
        "strLocation": "cape town",
        "strOriginUrl": "https://www.getyourguide.com/cape-town-l103/cape-town-private-full-day-tour-with-surfing-lesson-t37388/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Cape Town: Private Full-Day Tour with Surfing Lesson",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 10:13:48"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 0,
        "intUsdCost": 100,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-565950-145.jpg",
        "strIntroduction": "What You'll Do Discover the Sea Point promenade a fitness and family hotspot for local Capetonians Cycle through the famous Camps Bay coastal beach strip, always boasting a buzzing atmosphere, especially during the evening Sip on a cocktail or drink of your choice in one of the most trendy locations along the Ocean side Discover the Sea Point promenade a fitness and family hotspot for local Capetonians Cycle through the famous Camps Bay coastal beach strip, always boasting a buzzing atmosphere, especially during the evening Sip on a cocktail or drink of your choice in one of the most trendy locations along the Ocean side Discover the Sea Point promenade a fitness and family hotspot for local Capetonians Cycle through the famous Camps Bay coastal beach strip, always boasting a buzzing atmosphere, especially during the evening Sip on a cocktail or drink of your choice in one of the most trendy locations along the Ocean side",
        "strLocation": "cape town",
        "strOriginUrl": "https://www.getyourguide.com/cape-town-l103/cape-town-sunset-and-cocktails-e-bike-ride-t85413/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Cape Town Sunset and Cocktails E-bike Ride",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 10:14:02"
    },
    {
        "intDurationHour": 16,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 0,
        "intUsdCost": 1057,
        "strGuideLanguage": "english, french",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-564801-145.jpg",
        "strIntroduction": "What You'll Do Travel to Oudtshoorn and join on an Ostrich Safari, a guided Adventure tour in the Cango Caves and a Cheetah encounter at Cango Wildlife Ranch Travel to Mossel Bay and Walk with the Lions at Zorgfontein and join an afternoon Safari Game Drive at Botlierskop private game reserve Wake up in Knysna! (The Jewel of the Garden Route) Explore the playground of the Adventurous with its unmistakable beauty for sightseeing Enjoy a scenic drive to The Crags in Plettenberg Bay and Walk with the Elephants trunk in hand and visit Birds of Eden and Monkeyland Explore the forest at Tsitsikamma National Park and walk on the hanging suspension bridge at Storms River Mouth for a thrilling experience Be outrageous and jump off a bridge at 216 meters (709 ft) for the ultimate adrenaline rush Join a guided acrobatic flight from Plettenberg Bay Airport base Travel to Oudtshoorn and join on an Ostrich Safari, a guided Adventure tour in the Cango Caves and a Cheetah encounter at Cango Wildlife Ranch Travel to Mossel Bay and Walk with the Lions at Zorgfontein and join an afternoon Safari Game Drive at Botlierskop private game reserve Wake up in Knysna! (The Jewel of the Garden Route) Explore the playground of the Adventurous with its unmistakable beauty for sightseeing Enjoy a scenic drive to The Crags in Plettenberg Bay and Walk with the Elephants trunk in hand and visit Birds of Eden and Monkeyland Explore the forest at Tsitsikamma National Park and walk on the hanging suspension bridge at Storms River Mouth for a thrilling experience Be outrageous and jump off a bridge at 216 meters (709 ft) for the ultimate adrenaline rush Join a guided acrobatic flight from Plettenberg Bay Airport base Travel to Oudtshoorn and join on an Ostrich Safari, a guided Adventure tour in the Cango Caves and a Cheetah encounter at Cango Wildlife Ranch Travel to Mossel Bay and Walk with the Lions at Zorgfontein and join an afternoon Safari Game Drive at Botlierskop private game reserve Wake up in Knysna! (The Jewel of the Garden Route) Explore the playground of the Adventurous with its unmistakable beauty for sightseeing Enjoy a scenic drive to The Crags in Plettenberg Bay and Walk with the Elephants trunk in hand and visit Birds of Eden and Monkeyland Explore the forest at Tsitsikamma National Park and walk on the hanging suspension bridge at Storms River Mouth for a thrilling experience Be outrageous and jump off a bridge at 216 meters (709 ft) for the ultimate adrenaline rush Join a guided acrobatic flight from Plettenberg Bay Airport base",
        "strLocation": "cape town",
        "strOriginUrl": "https://www.getyourguide.com/cape-town-l103/cape-town-1-night-2-day-garden-route-private-tour-t85449/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Cape Town 1-Night, 2-Day Garden Route Private Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 10:14:16"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 0,
        "intUsdCost": 857,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-567065-145.jpg",
        "strIntroduction": "What You'll Do Discover why Oudtshoorn is renowned for its ostrich poopulation See different kinds of animals at the Cango wildlife ranch Visit the world famous Cango Caves Enjoy leisure time for shopping at the Knysa waterfront Discover why Oudtshoorn is renowned for its ostrich poopulation See different kinds of animals at the Cango wildlife ranch Visit the world famous Cango Caves Enjoy leisure time for shopping at the Knysa waterfront Discover why Oudtshoorn is renowned for its ostrich poopulation See different kinds of animals at the Cango wildlife ranch Visit the world famous Cango Caves Enjoy leisure time for shopping at the Knysa waterfront",
        "strLocation": "cape town",
        "strOriginUrl": "https://www.getyourguide.com/cape-town-l103/from-cape-town-4-day-and-3-nights-garden-route-tour-t85841/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "From Cape Town: 4 Day and 3 Nights Garden Route Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 10:14:30"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 0,
        "intUsdCost": 30,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-568991-145.jpg",
        "strIntroduction": "What You'll Do Get to know Cape Town through the eyes of passionate locals Make travel about friendly people, not just places Learn about the city's many tips and tricks and best-kept secrets Get to know Cape Town through the eyes of passionate locals Make travel about friendly people, not just places Learn about the city's many tips and tricks and best-kept secrets Get to know Cape Town through the eyes of passionate locals Make travel about friendly people, not just places Learn about the city's many tips and tricks and best-kept secrets",
        "strLocation": "cape town",
        "strOriginUrl": "https://www.getyourguide.com/cape-town-l103/cape-town-welcome-tour-private-tour-with-a-local-t86240/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Cape Town Welcome Tour: Private Tour with a Local",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 10:14:44"
    },
    {
        "intDurationHour": 9,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 0,
        "intUsdCost": 159,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-574151-145.jpg",
        "strIntroduction": "What You'll Do Visit Buffelsfontein Game and Nature Reserve on the Cape's West Coast Enjoy the taste of some of the 18 craft beers produced in the small town of Darling at Darling Microbreweries Visit Groote Post, a historic 18th century farm where winemaking traditions have been revived by the Pentz family Admire the view of Table Mountain over Table Bay from The Blue Peter in Bloubergstrand Visit Buffelsfontein Game and Nature Reserve on the Cape's West Coast Enjoy the taste of some of the 18 craft beers produced in the small town of Darling at Darling Microbreweries Visit Groote Post, a historic 18th century farm where winemaking traditions have been revived by the Pentz family Admire the view of Table Mountain over Table Bay from The Blue Peter in Bloubergstrand Visit Buffelsfontein Game and Nature Reserve on the Cape's West Coast Enjoy the taste of some of the 18 craft beers produced in the small town of Darling at Darling Microbreweries Visit Groote Post, a historic 18th century farm where winemaking traditions have been revived by the Pentz family Admire the view of Table Mountain over Table Bay from The Blue Peter in Bloubergstrand",
        "strLocation": "cape town",
        "strOriginUrl": "https://www.getyourguide.com/cape-town-l103/from-cape-town-game-drive-craft-beer-wine-estate-t87122/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "From Cape Town: Game Drive, Craft Beer & Wine Estate",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 10:14:58"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 0,
        "intUsdCost": 110,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-482449-145.jpg",
        "strIntroduction": "What You'll Do Enjoy a dinner at the home of a local jazz musician Visit a private concert in the home of a jazz musician Learn about the jazz scene, past and present Enjoy a dinner at the home of a local jazz musician Visit a private concert in the home of a jazz musician Learn about the jazz scene, past and present Enjoy a dinner at the home of a local jazz musician Visit a private concert in the home of a jazz musician Learn about the jazz scene, past and present",
        "strLocation": "cape town",
        "strOriginUrl": "https://www.getyourguide.com/cape-town-l103/cape-town-jazz-safari-with-dinner-t72815/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Cape Town Jazz Safari with Dinner",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 10:15:11"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 0,
        "intUsdCost": 140,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-482486-145.jpg",
        "strIntroduction": "What You'll Do Meet local choral musicians in their homes Enjoy two private choral music concerts Dine on delicious home cooked traditional cuisine Meet local choral musicians in their homes Enjoy two private choral music concerts Dine on delicious home cooked traditional cuisine Meet local choral musicians in their homes Enjoy two private choral music concerts Dine on delicious home cooked traditional cuisine",
        "strLocation": "cape town",
        "strOriginUrl": "https://www.getyourguide.com/cape-town-l103/cape-town-evening-choral-music-tour-t72818/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Cape Town Evening Choral Music Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 10:15:23"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 1,
        "intReviewVisitor": 1,
        "intUsdCost": 80,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-56612-145.jpg",
        "strIntroduction": "What You'll Do Experience life in a Cape Town township on a award-winning bicycle tour Visit with the local community on a Fair Trade accredited tour Enjoy authentic African cuisine Discover the culture of Cape Town all from a bicycle seat Experience life in a Cape Town township on a award-winning bicycle tour Visit with the local community on a Fair Trade accredited tour Enjoy authentic African cuisine Discover the culture of Cape Town all from a bicycle seat Experience life in a Cape Town township on a award-winning bicycle tour Visit with the local community on a Fair Trade accredited tour Enjoy authentic African cuisine Discover the culture of Cape Town all from a bicycle seat",
        "strLocation": "cape town",
        "strOriginUrl": "https://www.getyourguide.com/cape-town-l103/cape-town-township-bicycle-tour-t13462/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Cape Town Township Bicycle Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 10:15:37"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 929,
        "intUsdCost": 68,
        "strGuideLanguage": "spanish, english, french, portuguese, german",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-202899-145.jpg",
        "strIntroduction": "What You'll Do See the mysterious caves and admire the natural beauty of Pena Park Visit the National Palace in Sintra Enjoy the Roca Cape Cliffs, the westernmost point of continental Europe Take a walk along the bay in the glamorous town of Cascais See the mysterious caves and admire the natural beauty of Pena Park Visit the National Palace in Sintra Enjoy the Roca Cape Cliffs, the westernmost point of continental Europe Take a walk along the bay in the glamorous town of Cascais See the mysterious caves and admire the natural beauty of Pena Park Visit the National Palace in Sintra Enjoy the Roca Cape Cliffs, the westernmost point of continental Europe Take a walk along the bay in the glamorous town of Cascais",
        "strLocation": "lisbon",
        "strOriginUrl": "https://www.getyourguide.com/lisbon-l42/small-group-day-tour-from-lisbon-sintra-cascais-estoril-t612/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Sintra, Cascais, and Estoril: Full-Day Tour from Lisbon",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 10:15:50"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 806,
        "intUsdCost": 19,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-556497-145.jpg",
        "strIntroduction": "What You'll Do Save time and money and experience the best of Lisbon Get free entry to more than 20 museums and attractions Enjoy unlimited access to the public transportation system Receive special offers in restaurants, shops, and other venues Save time and money and experience the best of Lisbon Get free entry to more than 20 museums and attractions Enjoy unlimited access to the public transportation system Receive special offers in restaurants, shops, and other venues Save time and money and experience the best of Lisbon Get free entry to more than 20 museums and attractions Enjoy unlimited access to the public transportation system Receive special offers in restaurants, shops, and other venues",
        "strLocation": "lisbon",
        "strOriginUrl": "https://www.getyourguide.com/lisbon-l42/lisboa-card-24h-48h-72h-t27232/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Lisbon Card: 24-, 48-, and 72-Hour Options",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 10:16:02"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 345,
        "intUsdCost": 19,
        "strGuideLanguage": "english, spanish, german, french, italian, russian, portuguese",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-556707-145.jpg",
        "strIntroduction": "What You'll Do Visit the Bairro Alto, dating from the 16th century Take in the views from Miradouro So Pedro de Alcntara Take a ride on an iconic Lisbon tram Explore the Alfama district, the citys oldest and most picturesque neighborhood Visit the Bairro Alto, dating from the 16th century Take in the views from Miradouro So Pedro de Alcntara Take a ride on an iconic Lisbon tram Explore the Alfama district, the citys oldest and most picturesque neighborhood Visit the Bairro Alto, dating from the 16th century Take in the views from Miradouro So Pedro de Alcntara Take a ride on an iconic Lisbon tram Explore the Alfama district, the citys oldest and most picturesque neighborhood",
        "strLocation": "lisbon",
        "strOriginUrl": "https://www.getyourguide.com/lisbon-l42/lisbon-essential-tour-history-stories-lifestyle-t46394/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Lisbon Essential Tour: History, Stories & Lifestyle",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 10:16:14"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 247,
        "intUsdCost": 10,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-505672-145.jpg",
        "strIntroduction": "What You'll Do Share the cost of your transfer from or to Lisbon Airport and save money on private taxis Enjoy a fuss-free, professional service in air-conditioned vehicles Let your driver worry about the busy roads as you relax in comfortable seats with generous leg room Share the cost of your transfer from or to Lisbon Airport and save money on private taxis Enjoy a fuss-free, professional service in air-conditioned vehicles Let your driver worry about the busy roads as you relax in comfortable seats with generous leg room Share the cost of your transfer from or to Lisbon Airport and save money on private taxis Enjoy a fuss-free, professional service in air-conditioned vehicles Let your driver worry about the busy roads as you relax in comfortable seats with generous leg room",
        "strLocation": "lisbon",
        "strOriginUrl": "https://www.getyourguide.com/lisbon-l42/shared-transfer-between-lisbon-airport-and-the-city-t49407/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Lisbon Shared Transfers: To or From the Airport",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 10:16:27"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 214,
        "intUsdCost": 40,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-239804-145.jpg",
        "strIntroduction": "What You'll Do Discover the culinary history of Portugal on a guided walking tour Learn about Lisbon's caf culture at Caf Nicola Shop for specialty fish, hams, cheeses, and more at Manteigaria Silva Sip Port as you taste So Jorge Cheese Try a typical Portuguese Cherry Brandy (Ginjinha) Taste Codfish cake & green wine Visit Casa do Alentejo and finish with a tasting of \"petiscos,\" or tapas Discover the culinary history of Portugal on a guided walking tour Learn about Lisbon's caf culture at Caf Nicola Shop for specialty fish, hams, cheeses, and more at Manteigaria Silva Sip Port as you taste So Jorge Cheese Try a typical Portuguese Cherry Brandy (Ginjinha) Taste Codfish cake & green wine Visit Casa do Alentejo and finish with a tasting of \"petiscos,\" or tapas Discover the culinary history of Portugal on a guided walking tour Learn about Lisbon's caf culture at Caf Nicola Shop for specialty fish, hams, cheeses, and more at Manteigaria Silva Sip Port as you taste So Jorge Cheese Try a typical Portuguese Cherry Brandy (Ginjinha) Taste Codfish cake & green wine Visit Casa do Alentejo and finish with a tasting of \"petiscos,\" or tapas",
        "strLocation": "lisbon",
        "strOriginUrl": "https://www.getyourguide.com/lisbon-l42/lisbon-food-wine-tasting-walk-t603/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Lisbon: Gourmet Walking Tour and Tastings",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 10:16:40"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 127,
        "intUsdCost": 48,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-556668-145.jpg",
        "strIntroduction": "What You'll Do Watch the sun set over Lisbon from on board a luxury yacht Cruise the Tagus River for unique views of Lisbon's historic neighborhoods Relax on board the boat as the sun dips behind the horizon of the Atlantic Ocean Watch the sun set over Lisbon from on board a luxury yacht Cruise the Tagus River for unique views of Lisbon's historic neighborhoods Relax on board the boat as the sun dips behind the horizon of the Atlantic Ocean Watch the sun set over Lisbon from on board a luxury yacht Cruise the Tagus River for unique views of Lisbon's historic neighborhoods Relax on board the boat as the sun dips behind the horizon of the Atlantic Ocean",
        "strLocation": "lisbon",
        "strOriginUrl": "https://www.getyourguide.com/lisbon-l42/sailing-boat-sunset-tour-in-lisbon-for-2-hours-t45788/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Lisbon: 2-Hour Sunset Cruise along the Tagus River",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 10:16:55"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 231,
        "intUsdCost": 64,
        "strGuideLanguage": "spanish, english, french, german, portuguese",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-327431-145.jpg",
        "strIntroduction": "What You'll Do Glide around the old neighborhoods of Lisbon on a Segway Sample some of the great tastes of Portugal at local bars and cafs Tour Alfama, Lisbon's oldest neighborhood See the imposing Lisbon Castle, a reminder of the city's great days of exploration Try a delicious pastry and refreshing ice cream Glide around the old neighborhoods of Lisbon on a Segway Sample some of the great tastes of Portugal at local bars and cafs Tour Alfama, Lisbon's oldest neighborhood See the imposing Lisbon Castle, a reminder of the city's great days of exploration Try a delicious pastry and refreshing ice cream Glide around the old neighborhoods of Lisbon on a Segway Sample some of the great tastes of Portugal at local bars and cafs Tour Alfama, Lisbon's oldest neighborhood See the imposing Lisbon Castle, a reminder of the city's great days of exploration Try a delicious pastry and refreshing ice cream",
        "strLocation": "lisbon",
        "strOriginUrl": "https://www.getyourguide.com/lisbon-l42/lisbon-25-hour-food-tour-by-segway-t14000/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Lisbon: 2.5-Hour Food Tour by Segway",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 10:17:07"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 3,
        "intReviewVisitor": 172,
        "intUsdCost": 20,
        "strGuideLanguage": "spanish, dutch, english, french, german, italian, portuguese",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-207787-145.jpg",
        "strIntroduction": "What You'll Do See the UNESCO World Heritage Sites of Jernimos Monastery and Torre de Belm Stroll through delightful city squares, including Praa do Municpio, Praa do Comrcio, and Praa do Rossio Wander through beautiful gardens  Jardim da Astrela and Jardim do Principe Real Marvel at Lisbons cathedrals Discover the fashionable bars and clubs at the docks of Alcntara and the district of Santos See the UNESCO World Heritage Sites of Jernimos Monastery and Torre de Belm Stroll through delightful city squares, including Praa do Municpio, Praa do Comrcio, and Praa do Rossio Wander through beautiful gardens  Jardim da Astrela and Jardim do Principe Real Marvel at Lisbons cathedrals Discover the fashionable bars and clubs at the docks of Alcntara and the district of Santos See the UNESCO World Heritage Sites of Jernimos Monastery and Torre de Belm Stroll through delightful city squares, including Praa do Municpio, Praa do Comrcio, and Praa do Rossio Wander through beautiful gardens  Jardim da Astrela and Jardim do Principe Real Marvel at Lisbons cathedrals Discover the fashionable bars and clubs at the docks of Alcntara and the district of Santos",
        "strLocation": "lisbon",
        "strOriginUrl": "https://www.getyourguide.com/lisbon-l42/lisbon-hop-on-hop-off-tour-24h-ticket-t4273/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Lisbon Hop-On Hop-Off Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 10:17:22"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 62,
        "intUsdCost": 37,
        "strGuideLanguage": "spanish, english, french, german, portuguese",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-412048-145.jpg",
        "strIntroduction": "What You'll Do Overlook the city from millennium-old walls at the Castle of St. George Visit Lisbon Cathedral, the city's oldest building Get a great view of Alfama from Saint Estevos Viewing Point Overlook the city from millennium-old walls at the Castle of St. George Visit Lisbon Cathedral, the city's oldest building Get a great view of Alfama from Saint Estevos Viewing Point Overlook the city from millennium-old walls at the Castle of St. George Visit Lisbon Cathedral, the city's oldest building Get a great view of Alfama from Saint Estevos Viewing Point",
        "strLocation": "lisbon",
        "strOriginUrl": "https://www.getyourguide.com/lisbon-l42/segway-tour-of-alfama-lisbon-t15602/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Segway Tour of Alfama: Lisbon",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 10:17:35"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 2,
        "intUsdCost": 15,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-555081-145.jpg",
        "strIntroduction": "What You'll Do Visit the wonderful Pena Palace Enjoy the beauty of Sintra Admire the natural beauty of Pena Park Visit the wonderful Pena Palace Enjoy the beauty of Sintra Admire the natural beauty of Pena Park Visit the wonderful Pena Palace Enjoy the beauty of Sintra Admire the natural beauty of Pena Park",
        "strLocation": "lisbon",
        "strOriginUrl": "https://www.getyourguide.com/sintra-l99/pena-palace-and-park-entrance-ticket-t79596/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Pena Palace and Park Entrance Ticket",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 10:17:45"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 64,
        "intUsdCost": 69,
        "strGuideLanguage": "spanish, english, french, italian, portuguese, romanian",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-556383-145.jpg",
        "strIntroduction": "What You'll Do Explore Sintra with an expert guide Visit the best preserved medieval Royal Palace in Portugal Drive along the stunning Estoril Coast Go to Europe's westernmost point Explore Sintra with an expert guide Visit the best preserved medieval Royal Palace in Portugal Drive along the stunning Estoril Coast Go to Europe's westernmost point Explore Sintra with an expert guide Visit the best preserved medieval Royal Palace in Portugal Drive along the stunning Estoril Coast Go to Europe's westernmost point",
        "strLocation": "lisbon",
        "strOriginUrl": "https://www.getyourguide.com/lisbon-l42/sintra-full-day-sightseeing-tour-t16669/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Sintra Full Day Sightseeing Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 10:17:56"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 85,
        "intUsdCost": 32,
        "strGuideLanguage": "spanish, english, french, german, portuguese",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-363264-145.jpg",
        "strIntroduction": "What You'll Do Explore the 7 hills of Lisbon by electric bike Drive through some of Lisbon's most historic areas, including Alfama Get off the usual tourist path and experience Lisbon more like a local Enjoy panoramic views from hilltop sites, such as the castle of So Jorge Explore the 7 hills of Lisbon by electric bike Drive through some of Lisbon's most historic areas, including Alfama Get off the usual tourist path and experience Lisbon more like a local Enjoy panoramic views from hilltop sites, such as the castle of So Jorge Explore the 7 hills of Lisbon by electric bike Drive through some of Lisbon's most historic areas, including Alfama Get off the usual tourist path and experience Lisbon more like a local Enjoy panoramic views from hilltop sites, such as the castle of So Jorge",
        "strLocation": "lisbon",
        "strOriginUrl": "https://www.getyourguide.com/lisbon-l42/lisbon-seven-hills-15-hour-electric-bike-tour-t52218/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Lisbon: 2.5-Hour Hills Tour by Electric Bike",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 10:18:10"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 151,
        "intUsdCost": 34,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-411890-145.jpg",
        "strIntroduction": "What You'll Do Get an overall perspective of Lisbon in a few hours and in an active way Learn about Lisbon and Portugal in a fun and personalized way Each of our local guides brings their own background and personality to the tour, as well as a personal insight about the city and the country Get an overall perspective of Lisbon in a few hours and in an active way Learn about Lisbon and Portugal in a fun and personalized way Each of our local guides brings their own background and personality to the tour, as well as a personal insight about the city and the country Get an overall perspective of Lisbon in a few hours and in an active way Learn about Lisbon and Portugal in a fun and personalized way Each of our local guides brings their own background and personality to the tour, as well as a personal insight about the city and the country",
        "strLocation": "lisbon",
        "strOriginUrl": "https://www.getyourguide.com/lisbon-l42/lisbon-bike-tour-downtown-lisbon-to-belem-t17133/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Lisbon Bike Tour: Downtown Lisbon to Belm",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 10:18:23"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 105,
        "intUsdCost": 32,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-505677-145.jpg",
        "strIntroduction": "What You'll Do Book this 1-way transfer in advance and avoid the hassle of arranging transportation on arrival Travel with an experienced driver whos knowledgeable about the region Enjoy a quality Lisbon airport transfer at the best price Get useful tips on the top places to visit Book this 1-way transfer in advance and avoid the hassle of arranging transportation on arrival Travel with an experienced driver whos knowledgeable about the region Enjoy a quality Lisbon airport transfer at the best price Get useful tips on the top places to visit Book this 1-way transfer in advance and avoid the hassle of arranging transportation on arrival Travel with an experienced driver whos knowledgeable about the region Enjoy a quality Lisbon airport transfer at the best price Get useful tips on the top places to visit",
        "strLocation": "lisbon",
        "strOriginUrl": "https://www.getyourguide.com/lisbon-l42/transfer-between-airport-to-any-desired-location-t39058/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Lisbon 1-Way Transfer between the Airport & City Hotels",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 10:18:35"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 58,
        "intUsdCost": 262,
        "strGuideLanguage": "english, german, portuguese",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-556290-145.jpg",
        "strIntroduction": "What You'll Do Enjoy a fantastic ride through Lisbon and visit Belm Tower, the Monument to the Discoveries, and the Jernimos Monastery Decide which sights you want to visit and what you'd like to emphasize on this private tour Take in a breathtaking view of the city and the Tagus River from the top of the Christ the King Statue Enjoy a fantastic ride through Lisbon and visit Belm Tower, the Monument to the Discoveries, and the Jernimos Monastery Decide which sights you want to visit and what you'd like to emphasize on this private tour Take in a breathtaking view of the city and the Tagus River from the top of the Christ the King Statue Enjoy a fantastic ride through Lisbon and visit Belm Tower, the Monument to the Discoveries, and the Jernimos Monastery Decide which sights you want to visit and what you'd like to emphasize on this private tour Take in a breathtaking view of the city and the Tagus River from the top of the Christ the King Statue",
        "strLocation": "lisbon",
        "strOriginUrl": "https://www.getyourguide.com/lisbon-l42/lisbon-highlights-private-8-hour-tour-t2675/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Lisbon Highlights: Private 8-Hour Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 10:18:48"
    },
    {
        "intDurationHour": 9,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 24,
        "intUsdCost": 85,
        "strGuideLanguage": "spanish, english, french, italian, portuguese, romanian",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-74366-145.jpg",
        "strIntroduction": "What You'll Do Take a pilgrimage to Ftima, where the Virgin Mary presented herself in 1917 Discover other historical sights of the region, including the Batalha monastery Enjoy some relaxation in Nazare Stop in bidos and walk along the ancient walls Taste the local Ginja served in a chocolate cup Take a pilgrimage to Ftima, where the Virgin Mary presented herself in 1917 Discover other historical sights of the region, including the Batalha monastery Enjoy some relaxation in Nazare Stop in bidos and walk along the ancient walls Taste the local Ginja served in a chocolate cup Take a pilgrimage to Ftima, where the Virgin Mary presented herself in 1917 Discover other historical sights of the region, including the Batalha monastery Enjoy some relaxation in Nazare Stop in bidos and walk along the ancient walls Taste the local Ginja served in a chocolate cup",
        "strLocation": "lisbon",
        "strOriginUrl": "https://www.getyourguide.com/lisbon-l42/fatima-full-day-tour-t17408/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Ftima Full Day Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 10:19:02"
    },
    {
        "intDurationHour": 9,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 8,
        "intUsdCost": 96,
        "strGuideLanguage": "spanish, english, french, german, italian, portuguese, romanian",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-303022-145.jpg",
        "strIntroduction": "What You'll Do Taste the award winning wines of the Alentejo and Setubal Peninsula Visit 2 wine estates to taste wines including the famous Moscatel Enjoy lunch in a traditional restaurant Get views of historic castles and monasteries along the way Learn more about the wines of Portugal Taste the award winning wines of the Alentejo and Setubal Peninsula Visit 2 wine estates to taste wines including the famous Moscatel Enjoy lunch in a traditional restaurant Get views of historic castles and monasteries along the way Learn more about the wines of Portugal Taste the award winning wines of the Alentejo and Setubal Peninsula Visit 2 wine estates to taste wines including the famous Moscatel Enjoy lunch in a traditional restaurant Get views of historic castles and monasteries along the way Learn more about the wines of Portugal",
        "strLocation": "lisbon",
        "strOriginUrl": "https://www.getyourguide.com/lisbon-l42/alentejo-and-setubal-peninsula-wine-tour-from-lisbon-t49420/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Alentejo Wine Tour from Lisbon",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 10:19:15"
    },
    {
        "intDurationHour": 6,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 2,
        "intUsdCost": 48,
        "strGuideLanguage": "english, spanish, french, german",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-492589-145.jpg",
        "strIntroduction": "What You'll Do Explore the romantic village of Sintra on an electric bike Admire the National Palace of Sintra and the magical Quinta da Regaleira Discover Monserrate Park and Palace Return to Lisbon through the astonishing town of Cascais Explore the romantic village of Sintra on an electric bike Admire the National Palace of Sintra and the magical Quinta da Regaleira Discover Monserrate Park and Palace Return to Lisbon through the astonishing town of Cascais Explore the romantic village of Sintra on an electric bike Admire the National Palace of Sintra and the magical Quinta da Regaleira Discover Monserrate Park and Palace Return to Lisbon through the astonishing town of Cascais",
        "strLocation": "lisbon",
        "strOriginUrl": "https://www.getyourguide.com/lisbon-l42/sintra-half-day-electric-bike-tour-from-lisbon-t52727/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Sintra - Cascais: 6-Hour Electric Bike Tour from Lisbon",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 10:19:29"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 14,
        "intUsdCost": 64,
        "strGuideLanguage": "english, spanish, french, german, italian, portuguese",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-322955-145.jpg",
        "strIntroduction": "What You'll Do Explore the fairytale palaces and gardens of Sintra Look inside the magical Pena Palace Go to the westernmost point of mainland Europe Stop in the elegant resort town of Cascais Drive the narrow lanes of the Sintra Hills Marvel at the windswept villages of the Estoril Coast Explore the fairytale palaces and gardens of Sintra Look inside the magical Pena Palace Go to the westernmost point of mainland Europe Stop in the elegant resort town of Cascais Drive the narrow lanes of the Sintra Hills Marvel at the windswept villages of the Estoril Coast Explore the fairytale palaces and gardens of Sintra Look inside the magical Pena Palace Go to the westernmost point of mainland Europe Stop in the elegant resort town of Cascais Drive the narrow lanes of the Sintra Hills Marvel at the windswept villages of the Estoril Coast",
        "strLocation": "lisbon",
        "strOriginUrl": "https://www.getyourguide.com/lisbon-l42/best-of-sintra-and-cascais-full-day-tour-from-lisbon-t51577/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Best of Sintra and Cascais Full-Day Tour from Lisbon",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 10:19:44"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 127,
        "intUsdCost": 80,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-402861-145.jpg",
        "strIntroduction": "What You'll Do Explore caves, islets, and dramatic coastlines Visit Sesimbras Castle, with its endless amazing views Enjoy a picnic lunch on a beautiful and isolated beach Go for a swim off Arrbidas coast, one of Portugals most beautiful and unique landscapes Explore caves, islets, and dramatic coastlines Visit Sesimbras Castle, with its endless amazing views Enjoy a picnic lunch on a beautiful and isolated beach Go for a swim off Arrbidas coast, one of Portugals most beautiful and unique landscapes Explore caves, islets, and dramatic coastlines Visit Sesimbras Castle, with its endless amazing views Enjoy a picnic lunch on a beautiful and isolated beach Go for a swim off Arrbidas coast, one of Portugals most beautiful and unique landscapes",
        "strLocation": "lisbon",
        "strOriginUrl": "https://www.getyourguide.com/lisbon-l42/arrabida-kayak-tour-from-lisbon-t17297/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Arrbida Kayak Tour from Lisbon",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 10:19:57"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 6,
        "intUsdCost": 64,
        "strGuideLanguage": "english, german, french, italian, spanish, portuguese",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-396223-145.jpg",
        "strIntroduction": "What You'll Do Learn the story of fado music in the company of a fado singer Enjoy a typical Portuguese meal in a fado house of Alfama Get off the usual tourist path and discover authentic fado houses Hear songs sung by a live fado singer/guide Walk the alleys of the Mouraria district Learn the story of fado music in the company of a fado singer Enjoy a typical Portuguese meal in a fado house of Alfama Get off the usual tourist path and discover authentic fado houses Hear songs sung by a live fado singer/guide Walk the alleys of the Mouraria district Learn the story of fado music in the company of a fado singer Enjoy a typical Portuguese meal in a fado house of Alfama Get off the usual tourist path and discover authentic fado houses Hear songs sung by a live fado singer/guide Walk the alleys of the Mouraria district",
        "strLocation": "lisbon",
        "strOriginUrl": "https://www.getyourguide.com/lisbon-l42/lisbon-discover-fado-3-hour-walking-tour-with-singer-t48172/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Fado Music of Lisbon 3-Hour Cultural Walking Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 10:20:09"
    },
    {
        "intDurationHour": 10,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 8,
        "intUsdCost": 348,
        "strGuideLanguage": "english, german, portuguese",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-8375-145.jpg",
        "strIntroduction": "What You'll Do Visit Ftima, the Batalha Monastery, the Alcobaa Monastery, Nazar, and bidos Experience nature and culture in the areas surrounding Lisbon Taste Caldeirada, a traditional Portuguese fish stew Enjoy a private tour with your personal guide Visit Ftima, the Batalha Monastery, the Alcobaa Monastery, Nazar, and bidos Experience nature and culture in the areas surrounding Lisbon Taste Caldeirada, a traditional Portuguese fish stew Enjoy a private tour with your personal guide Visit Ftima, the Batalha Monastery, the Alcobaa Monastery, Nazar, and bidos Experience nature and culture in the areas surrounding Lisbon Taste Caldeirada, a traditional Portuguese fish stew Enjoy a private tour with your personal guide",
        "strLocation": "lisbon",
        "strOriginUrl": "https://www.getyourguide.com/lisbon-l42/private-9-hour-tour-from-lisbon-of-surrounding-towns-t2683/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Private 9-Hour Tour from Lisbon of Surrounding Towns",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 10:20:20"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 21,
        "intUsdCost": 85,
        "strGuideLanguage": "spanish, english, french, german, italian, portuguese",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-556809-145.jpg",
        "strIntroduction": "What You'll Do Take a scenic boat ride from Peniche to the stunning island of Berlenga Grande Explore historic St. John the Baptist Fort and learn about the Spanish siege Enjoy a walk in the nature reserve and take in spectacular views from the pathways Spend some time swimming off the pristine beach, do some snorkeling, or head out in a kayak Take a scenic boat ride from Peniche to the stunning island of Berlenga Grande Explore historic St. John the Baptist Fort and learn about the Spanish siege Enjoy a walk in the nature reserve and take in spectacular views from the pathways Spend some time swimming off the pristine beach, do some snorkeling, or head out in a kayak Take a scenic boat ride from Peniche to the stunning island of Berlenga Grande Explore historic St. John the Baptist Fort and learn about the Spanish siege Enjoy a walk in the nature reserve and take in spectacular views from the pathways Spend some time swimming off the pristine beach, do some snorkeling, or head out in a kayak",
        "strLocation": "lisbon",
        "strOriginUrl": "https://www.getyourguide.com/lisbon-l42/berlengas-the-atlantic-frontier-full-day-tour-t53016/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Berlengas The Atlantic Frontier: Day Tour from Lisbon",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 10:20:35"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 11,
        "intUsdCost": 64,
        "strGuideLanguage": "english, portuguese, spanish, french, german, italian",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-378558-145.jpg",
        "strIntroduction": "What You'll Do Explore the lush landscape of the Arrbida Natural Park Hear the legend of Our Lady of the Cape at the hilltop sanctuary in Cabo Espichel Visit the beautiful fishing village of Sesimbra, and see the impressive Moorish castle Bask in the sun on the golden sand beaches of Arrbida Savor local wines and traditional food in Azeito Go to Setbal Castle and Palmela Castle Add on an optional dolphin cruise and look out for the resident dolphins Explore the lush landscape of the Arrbida Natural Park Hear the legend of Our Lady of the Cape at the hilltop sanctuary in Cabo Espichel Visit the beautiful fishing village of Sesimbra, and see the impressive Moorish castle Bask in the sun on the golden sand beaches of Arrbida Savor local wines and traditional food in Azeito Go to Setbal Castle and Palmela Castle Add on an optional dolphin cruise and look out for the resident dolphins Explore the lush landscape of the Arrbida Natural Park Hear the legend of Our Lady of the Cape at the hilltop sanctuary in Cabo Espichel Visit the beautiful fishing village of Sesimbra, and see the impressive Moorish castle Bask in the sun on the golden sand beaches of Arrbida Savor local wines and traditional food in Azeito Go to Setbal Castle and Palmela Castle Add on an optional dolphin cruise and look out for the resident dolphins",
        "strLocation": "lisbon",
        "strOriginUrl": "https://www.getyourguide.com/lisbon-l42/arrabida-natural-park-sesimbra-from-lisbon-t58442/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Lisbon: Arrbida Natural Park and Sesimbra Day Trip",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 10:20:48"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 5,
        "intUsdCost": 311,
        "strGuideLanguage": "english, german, portuguese",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-9593-145.jpg",
        "strIntroduction": "What You'll Do Enjoy a visit to bidos Try out of cherry liqueur in an exclusive tasting Admire the unique rock formations of Peniche Visit the fascinating convent in Mafra Take in the views of the beautiful landscape and fruit-growing area Enjoy a private tour with your personal guide Enjoy a visit to bidos Try out of cherry liqueur in an exclusive tasting Admire the unique rock formations of Peniche Visit the fascinating convent in Mafra Take in the views of the beautiful landscape and fruit-growing area Enjoy a private tour with your personal guide Enjoy a visit to bidos Try out of cherry liqueur in an exclusive tasting Admire the unique rock formations of Peniche Visit the fascinating convent in Mafra Take in the views of the beautiful landscape and fruit-growing area Enjoy a private tour with your personal guide",
        "strLocation": "lisbon",
        "strOriginUrl": "https://www.getyourguide.com/lisbon-l42/sintra-obidos-peniche-and-mafra-day-tour-from-lisbon-t2947/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Sintra, bidos, Peniche & Mafra: Day Tour from Lisbon",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 10:20:59"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 3,
        "intReviewVisitor": 13,
        "intUsdCost": 85,
        "strGuideLanguage": "spanish, english, french, italian, portuguese, romanian",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-556440-145.jpg",
        "strIntroduction": "What You'll Do Discover the history of the Knights Templar Visit the Portugese villages of Constncia and Tomar Explore Almourol Castle Enjoy a typical Ginjinha Discover the history of the Knights Templar Visit the Portugese villages of Constncia and Tomar Explore Almourol Castle Enjoy a typical Ginjinha Discover the history of the Knights Templar Visit the Portugese villages of Constncia and Tomar Explore Almourol Castle Enjoy a typical Ginjinha",
        "strLocation": "lisbon",
        "strOriginUrl": "https://www.getyourguide.com/lisbon-l42/knights-templar-day-tour-from-lisbon-t18912/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Knights Templar Day Tour from Lisbon",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 10:21:11"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 119,
        "intUsdCost": 3,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-382720-145.jpg",
        "strIntroduction": "What You'll Do Save money on airport transfers with a regular and convenient shuttle bus Take the worry out of your landing at Lisbon Airport Enjoy generous luggage space Connect easily with city center sights and transport hubs Save money on airport transfers with a regular and convenient shuttle bus Take the worry out of your landing at Lisbon Airport Enjoy generous luggage space Connect easily with city center sights and transport hubs Save money on airport transfers with a regular and convenient shuttle bus Take the worry out of your landing at Lisbon Airport Enjoy generous luggage space Connect easily with city center sights and transport hubs",
        "strLocation": "lisbon",
        "strOriginUrl": "https://www.getyourguide.com/lisbon-l42/aerobus-lisbon-airport-shuttle-t59775/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Lisbon: AeroBus Lisbon Airport Shuttle",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 10:21:24"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 202,
        "intUsdCost": 18,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-310544-145.jpg",
        "strIntroduction": "What You'll Do Enjoy a traditional 50-minute fado show Experience the pride of Portugal through this musical form See images during the performance of must-see Lisbon locations Enjoy a traditional 50-minute fado show Experience the pride of Portugal through this musical form See images during the performance of must-see Lisbon locations Enjoy a traditional 50-minute fado show Experience the pride of Portugal through this musical form See images during the performance of must-see Lisbon locations",
        "strLocation": "lisbon",
        "strOriginUrl": "https://www.getyourguide.com/lisbon-l42/fado-in-chiado-see-live-fado-show-in-lisbon-t31632/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Best Live Fado Show in Lisbon: 'Fado in Chiado' Tickets",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 10:21:37"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 142,
        "intUsdCost": 18,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-556560-145.jpg",
        "strIntroduction": "What You'll Do Discover more than 8,000 sea creatures from 500 different species at Lisbon Oceanarium Celebrate life of earth at exhibitions of living creatures See sharks, coral reefs, and the only 2 existing sea otters in Europe Discover more than 8,000 sea creatures from 500 different species at Lisbon Oceanarium Celebrate life of earth at exhibitions of living creatures See sharks, coral reefs, and the only 2 existing sea otters in Europe Discover more than 8,000 sea creatures from 500 different species at Lisbon Oceanarium Celebrate life of earth at exhibitions of living creatures See sharks, coral reefs, and the only 2 existing sea otters in Europe",
        "strLocation": "lisbon",
        "strOriginUrl": "https://www.getyourguide.com/lisbon-l42/oceanario-de-lisboa-aquarium-ticket-t38079/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Lisbon Oceanarium Oceanrio de Lisboa Entrance Ticket",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 10:21:50"
    },
    {
        "intDurationHour": 48,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 315,
        "intUsdCost": 31,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-235531-145.jpg",
        "strIntroduction": "What You'll Do Access 5 different tours of Lisbon with a 48-hour ticket Discover the city's most historic areas and its bustling modern neighborhoods Ride a historic tramcar, the oldest form of transportation in Lisbon Take advantage of discounts at museums, restaurants, and bars Climb on top of the Santa Justa Lift, with entrance included Access 5 different tours of Lisbon with a 48-hour ticket Discover the city's most historic areas and its bustling modern neighborhoods Ride a historic tramcar, the oldest form of transportation in Lisbon Take advantage of discounts at museums, restaurants, and bars Climb on top of the Santa Justa Lift, with entrance included Access 5 different tours of Lisbon with a 48-hour ticket Discover the city's most historic areas and its bustling modern neighborhoods Ride a historic tramcar, the oldest form of transportation in Lisbon Take advantage of discounts at museums, restaurants, and bars Climb on top of the Santa Justa Lift, with entrance included",
        "strLocation": "lisbon",
        "strOriginUrl": "https://www.getyourguide.com/lisbon-l42/lisbon-premium-4-in-1-bus-tours-t15122/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Lisbon 4-in-1 Hop-On Hop-Off Bus and Tram Tours",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 10:22:04"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 64,
        "intUsdCost": 62,
        "strGuideLanguage": "spanish, english, french, italian, portuguese, russian",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-365693-145.jpg",
        "strIntroduction": "What You'll Do See the fairytale palaces and gardens of Sintra Natural Park Marvel at the whimsical architecture of Pena Palace Go to Cabo da Roca, continental Europe's westernmost point Pass the surfing beaches of Cascais Explore the elegant resort town of Cascais Discover the \"Devil's Mouth\" cave See the fairytale palaces and gardens of Sintra Natural Park Marvel at the whimsical architecture of Pena Palace Go to Cabo da Roca, continental Europe's westernmost point Pass the surfing beaches of Cascais Explore the elegant resort town of Cascais Discover the \"Devil's Mouth\" cave See the fairytale palaces and gardens of Sintra Natural Park Marvel at the whimsical architecture of Pena Palace Go to Cabo da Roca, continental Europe's westernmost point Pass the surfing beaches of Cascais Explore the elegant resort town of Cascais Discover the \"Devil's Mouth\" cave",
        "strLocation": "lisbon",
        "strOriginUrl": "https://www.getyourguide.com/lisbon-l42/magic-castle-journey-into-the-fairy-tale-from-lisbon-t57243/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Sintra Fairytale Castles Full-Day Tour from Lisbon",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 10:22:19"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 32,
        "intUsdCost": 5,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-503555-145.jpg",
        "strIntroduction": "What You'll Do Enjoy inexpensive, fixed-price travel with a professional driver Experience a personalized meet and greet at the Lisbon Airport Travel in comfort and safety with a certified Portuguese service provider Book a transfer between the airport and your city accommodation, in either direction Enjoy inexpensive, fixed-price travel with a professional driver Experience a personalized meet and greet at the Lisbon Airport Travel in comfort and safety with a certified Portuguese service provider Book a transfer between the airport and your city accommodation, in either direction Enjoy inexpensive, fixed-price travel with a professional driver Experience a personalized meet and greet at the Lisbon Airport Travel in comfort and safety with a certified Portuguese service provider Book a transfer between the airport and your city accommodation, in either direction",
        "strLocation": "lisbon",
        "strOriginUrl": "https://www.getyourguide.com/lisbon-l42/lisbon-shared-airport-transfer-to-or-from-hotel-t66596/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Lisbon: Shared Transfer Between Airport and City Hotels",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 10:22:32"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 8,
        "intUsdCost": 62,
        "strGuideLanguage": "spanish, english, french, italian, portuguese, russian",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-444692-145.jpg",
        "strIntroduction": "What You'll Do Visit the Sanctuary of Our Lady of Fatima, a center of the Catholic faith and popular pilgrimage destination See the Monastery of Batalha, one of the most fascinating Gothic monuments in Europe Visit the romantic village of Obidos, known as the wedding present town Taste the local berry liqueur known as ginja Visit the Sanctuary of Our Lady of Fatima, a center of the Catholic faith and popular pilgrimage destination See the Monastery of Batalha, one of the most fascinating Gothic monuments in Europe Visit the romantic village of Obidos, known as the wedding present town Taste the local berry liqueur known as ginja Visit the Sanctuary of Our Lady of Fatima, a center of the Catholic faith and popular pilgrimage destination See the Monastery of Batalha, one of the most fascinating Gothic monuments in Europe Visit the romantic village of Obidos, known as the wedding present town Taste the local berry liqueur known as ginja",
        "strLocation": "lisbon",
        "strOriginUrl": "https://www.getyourguide.com/lisbon-l42/from-lisbon-full-day-fatima-batalha-nazare-obidos-tour-t67618/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Full-Day Fatima, Batalha, Nazare and Obidos Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 10:22:44"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 40,
        "intUsdCost": 15,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-556854-145.jpg",
        "strIntroduction": "What You'll Do Step back into the history of SL Benfica as you tour Luz Stadium Travel through the story of the team at the SL Benfica Cosme Damio Museum Experience the Portuguese passion for football up close Enjoy panoramic views of Luz Stadium Go to the locker rooms, and see where the world's media hang out in the press room Step back into the history of SL Benfica as you tour Luz Stadium Travel through the story of the team at the SL Benfica Cosme Damio Museum Experience the Portuguese passion for football up close Enjoy panoramic views of Luz Stadium Go to the locker rooms, and see where the world's media hang out in the press room Step back into the history of SL Benfica as you tour Luz Stadium Travel through the story of the team at the SL Benfica Cosme Damio Museum Experience the Portuguese passion for football up close Enjoy panoramic views of Luz Stadium Go to the locker rooms, and see where the world's media hang out in the press room",
        "strLocation": "lisbon",
        "strOriginUrl": "https://www.getyourguide.com/lisbon-l42/lisbon-luz-stadium-tour-sl-benfica-museum-admission-t58028/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Lisbon: Luz Stadium Tour and SL Benfica Museum Ticket",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 10:22:57"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 132,
        "intUsdCost": 115,
        "strGuideLanguage": "spanish, english, french, german, italian, portuguese",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-335426-145.jpg",
        "strIntroduction": "What You'll Do Enjoy a guided walking tour of Lisbon Ride on a vintage tram through the city See Rossio Square, at the heart of both old and new Lisbon Admire the Obelisk in the center of Restauradores Square Visit beautiful Carmo Square Walk through lovely Lisbon neighborhoods, including Chiado, Alfama, and more Go to the Romanesque Gothic Lisbon Cathedral End at Praa do Comrcio, heart of Lisbon commerce and royalty in the 16th-Century Enjoy a guided walking tour of Lisbon Ride on a vintage tram through the city See Rossio Square, at the heart of both old and new Lisbon Admire the Obelisk in the center of Restauradores Square Visit beautiful Carmo Square Walk through lovely Lisbon neighborhoods, including Chiado, Alfama, and more Go to the Romanesque Gothic Lisbon Cathedral End at Praa do Comrcio, heart of Lisbon commerce and royalty in the 16th-Century Enjoy a guided walking tour of Lisbon Ride on a vintage tram through the city See Rossio Square, at the heart of both old and new Lisbon Admire the Obelisk in the center of Restauradores Square Visit beautiful Carmo Square Walk through lovely Lisbon neighborhoods, including Chiado, Alfama, and more Go to the Romanesque Gothic Lisbon Cathedral End at Praa do Comrcio, heart of Lisbon commerce and royalty in the 16th-Century",
        "strLocation": "lisbon",
        "strOriginUrl": "https://www.getyourguide.com/lisbon-l42/best-of-lisbon-walk-private-3-hour-tour-t2397/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Best of Lisbon Walk - Private 3-Hour Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 10:23:10"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 97,
        "intUsdCost": 12,
        "strGuideLanguage": "spanish, basque, chinese, dutch, english, french, german, greek, italian, portuguese, russian",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-207687-145.jpg",
        "strIntroduction": "What You'll Do Enjoy the freedom of hop-on and hop-off buses running four routes all over Lisbon and Cascais Choose from audio guides in 14 different languages Stop off at all the best shopping boulevards and centers See the iconic Jernimos Monastery and Belm Tower Visit the animals at the Lisbon Zoo and the sea creatures of the Lisbon Oceanarium Drink a coffee with the locals in lively Rossio Square Take a trip to the cosmopolitan coastal town of Cascais Stop at Casa dos Bicos, an early 16th century building covered in protruding spikes Check out the impressive Campo Pequeno bull fighting ring Enjoy the freedom of hop-on and hop-off buses running four routes all over Lisbon and Cascais Choose from audio guides in 14 different languages Stop off at all the best shopping boulevards and centers See the iconic Jernimos Monastery and Belm Tower Visit the animals at the Lisbon Zoo and the sea creatures of the Lisbon Oceanarium Drink a coffee with the locals in lively Rossio Square Take a trip to the cosmopolitan coastal town of Cascais Stop at Casa dos Bicos, an early 16th century building covered in protruding spikes Check out the impressive Campo Pequeno bull fighting ring Enjoy the freedom of hop-on and hop-off buses running four routes all over Lisbon and Cascais Choose from audio guides in 14 different languages Stop off at all the best shopping boulevards and centers See the iconic Jernimos Monastery and Belm Tower Visit the animals at the Lisbon Zoo and the sea creatures of the Lisbon Oceanarium Drink a coffee with the locals in lively Rossio Square Take a trip to the cosmopolitan coastal town of Cascais Stop at Casa dos Bicos, an early 16th century building covered in protruding spikes Check out the impressive Campo Pequeno bull fighting ring",
        "strLocation": "lisbon",
        "strOriginUrl": "https://www.getyourguide.com/lisbon-l42/lisbon-sightseeing-hop-on-hop-off-tour-t1021/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Lisbon Sightseeing Hop-On Hop-Off Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 10:23:22"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 11,
        "intUsdCost": 20,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-436395-145.jpg",
        "strIntroduction": "What You'll Do Enjoy a private transfer from or to Lisbon Airport Sit back and relax in air-conditioned comfort Avoid the hassle of organizing transport on arrival Enjoy a private transfer from or to Lisbon Airport Sit back and relax in air-conditioned comfort Avoid the hassle of organizing transport on arrival Enjoy a private transfer from or to Lisbon Airport Sit back and relax in air-conditioned comfort Avoid the hassle of organizing transport on arrival",
        "strLocation": "lisbon",
        "strOriginUrl": "https://www.getyourguide.com/lisbon-l42/lisbon-private-transfer-tofrom-airport-t66595/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Lisbon: Private Transfer to/from Lisbon Airport",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 10:23:34"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 7,
        "intUsdCost": 49,
        "strGuideLanguage": "spanish, english, french, italian, portuguese",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-480704-145.jpg",
        "strIntroduction": "What You'll Do Experience romantic Sintra and visit Pena Palace and the gardens Tour Quinta da Regaleira and feel the mysticism Stop at the westernmost point in Europe at Roca Cape See Cascais, once the holiday destination of European aristocracy Experience romantic Sintra and visit Pena Palace and the gardens Tour Quinta da Regaleira and feel the mysticism Stop at the westernmost point in Europe at Roca Cape See Cascais, once the holiday destination of European aristocracy Experience romantic Sintra and visit Pena Palace and the gardens Tour Quinta da Regaleira and feel the mysticism Stop at the westernmost point in Europe at Roca Cape See Cascais, once the holiday destination of European aristocracy",
        "strLocation": "lisbon",
        "strOriginUrl": "https://www.getyourguide.com/lisbon-l42/sintra-cabo-da-roca-and-cascais-tour-t72607/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Sintra, Cabo da Roca and Cascais Full-Day Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 10:23:48"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 2,
        "intReviewVisitor": 7,
        "intUsdCost": 33,
        "strGuideLanguage": "spanish, english, portuguese",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-402718-145.jpg",
        "strIntroduction": "What You'll Do Take in Lisbon's most beautiful riverside landmarks in this 2.5-hour boat tour See the dense city center and beautiful hilltop castles Admire the Vasco da Gama bridge, the longest in Europe Sail past the Parque das Naes, the impressive complex built for Expo '98 Take in Lisbon's most beautiful riverside landmarks in this 2.5-hour boat tour See the dense city center and beautiful hilltop castles Admire the Vasco da Gama bridge, the longest in Europe Sail past the Parque das Naes, the impressive complex built for Expo '98 Take in Lisbon's most beautiful riverside landmarks in this 2.5-hour boat tour See the dense city center and beautiful hilltop castles Admire the Vasco da Gama bridge, the longest in Europe Sail past the Parque das Naes, the impressive complex built for Expo '98",
        "strLocation": "lisbon",
        "strOriginUrl": "https://www.getyourguide.com/lisbon-l42/lisbon-25-hour-river-cruise-t1079/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Lisbon 2.5-Hour River Cruise",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 10:24:03"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 3,
        "intUsdCost": 22,
        "strGuideLanguage": "english, portuguese",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-398269-145.jpg",
        "strIntroduction": "What You'll Do Head off the tourist routes on this unique art tour of the Lisbon area Admire the colorful artwork of national and international street artists Learn about Lisbons urban and street art from a knowledgeable guide Head off the tourist routes on this unique art tour of the Lisbon area Admire the colorful artwork of national and international street artists Learn about Lisbons urban and street art from a knowledgeable guide Head off the tourist routes on this unique art tour of the Lisbon area Admire the colorful artwork of national and international street artists Learn about Lisbons urban and street art from a knowledgeable guide",
        "strLocation": "lisbon",
        "strOriginUrl": "https://www.getyourguide.com/lisbon-l42/lisbon-street-art-tour-t61912/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Lisbon: 4-Hour Street Art Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 10:24:17"
    },
    {
        "intDurationHour": 10,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 86,
        "intUsdCost": 77,
        "strGuideLanguage": "spanish, english, german, portuguese",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-235522-145.jpg",
        "strIntroduction": "What You'll Do Enjoy a full-day guided bus tour that takes you from Lisbon to Ftima Stop at two UNESCO World Heritage sites See the romantic village of bidos, known as the 'wedding present town' Visit the Sanctuary of Our Lady of Ftima, a center of Catholic faith and popular pilgrimage destination Enjoy lunch in a colorful, traditional Portuguese fishing village Enjoy a full-day guided bus tour that takes you from Lisbon to Ftima Stop at two UNESCO World Heritage sites See the romantic village of bidos, known as the 'wedding present town' Visit the Sanctuary of Our Lady of Ftima, a center of Catholic faith and popular pilgrimage destination Enjoy lunch in a colorful, traditional Portuguese fishing village Enjoy a full-day guided bus tour that takes you from Lisbon to Ftima Stop at two UNESCO World Heritage sites See the romantic village of bidos, known as the 'wedding present town' Visit the Sanctuary of Our Lady of Ftima, a center of Catholic faith and popular pilgrimage destination Enjoy lunch in a colorful, traditional Portuguese fishing village",
        "strLocation": "lisbon",
        "strOriginUrl": "https://www.getyourguide.com/lisbon-l42/fatima-full-day-tour-from-lisbon-t1025/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Full-Day Ftima Tour from Lisbon",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 10:24:29"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 60,
        "intUsdCost": 31,
        "strGuideLanguage": "spanish, english, portuguese",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-556755-145.jpg",
        "strIntroduction": "What You'll Do Experience a romantic sunset sail off the coast of Lisbon Admire many of the citys highlights from the water Enjoy a complimentary drink on board Experience a romantic sunset sail off the coast of Lisbon Admire many of the citys highlights from the water Enjoy a complimentary drink on board Experience a romantic sunset sail off the coast of Lisbon Admire many of the citys highlights from the water Enjoy a complimentary drink on board",
        "strLocation": "lisbon",
        "strOriginUrl": "https://www.getyourguide.com/lisbon-l42/lisbon-sunset-sailing-tour-with-transfer-t49399/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Lisbon Sunset Sailing Tour with Transfers",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 10:24:41"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 2,
        "intUsdCost": 68,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-419064-145.jpg",
        "strIntroduction": "What You'll Do Explore Sintra, a picturesque and beautiful village Visit the Palace of Queluz and Sintra National Palace Discover Estoril and Cascais Enjoy a wine tasting Explore Sintra, a picturesque and beautiful village Visit the Palace of Queluz and Sintra National Palace Discover Estoril and Cascais Enjoy a wine tasting Explore Sintra, a picturesque and beautiful village Visit the Palace of Queluz and Sintra National Palace Discover Estoril and Cascais Enjoy a wine tasting",
        "strLocation": "lisbon",
        "strOriginUrl": "https://www.getyourguide.com/lisbon-l42/private-sintra-tour-with-cellar-visit-wine-tasting-t64281/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Private Sintra Tour with Cellar Visit & Wine Tasting",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 10:24:53"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 22,
        "intUsdCost": 29,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-364646-145.jpg",
        "strIntroduction": "What You'll Do Take a tour of Sintra, one of the most stunning spots in Portugal Visit Pena and Queluz palaces, Sintra village, and Cabo da Roca Customize the itinerary to your interests Take a tour of Sintra, one of the most stunning spots in Portugal Visit Pena and Queluz palaces, Sintra village, and Cabo da Roca Customize the itinerary to your interests Take a tour of Sintra, one of the most stunning spots in Portugal Visit Pena and Queluz palaces, Sintra village, and Cabo da Roca Customize the itinerary to your interests",
        "strLocation": "lisbon",
        "strOriginUrl": "https://www.getyourguide.com/lisbon-l42/half-day-sintra-tour-from-lisbon-t57079/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Half-Day Sintra Tour from Lisbon with Transfers",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 10:25:07"
    },
    {
        "intDurationHour": 5,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 12,
        "intUsdCost": 16,
        "strGuideLanguage": "spanish, english, portuguese",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-353948-145.jpg",
        "strIntroduction": "What You'll Do Discover the nightlife scene of Lisbon with local guides Experience Lisbon's first and biggest pub crawl Meet fellow travelers from around the world Enjoy great drink discounts Skip the lines to one of the best clubs in town Get unlimited sangria or beer Discover the nightlife scene of Lisbon with local guides Experience Lisbon's first and biggest pub crawl Meet fellow travelers from around the world Enjoy great drink discounts Skip the lines to one of the best clubs in town Get unlimited sangria or beer Discover the nightlife scene of Lisbon with local guides Experience Lisbon's first and biggest pub crawl Meet fellow travelers from around the world Enjoy great drink discounts Skip the lines to one of the best clubs in town Get unlimited sangria or beer",
        "strLocation": "lisbon",
        "strOriginUrl": "https://www.getyourguide.com/lisbon-l42/lisbon-funky-monkey-pub-crawl-t55588/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Lisbon: Pub and VIP Club Crawl",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 10:25:19"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 0,
        "intUsdCost": 42,
        "strGuideLanguage": "english, spanish, french, german",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-397009-145.jpg",
        "strIntroduction": "What You'll Do Explore the different flavors of Portugal and Lisbon Learn how Portuguese cuisine is directly related to the history of Lisbon Connect with locals in their shops and restaurants Taste famous dishes, such as a Pastel Lisboa, cod fish and more Go to one of Lisbon's most exquisite restaurants in a 17th-century palace Discover the cuisine of south Portugal Explore the different flavors of Portugal and Lisbon Learn how Portuguese cuisine is directly related to the history of Lisbon Connect with locals in their shops and restaurants Taste famous dishes, such as a Pastel Lisboa, cod fish and more Go to one of Lisbon's most exquisite restaurants in a 17th-century palace Discover the cuisine of south Portugal Explore the different flavors of Portugal and Lisbon Learn how Portuguese cuisine is directly related to the history of Lisbon Connect with locals in their shops and restaurants Taste famous dishes, such as a Pastel Lisboa, cod fish and more Go to one of Lisbon's most exquisite restaurants in a 17th-century palace Discover the cuisine of south Portugal",
        "strLocation": "lisbon",
        "strOriginUrl": "https://www.getyourguide.com/lisbon-l42/lisbon-gastronomy-food-walk-and-culture-t48147/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Lisbon: Food and Culture 3-Hour Walking Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 10:25:31"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 41,
        "intUsdCost": 18,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-251951-145.jpg",
        "strIntroduction": "What You'll Do Skip the line at the Hard Rock Cafe, Lisbon, and enjoy great American high quality food Enjoy a great eating experience in the Portuguese capital Choose from a range of meal options with starters, entres, desserts, and tea or coffee Buy some trendy merchandise in the Rock Shop before you leave Skip the line at the Hard Rock Cafe, Lisbon, and enjoy great American high quality food Enjoy a great eating experience in the Portuguese capital Choose from a range of meal options with starters, entres, desserts, and tea or coffee Buy some trendy merchandise in the Rock Shop before you leave Skip the line at the Hard Rock Cafe, Lisbon, and enjoy great American high quality food Enjoy a great eating experience in the Portuguese capital Choose from a range of meal options with starters, entres, desserts, and tea or coffee Buy some trendy merchandise in the Rock Shop before you leave",
        "strLocation": "lisbon",
        "strOriginUrl": "https://www.getyourguide.com/lisbon-l42/hard-rock-cafe-lisbon-skip-the-line-meal-options-t10447/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Hard Rock Cafe Lisbon - Skip the Line Meal Options",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 10:25:45"
    },
    {
        "intDurationHour": 48,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 0,
        "intUsdCost": 26,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-383412-145.jpg",
        "strIntroduction": "What You'll Do Explore Lisbon at your own pace with a flexible ticket to 3 different bus tours Discover the historical center, rebuilt after the devastating earthquake of 1755 Lear more about Portugal's \"Age of Discoveries\" in Belm Ascend the Santa Justa Lift for magnificent views Enjoy free access to the public transport system, and discounts at restaurants Hop on and off at the monuments and museums you want to explore further Explore Lisbon at your own pace with a flexible ticket to 3 different bus tours Discover the historical center, rebuilt after the devastating earthquake of 1755 Lear more about Portugal's \"Age of Discoveries\" in Belm Ascend the Santa Justa Lift for magnificent views Enjoy free access to the public transport system, and discounts at restaurants Hop on and off at the monuments and museums you want to explore further Explore Lisbon at your own pace with a flexible ticket to 3 different bus tours Discover the historical center, rebuilt after the devastating earthquake of 1755 Lear more about Portugal's \"Age of Discoveries\" in Belm Ascend the Santa Justa Lift for magnificent views Enjoy free access to the public transport system, and discounts at restaurants Hop on and off at the monuments and museums you want to explore further",
        "strLocation": "lisbon",
        "strOriginUrl": "https://www.getyourguide.com/lisbon-l42/lisbon-3-in-1-hop-on-hop-off-bus-tours-t59858/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Lisbon: 3-in-1 Hop-On Hop-Off Bus Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 10:25:57"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 71,
        "intUsdCost": 16,
        "strGuideLanguage": "english, spanish",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-202881-145.jpg",
        "strIntroduction": "What You'll Do See central Lisbon's major sites on a 3-hour walking tour Stroll through the city's unique neighborhoods, including Chiado and Alfama Learn about Lisbon's revolutionary past in Restauradores Square Get an expert commentary from a knowledgeable and friendly guide See central Lisbon's major sites on a 3-hour walking tour Stroll through the city's unique neighborhoods, including Chiado and Alfama Learn about Lisbon's revolutionary past in Restauradores Square Get an expert commentary from a knowledgeable and friendly guide See central Lisbon's major sites on a 3-hour walking tour Stroll through the city's unique neighborhoods, including Chiado and Alfama Learn about Lisbon's revolutionary past in Restauradores Square Get an expert commentary from a knowledgeable and friendly guide",
        "strLocation": "lisbon",
        "strOriginUrl": "https://www.getyourguide.com/lisbon-l42/best-of-lisbon-walking-tour-rossio-chiado-alfama-t600/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Best of Lisbon Walking Tour: Rossio, Chiado & Alfama",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 10:26:11"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 0,
        "intUsdCost": 64,
        "strGuideLanguage": "english, portuguese",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-523243-145.jpg",
        "strIntroduction": "What You'll Do Enjoy a leisurely stroll along the historical quarters of the city coupled with insightful commentary and information Marvel at some of the best views of the city from the Santa Justa Elevator and the So Pedro de Alcntara viewpoint Explore the main squares of the downtown area of the city, the Rossio Square and the Praa do Comrcio Visit two UNESCO world heratige site, the Monastery of Jernimos and the Tower of Belm Taste the world famous Pasteis de Belm and visit the two century old pastry shop where they are made Enjoy a leisurely stroll along the historical quarters of the city coupled with insightful commentary and information Marvel at some of the best views of the city from the Santa Justa Elevator and the So Pedro de Alcntara viewpoint Explore the main squares of the downtown area of the city, the Rossio Square and the Praa do Comrcio Visit two UNESCO world heratige site, the Monastery of Jernimos and the Tower of Belm Taste the world famous Pasteis de Belm and visit the two century old pastry shop where they are made Enjoy a leisurely stroll along the historical quarters of the city coupled with insightful commentary and information Marvel at some of the best views of the city from the Santa Justa Elevator and the So Pedro de Alcntara viewpoint Explore the main squares of the downtown area of the city, the Rossio Square and the Praa do Comrcio Visit two UNESCO world heratige site, the Monastery of Jernimos and the Tower of Belm Taste the world famous Pasteis de Belm and visit the two century old pastry shop where they are made",
        "strLocation": "lisbon",
        "strOriginUrl": "https://www.getyourguide.com/lisbon-l42/complete-full-day-tour-of-historical-lisbon-and-belem-t78199/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Complete Full-Day Tour of Historical Lisbon and Belm",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 10:26:22"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 1,
        "intUsdCost": 80,
        "strGuideLanguage": "spanish, english, french, italian, portuguese, russian",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-476830-145.jpg",
        "strIntroduction": "What You'll Do See the fairytale palaces and gardens of Sintra Natural Park. Marvel at the whimsical architecture of Pena Palace. Go to Cabo da Roca, continental Europe's westernmost point. Pass the surfing beaches of Cascais. Discover the \"Devil's Mouth\" cave. Admire the grandeur of the palaces of Seteais and Montserrate. See the fairytale palaces and gardens of Sintra Natural Park. Marvel at the whimsical architecture of Pena Palace. Go to Cabo da Roca, continental Europe's westernmost point. Pass the surfing beaches of Cascais. Discover the \"Devil's Mouth\" cave. Admire the grandeur of the palaces of Seteais and Montserrate. See the fairytale palaces and gardens of Sintra Natural Park. Marvel at the whimsical architecture of Pena Palace. Go to Cabo da Roca, continental Europe's westernmost point. Pass the surfing beaches of Cascais. Discover the \"Devil's Mouth\" cave. Admire the grandeur of the palaces of Seteais and Montserrate.",
        "strLocation": "lisbon",
        "strOriginUrl": "https://www.getyourguide.com/lisbon-l42/castles-of-sintra-full-day-tour-from-lisbon-t72026/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Castles of Sintra Full-Day Tour from Lisbon",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 10:26:34"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 3,
        "intReviewVisitor": 57,
        "intUsdCost": 37,
        "strGuideLanguage": "spanish, english, german, portuguese, french, italian",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-322603-145.jpg",
        "strIntroduction": "What You'll Do Visit 2 UNESCO World Heritage sites: Belm Tower and Jernimos Monastery See the interesting, lively, and historically rich Belm Quarter and Alfama District Sample Portugal's famous port wine Stop off in Trade, Rossio, and Restauradores, important cultural squares in Lisbon Visit 2 UNESCO World Heritage sites: Belm Tower and Jernimos Monastery See the interesting, lively, and historically rich Belm Quarter and Alfama District Sample Portugal's famous port wine Stop off in Trade, Rossio, and Restauradores, important cultural squares in Lisbon Visit 2 UNESCO World Heritage sites: Belm Tower and Jernimos Monastery See the interesting, lively, and historically rich Belm Quarter and Alfama District Sample Portugal's famous port wine Stop off in Trade, Rossio, and Restauradores, important cultural squares in Lisbon",
        "strLocation": "lisbon",
        "strOriginUrl": "https://www.getyourguide.com/lisbon-l42/lisbon-half-day-sightseeing-tour-by-coach-t1063/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Lisbon Half-Day Sightseeing Bus Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 10:26:49"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 17,
        "intUsdCost": 44,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-505681-145.jpg",
        "strIntroduction": "What You'll Do Enjoy a stress-free private transfer from the Lisbon Airport to your accommodation in the Cascais/Estoril area Let your driver tackle the busy roads as you sit back and relax in your private vehicle Experience door-to-door service with this pre-booked transfer available either from or to the airport Travel in comfort and safety between the Lisbon Airport and your Cascais/Estoril accommodation Enjoy a stress-free private transfer from the Lisbon Airport to your accommodation in the Cascais/Estoril area Let your driver tackle the busy roads as you sit back and relax in your private vehicle Experience door-to-door service with this pre-booked transfer available either from or to the airport Travel in comfort and safety between the Lisbon Airport and your Cascais/Estoril accommodation Enjoy a stress-free private transfer from the Lisbon Airport to your accommodation in the Cascais/Estoril area Let your driver tackle the busy roads as you sit back and relax in your private vehicle Experience door-to-door service with this pre-booked transfer available either from or to the airport Travel in comfort and safety between the Lisbon Airport and your Cascais/Estoril accommodation",
        "strLocation": "lisbon",
        "strOriginUrl": "https://www.getyourguide.com/lisbon-l42/lisbon-private-airport-transfer-to-cascaisestoril-t50252/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Private Transfer from Lisbon Airport to Cascais/Estoril",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 10:27:02"
    },
    {
        "intDurationHour": 9,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 63,
        "intUsdCost": 68,
        "strGuideLanguage": "spanish, english, french, portuguese",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-202959-145.jpg",
        "strIntroduction": "What You'll Do Admire the stained glass art at Batalha Monastery, a UNESCO World Heritage Site Try Ginja licor in a chocolate cup  the most popular drink in bidos Visit the world-famous Sanctuary of Ftima Admire the stained glass art at Batalha Monastery, a UNESCO World Heritage Site Try Ginja licor in a chocolate cup  the most popular drink in bidos Visit the world-famous Sanctuary of Ftima Admire the stained glass art at Batalha Monastery, a UNESCO World Heritage Site Try Ginja licor in a chocolate cup  the most popular drink in bidos Visit the world-famous Sanctuary of Ftima",
        "strLocation": "lisbon",
        "strOriginUrl": "https://www.getyourguide.com/lisbon-l42/fatima-obidos-the-atlantic-coast-day-tour-from-lisbon-t731/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Ftima, bidos and the Atlantic Coast Day Tour from Lisbon",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 10:27:16"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 12,
        "intUsdCost": 48,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-323839-145.jpg",
        "strIntroduction": "What You'll Do Cruise along the River Tagus at sunset Travel back to the days of Portugal's \"Age of Discoveries\" See historic monuments, such as the Torre Belm Admire some of Lisbon's oldest neighborhoods, such as the Alfama Sip a glass of sparkling wine as the sun sets Cruise along the River Tagus at sunset Travel back to the days of Portugal's \"Age of Discoveries\" See historic monuments, such as the Torre Belm Admire some of Lisbon's oldest neighborhoods, such as the Alfama Sip a glass of sparkling wine as the sun sets Cruise along the River Tagus at sunset Travel back to the days of Portugal's \"Age of Discoveries\" See historic monuments, such as the Torre Belm Admire some of Lisbon's oldest neighborhoods, such as the Alfama Sip a glass of sparkling wine as the sun sets",
        "strLocation": "lisbon",
        "strOriginUrl": "https://www.getyourguide.com/lisbon-l42/lisbon-2-hour-sunset-sailing-tour-t48358/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Lisbon: 2-Hour Sailing Tour at Sunset",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 10:27:27"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 26,
        "strGuideLanguage": "english, portuguese",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-557646-145.jpg",
        "strIntroduction": "What You'll Do Explore Lisbon from the land and the water Enjoy an adventure tour full of laughter and fun Learn about the history of Portugal and Lisbon Plunge into the Tagus and see the city from the river Explore Lisbon from the land and the water Enjoy an adventure tour full of laughter and fun Learn about the history of Portugal and Lisbon Plunge into the Tagus and see the city from the river Explore Lisbon from the land and the water Enjoy an adventure tour full of laughter and fun Learn about the history of Portugal and Lisbon Plunge into the Tagus and see the city from the river",
        "strLocation": "lisbon",
        "strOriginUrl": "https://www.getyourguide.com/lisbon-l42/lisbon-hippotrip-amphibious-tour-t75896/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Lisbon HIPPOtrip 90-Minute Amphibious Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 10:27:41"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 25,
        "intUsdCost": 37,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-362064-145.jpg",
        "strIntroduction": "What You'll Do Skip the long lines for taxis on arrival at Lisbon Airport Enjoy a private transfer to Lisbon city center by executive class vehicle Stay hydrated with complimentary water, and attend to any urgent needs with free Wi-Fi Skip the long lines for taxis on arrival at Lisbon Airport Enjoy a private transfer to Lisbon city center by executive class vehicle Stay hydrated with complimentary water, and attend to any urgent needs with free Wi-Fi Skip the long lines for taxis on arrival at Lisbon Airport Enjoy a private transfer to Lisbon city center by executive class vehicle Stay hydrated with complimentary water, and attend to any urgent needs with free Wi-Fi",
        "strLocation": "lisbon",
        "strOriginUrl": "https://www.getyourguide.com/lisbon-l42/lisbon-airport-transfer-t56731/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Lisbon Airport Two-Way Transfer to Lisbon Hotels",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 10:27:56"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 35,
        "intUsdCost": 81,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-394505-145.jpg",
        "strIntroduction": "What You'll Do Experience the mournful traditions of Portugal's \"fado\" Enjoy a typically rustic dinner at a \"fado\" restaurant in the Alfama See the sights of Lisbon illuminated for the night Watch a live \"fado\" performance of classical guitar and solo singer Experience the mournful traditions of Portugal's \"fado\" Enjoy a typically rustic dinner at a \"fado\" restaurant in the Alfama See the sights of Lisbon illuminated for the night Watch a live \"fado\" performance of classical guitar and solo singer Experience the mournful traditions of Portugal's \"fado\" Enjoy a typically rustic dinner at a \"fado\" restaurant in the Alfama See the sights of Lisbon illuminated for the night Watch a live \"fado\" performance of classical guitar and solo singer",
        "strLocation": "lisbon",
        "strOriginUrl": "https://www.getyourguide.com/lisbon-l42/lisbon-fado-show-dinner-with-sightseeing-night-tour-t50413/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Lisbon: Fado Dinner Show and Panoramic Night Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 10:28:07"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 3,
        "intReviewVisitor": 8,
        "intUsdCost": 17,
        "strGuideLanguage": "spanish, swedish, chinese, dutch, english, french, german, italian, japanese, portuguese, russian",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-63078-145.jpg",
        "strIntroduction": "What You'll Do Get to know Baixa, the grid-like quarter built after the 1755 earthquake Walk around the bustling Restauradores, Av. Liberdade and R. Castilho, known for their upscale shops Take a rest in such relaxing gardens and parks as Parque Eduardo VII, Jardim das Amoreiras, Jardim da Estrela and Praa do Imprio Visit some of the most interesting museums in Lisbon Climb on top of the Santa Justa Lift, with entrance included Get to know Baixa, the grid-like quarter built after the 1755 earthquake Walk around the bustling Restauradores, Av. Liberdade and R. Castilho, known for their upscale shops Take a rest in such relaxing gardens and parks as Parque Eduardo VII, Jardim das Amoreiras, Jardim da Estrela and Praa do Imprio Visit some of the most interesting museums in Lisbon Climb on top of the Santa Justa Lift, with entrance included Get to know Baixa, the grid-like quarter built after the 1755 earthquake Walk around the bustling Restauradores, Av. Liberdade and R. Castilho, known for their upscale shops Take a rest in such relaxing gardens and parks as Parque Eduardo VII, Jardim das Amoreiras, Jardim da Estrela and Praa do Imprio Visit some of the most interesting museums in Lisbon Climb on top of the Santa Justa Lift, with entrance included",
        "strLocation": "lisbon",
        "strOriginUrl": "https://www.getyourguide.com/lisbon-l42/lisbon-tagus-hop-onhop-off-bus-tour-24-hour-pass-t14713/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Lisbon: Tagus Hop-On/Hop-Off Bus Tour 24-Hour Pass",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 10:28:19"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 21,
        "intUsdCost": 42,
        "strGuideLanguage": "spanish, english, french, portuguese",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-397104-145.jpg",
        "strIntroduction": "What You'll Do Sail under Lisbons iconic suspension bridge for a unique view of the city Take the wheel and steer the yacht under sail Enjoy complimentary champagne and homemade fresh salmon pastries Sail under Lisbons iconic suspension bridge for a unique view of the city Take the wheel and steer the yacht under sail Enjoy complimentary champagne and homemade fresh salmon pastries Sail under Lisbons iconic suspension bridge for a unique view of the city Take the wheel and steer the yacht under sail Enjoy complimentary champagne and homemade fresh salmon pastries",
        "strLocation": "lisbon",
        "strOriginUrl": "https://www.getyourguide.com/lisbon-l42/lisbon-sailing-tour-t61733/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Lisbon 2-Hour Sailing Tour with Champagne",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 10:28:31"
    }
]