[
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 0,
        "intUsdCost": 45,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-529856-145.jpg",
        "strIntroduction": "What You'll Do Enjoy a private transfer from Florence Train Station to hotels in Florence Relax on board in a comfortable high class vehicle with a professional driver Avoid Florence's notorious traffic problems with our experienced drivers Save money and time and skip the stress of taxi queues Enjoy a private transfer from Florence Train Station to hotels in Florence Relax on board in a comfortable high class vehicle with a professional driver Avoid Florence's notorious traffic problems with our experienced drivers Save money and time and skip the stress of taxi queues Enjoy a private transfer from Florence Train Station to hotels in Florence Relax on board in a comfortable high class vehicle with a professional driver Avoid Florence's notorious traffic problems with our experienced drivers Save money and time and skip the stress of taxi queues",
        "strLocation": "florence",
        "strOriginUrl": "https://www.getyourguide.com/florence-l32/florence-train-station-to-city-hotels-private-transfer-t79250/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Florence Train Station to City Hotels: Private Transfer",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 13:33:56"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 0,
        "intUsdCost": 45,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-529922-145.jpg",
        "strIntroduction": "What You'll Do Enjoy a private transfer from Florence Hotels to Florence Train Station Relax on board in a comfortable vehicle equipped with a professional driver Avoid Florence's notorious traffic problems with our experienced drivers Save money and time and skip the stress of taxi queues Enjoy a private transfer from Florence Hotels to Florence Train Station Relax on board in a comfortable vehicle equipped with a professional driver Avoid Florence's notorious traffic problems with our experienced drivers Save money and time and skip the stress of taxi queues Enjoy a private transfer from Florence Hotels to Florence Train Station Relax on board in a comfortable vehicle equipped with a professional driver Avoid Florence's notorious traffic problems with our experienced drivers Save money and time and skip the stress of taxi queues",
        "strLocation": "florence",
        "strOriginUrl": "https://www.getyourguide.com/florence-l32/city-hotels-to-florence-train-station-private-transfer-t79259/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "City Hotels to Florence Train Station: Private Transfer",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 13:34:07"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 0,
        "intUsdCost": 32,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-532014-145.jpg",
        "strIntroduction": "What You'll Do Get to know Florence through the eyes of passionate locals Make travel about friendly people, not just places Learn about the city's many tips and tricks and best kept secrets Get to know Florence through the eyes of passionate locals Make travel about friendly people, not just places Learn about the city's many tips and tricks and best kept secrets Get to know Florence through the eyes of passionate locals Make travel about friendly people, not just places Learn about the city's many tips and tricks and best kept secrets",
        "strLocation": "florence",
        "strOriginUrl": "https://www.getyourguide.com/florence-l32/florence-private-welcome-tour-w-a-local-t79614/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Florence: Private Welcome Tour w/ a Local",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 13:34:21"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 0,
        "intUsdCost": 20,
        "strGuideLanguage": "spanish, english, italian",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-538095-145.jpg",
        "strIntroduction": "What You'll Do Run throughout the medieval streets reaching all the main districts such as the Cathedral Square, San Lorenzo market, the Signoria Square Cross the Arno river to visit the most authentic part of the city Be amazed by a breathtaking view over Florence from Piazzale Michelangelo Run throughout the medieval streets reaching all the main districts such as the Cathedral Square, San Lorenzo market, the Signoria Square Cross the Arno river to visit the most authentic part of the city Be amazed by a breathtaking view over Florence from Piazzale Michelangelo Run throughout the medieval streets reaching all the main districts such as the Cathedral Square, San Lorenzo market, the Signoria Square Cross the Arno river to visit the most authentic part of the city Be amazed by a breathtaking view over Florence from Piazzale Michelangelo",
        "strLocation": "florence",
        "strOriginUrl": "https://www.getyourguide.com/florence-l32/running-experience-in-florence-t80676/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Running Experience in Florence",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 13:34:31"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 0,
        "intUsdCost": 72,
        "strGuideLanguage": "spanish, english, french, german, italian",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-464096-145.jpg",
        "strIntroduction": "What You'll Do Professional tour leader (professional art historian with broad teaching skills). Fun learning worksheets for children. Entrance tickets. A basket with organic snacks and beverages. Professional tour leader (professional art historian with broad teaching skills). Fun learning worksheets for children. Entrance tickets. A basket with organic snacks and beverages. Professional tour leader (professional art historian with broad teaching skills). Fun learning worksheets for children. Entrance tickets. A basket with organic snacks and beverages.",
        "strLocation": "florence",
        "strOriginUrl": "https://www.getyourguide.com/florence-l32/florence-family-tour-to-the-boboli-gardens-t69099/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Florence: Boboli Gardens Small Group Family Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 13:34:44"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 3,
        "intUsdCost": 80,
        "strGuideLanguage": "spanish, english, french, german, italian",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-464107-145.jpg",
        "strIntroduction": "What You'll Do Take an educational child-friendly tour of the Uffizi Gallery Get information about important art works from an art historian guide See masterpieces by Michelangelo, Titian, Da Vinci and many others Receive a basket of organic snacks and beverages Take an educational child-friendly tour of the Uffizi Gallery Get information about important art works from an art historian guide See masterpieces by Michelangelo, Titian, Da Vinci and many others Receive a basket of organic snacks and beverages Take an educational child-friendly tour of the Uffizi Gallery Get information about important art works from an art historian guide See masterpieces by Michelangelo, Titian, Da Vinci and many others Receive a basket of organic snacks and beverages",
        "strLocation": "florence",
        "strOriginUrl": "https://www.getyourguide.com/florence-l32/florence-family-tour-to-the-uffizi-gallery-t69414/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Florence: Uffizi Gallery Small Group Family Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 13:34:55"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 0,
        "intUsdCost": 77,
        "strGuideLanguage": "spanish, english, french, german, italian",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-464110-145.jpg",
        "strIntroduction": "What You'll Do Have fun with your family in Florence. Engage in an interactive adventure. Discover the beauty of the city centre. Have fun with your family in Florence. Engage in an interactive adventure. Discover the beauty of the city centre. Have fun with your family in Florence. Engage in an interactive adventure. Discover the beauty of the city centre.",
        "strLocation": "florence",
        "strOriginUrl": "https://www.getyourguide.com/florence-l32/florence-walking-family-tour-of-city-centre-t69418/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Florence: Small Group Family City Centre Walking Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 13:35:08"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 0,
        "intUsdCost": 79,
        "strGuideLanguage": "spanish, english, french, german, italian, portuguese",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-464103-145.jpg",
        "strIntroduction": "What You'll Do Have fun with your family. Engage in a interactive adventure. Discover the renaissance Florence. Have fun with your family. Engage in a interactive adventure. Discover the renaissance Florence. Have fun with your family. Engage in a interactive adventure. Discover the renaissance Florence.",
        "strLocation": "florence",
        "strOriginUrl": "https://www.getyourguide.com/florence-l32/family-tour-to-florence-cathedral-and-baptistery-t69420/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Florence Cathedral & Baptistery Small Group Family Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 13:35:20"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 0,
        "intUsdCost": 78,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-554496-145.jpg",
        "strIntroduction": "What You'll Do Enjoy Florence’s top must-see sights Learn more from an expert and friendly Guide at your side Explore the best of Florence at a very special price Have a Tuscan dinner and chianti wine in a typical Florentine restaurant Enjoy Florence’s top must-see sights Learn more from an expert and friendly Guide at your side Explore the best of Florence at a very special price Have a Tuscan dinner and chianti wine in a typical Florentine restaurant Enjoy Florence’s top must-see sights Learn more from an expert and friendly Guide at your side Explore the best of Florence at a very special price Have a Tuscan dinner and chianti wine in a typical Florentine restaurant",
        "strLocation": "florence",
        "strOriginUrl": "https://www.getyourguide.com/florence-l32/history-art-music-in-florence-half-day-combo-tour-t83721/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "History, Art & Music in Florence: Half-Day Combo Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 13:35:33"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 0,
        "intUsdCost": 53,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-505896-145.jpg",
        "strIntroduction": "What You'll Do Experience a high quality food tasting Learn the history and traditions of Tuscan food products and about contemporary foods Taste at least 10 different samples of food from the best suppliers in Tuscany and in Florence Experience a high quality food tasting Learn the history and traditions of Tuscan food products and about contemporary foods Taste at least 10 different samples of food from the best suppliers in Tuscany and in Florence Experience a high quality food tasting Learn the history and traditions of Tuscan food products and about contemporary foods Taste at least 10 different samples of food from the best suppliers in Tuscany and in Florence",
        "strLocation": "florence",
        "strOriginUrl": "https://www.getyourguide.com/florence-l32/florence-2-hour-flavorful-food-tour-t75765/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Florence: 2-Hour Flavorful Food Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 13:35:45"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 42,
        "strGuideLanguage": "portuguese",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-511171-145.jpg",
        "strIntroduction": "What You'll Do See some of the world’s great artwork up-close from the likes Giotto, Botticelli, Leonardo da Vinci, Michelangelo, Raphael, Titian and others Save time with skip-the-line tickets to the Uffizi Gallery Discover the secrets behind the paintings with your expert guide Admire the \"Birth of Venus\" by Botticelli and stay until closing time See some of the world’s great artwork up-close from the likes Giotto, Botticelli, Leonardo da Vinci, Michelangelo, Raphael, Titian and others Save time with skip-the-line tickets to the Uffizi Gallery Discover the secrets behind the paintings with your expert guide Admire the \"Birth of Venus\" by Botticelli and stay until closing time See some of the world’s great artwork up-close from the likes Giotto, Botticelli, Leonardo da Vinci, Michelangelo, Raphael, Titian and others Save time with skip-the-line tickets to the Uffizi Gallery Discover the secrets behind the paintings with your expert guide Admire the \"Birth of Venus\" by Botticelli and stay until closing time",
        "strLocation": "florence",
        "strOriginUrl": "https://www.getyourguide.com/florence-l32/florence-2-hour-skip-the-line-uffizi-gallery-tour-t76465/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Florence: 2-Hour Skip-the-Line Uffizi Gallery Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 13:35:55"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 0,
        "intUsdCost": 36,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-519748-145.jpg",
        "strIntroduction": "What You'll Do Meet a local, expert guide who will show you around Florence, getting you familiar with the most important sites and streets See top attractions including the Duomo and Ponte Vecchio Get restaurant recommendations and answers to all your questions about Florence Sample Florence’s famous gelato Meet a local, expert guide who will show you around Florence, getting you familiar with the most important sites and streets See top attractions including the Duomo and Ponte Vecchio Get restaurant recommendations and answers to all your questions about Florence Sample Florence’s famous gelato Meet a local, expert guide who will show you around Florence, getting you familiar with the most important sites and streets See top attractions including the Duomo and Ponte Vecchio Get restaurant recommendations and answers to all your questions about Florence Sample Florence’s famous gelato",
        "strLocation": "florence",
        "strOriginUrl": "https://www.getyourguide.com/florence-l32/florence-welcome-orientation-city-stroll-gelato-t77773/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Florence: Welcome Orientation City Stroll & Gelato",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 13:36:11"
    },
    {
        "intDurationHour": 10,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 0,
        "intUsdCost": 160,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-166765-145.jpg",
        "strIntroduction": "What You'll Do Relax on arrival at Perugia's San Egidio Airport with a pre-booked taxi transfer Sit back in comfort on the 2-hour drive to Tuscany and enjoy views of the rolling hills and vineyards Let your driver take the strain as he negotiates the difficult Italian roads and finds the best route to your hotel Get door-to-door service from Perugia Airport and locations around Tuscany Possibility of extra stop along the route Car with double air condition Relax on arrival at Perugia's San Egidio Airport with a pre-booked taxi transfer Sit back in comfort on the 2-hour drive to Tuscany and enjoy views of the rolling hills and vineyards Let your driver take the strain as he negotiates the difficult Italian roads and finds the best route to your hotel Get door-to-door service from Perugia Airport and locations around Tuscany Possibility of extra stop along the route Car with double air condition Relax on arrival at Perugia's San Egidio Airport with a pre-booked taxi transfer Sit back in comfort on the 2-hour drive to Tuscany and enjoy views of the rolling hills and vineyards Let your driver take the strain as he negotiates the difficult Italian roads and finds the best route to your hotel Get door-to-door service from Perugia Airport and locations around Tuscany Possibility of extra stop along the route Car with double air condition",
        "strLocation": "florence",
        "strOriginUrl": "https://www.getyourguide.com/perugia-l1507/transfer-perugia-apt-tuscany-florence-pisa-or-grosseto-t31972/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Perugia Airport Transfers to/from Tuscany City Centers",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 13:36:22"
    },
    {
        "intDurationHour": 12,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 3,
        "intUsdCost": 101,
        "strGuideLanguage": "spanish, english, italian, chinese, japanese, french, portuguese, russian",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-260959-145.jpg",
        "strIntroduction": "What You'll Do Take a guided walk in medieval Assisi, the birthplace of San Francesco Check out the sites in Cortona where Under the Tuscan Sun was filmed Explore the Etruscan monuments in historic Perugia Take a guided walk in medieval Assisi, the birthplace of San Francesco Check out the sites in Cortona where Under the Tuscan Sun was filmed Explore the Etruscan monuments in historic Perugia Take a guided walk in medieval Assisi, the birthplace of San Francesco Check out the sites in Cortona where Under the Tuscan Sun was filmed Explore the Etruscan monuments in historic Perugia",
        "strLocation": "florence",
        "strOriginUrl": "https://www.getyourguide.com/florence-l32/assisi-cortona-perugia-tour-t44227/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Assisi, Cortona, and Perugia Full-Day Guided Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 13:36:36"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 69,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-434798-145.jpg",
        "strIntroduction": "What You'll Do Access directly the spectacular excavations being undertaken just below the present 13th-century buildings foundations Be led by a guide into the awe-inspiring Salone dei Cinquecento Admire fantastic marbles and even Dante’s death mask Visit the imposing tower of Palazzo Vecchio Take in a breathtaking 360-degree vista of Florence Enjoy the masterful Renaissance time capsule that is Florence’s Palazzo Vecchio Access directly the spectacular excavations being undertaken just below the present 13th-century buildings foundations Be led by a guide into the awe-inspiring Salone dei Cinquecento Admire fantastic marbles and even Dante’s death mask Visit the imposing tower of Palazzo Vecchio Take in a breathtaking 360-degree vista of Florence Enjoy the masterful Renaissance time capsule that is Florence’s Palazzo Vecchio Access directly the spectacular excavations being undertaken just below the present 13th-century buildings foundations Be led by a guide into the awe-inspiring Salone dei Cinquecento Admire fantastic marbles and even Dante’s death mask Visit the imposing tower of Palazzo Vecchio Take in a breathtaking 360-degree vista of Florence Enjoy the masterful Renaissance time capsule that is Florence’s Palazzo Vecchio",
        "strLocation": "florence",
        "strOriginUrl": "https://www.getyourguide.com/florence-l32/florence-palazzo-vecchio-s-comprehensive-tour-t66365/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Florence: Palazzo Vecchio’s Comprehensive Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 13:36:47"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 3,
        "intReviewVisitor": 1,
        "intUsdCost": 19,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-355338-145.jpg",
        "strIntroduction": "What You'll Do Explore the sights of Florence at your own pace Learn more about the Renaissance monuments with the help of an audiopen Focus on the sites that interest you most Marvel at stunning architecture, such as Brunelleschi's Dome Enjoy a stunning view of Florence and the River Arno from the Church of San Miniato al Monte Play back the audio guide as many times as you like Take home a great city map as a souvenir Explore the sights of Florence at your own pace Learn more about the Renaissance monuments with the help of an audiopen Focus on the sites that interest you most Marvel at stunning architecture, such as Brunelleschi's Dome Enjoy a stunning view of Florence and the River Arno from the Church of San Miniato al Monte Play back the audio guide as many times as you like Take home a great city map as a souvenir Explore the sights of Florence at your own pace Learn more about the Renaissance monuments with the help of an audiopen Focus on the sites that interest you most Marvel at stunning architecture, such as Brunelleschi's Dome Enjoy a stunning view of Florence and the River Arno from the Church of San Miniato al Monte Play back the audio guide as many times as you like Take home a great city map as a souvenir",
        "strLocation": "florence",
        "strOriginUrl": "https://www.getyourguide.com/florence-l32/florence-self-guided-walking-tour-with-audiopen-t55757/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Florence Self-Guided Walking Audiopen Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 13:37:00"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 65,
        "intUsdCost": 16,
        "strGuideLanguage": "spanish, english, italian",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-261768-145.jpg",
        "strIntroduction": "What You'll Do Get a comprehensive overview of Florence on a guided walking tour See the most important sights in the city’s historic center Learn about the history of Florence, known as the birthplace of the Renaissance Get a comprehensive overview of Florence on a guided walking tour See the most important sights in the city’s historic center Learn about the history of Florence, known as the birthplace of the Renaissance Get a comprehensive overview of Florence on a guided walking tour See the most important sights in the city’s historic center Learn about the history of Florence, known as the birthplace of the Renaissance",
        "strLocation": "florence",
        "strOriginUrl": "https://www.getyourguide.com/florence-l32/welcome-to-florence-guided-walking-tour-t44284/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Welcome to Florence: 90-Minute Guided Walking Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 13:37:12"
    },
    {
        "intDurationHour": 13,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 9,
        "intUsdCost": 96,
        "strGuideLanguage": "spanish, english, french, italian, portuguese, russian, chinese, japanese",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-360887-145.jpg",
        "strIntroduction": "What You'll Do Explore the colorful villages of Cinque Terre on the Ligurian Coast Discover the picturesque town of Manarola Go to the stunning beaches of Monterosso fishing village Stop in Vernazza for a panoramic view of the sea Travel by train and boat (summer only) Marvel at the tower houses of Manarola Taste the local limoncello Explore the colorful villages of Cinque Terre on the Ligurian Coast Discover the picturesque town of Manarola Go to the stunning beaches of Monterosso fishing village Stop in Vernazza for a panoramic view of the sea Travel by train and boat (summer only) Marvel at the tower houses of Manarola Taste the local limoncello Explore the colorful villages of Cinque Terre on the Ligurian Coast Discover the picturesque town of Manarola Go to the stunning beaches of Monterosso fishing village Stop in Vernazza for a panoramic view of the sea Travel by train and boat (summer only) Marvel at the tower houses of Manarola Taste the local limoncello",
        "strLocation": "florence",
        "strOriginUrl": "https://www.getyourguide.com/florence-l32/cinque-terre-full-day-trip-from-florence-special-offer-t56554/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Cinque Terre Full-Day Tour from Florence",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 13:37:25"
    },
    {
        "intDurationHour": 5,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 2,
        "intUsdCost": 74,
        "strGuideLanguage": "spanish, english, italian",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-411709-145.jpg",
        "strIntroduction": "What You'll Do Experience the captivating charm of a Tuscan estate Visit the estate’s wineries for tastings Enjoy an outdoor barbecue with typical Tuscan dishes Experience the captivating charm of a Tuscan estate Visit the estate’s wineries for tastings Enjoy an outdoor barbecue with typical Tuscan dishes Experience the captivating charm of a Tuscan estate Visit the estate’s wineries for tastings Enjoy an outdoor barbecue with typical Tuscan dishes",
        "strLocation": "florence",
        "strOriginUrl": "https://www.getyourguide.com/florence-l32/dinner-in-the-chianti-vineyards-from-florence-t63469/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Wine Tasting and Dinner in the Vineyards of Chianti",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 13:37:41"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 7,
        "intUsdCost": 80,
        "strGuideLanguage": "english, italian",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-382118-145.jpg",
        "strIntroduction": "What You'll Do Explore the \"Cradle of the Renaissance\" by self-balancing Segway See the sights of Florence on an eco-friendly, small group tour Learn more about monuments such as the Uffizi Gallery and Ponte Vecchio Explore the \"Cradle of the Renaissance\" by self-balancing Segway See the sights of Florence on an eco-friendly, small group tour Learn more about monuments such as the Uffizi Gallery and Ponte Vecchio Explore the \"Cradle of the Renaissance\" by self-balancing Segway See the sights of Florence on an eco-friendly, small group tour Learn more about monuments such as the Uffizi Gallery and Ponte Vecchio",
        "strLocation": "florence",
        "strOriginUrl": "https://www.getyourguide.com/florence-l32/3-hour-segway-tour-of-florence-t58614/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Florence: 3-Hour Sightseeing Segway Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 13:37:54"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 0,
        "intUsdCost": 63,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-538920-145.jpg",
        "strIntroduction": "What You'll Do Enjoy a perfect mix of a beer tasting and a walking tour with a local guide Taste and learn about quality Italian craft beer Explore the Oltrarno, the most authentic neighborhood of Florence Visit Piazza Signora and walk on the Ponte Vecchio Get 2 exquisite food samples to learn more about Italian food culture Enjoy a perfect mix of a beer tasting and a walking tour with a local guide Taste and learn about quality Italian craft beer Explore the Oltrarno, the most authentic neighborhood of Florence Visit Piazza Signora and walk on the Ponte Vecchio Get 2 exquisite food samples to learn more about Italian food culture Enjoy a perfect mix of a beer tasting and a walking tour with a local guide Taste and learn about quality Italian craft beer Explore the Oltrarno, the most authentic neighborhood of Florence Visit Piazza Signora and walk on the Ponte Vecchio Get 2 exquisite food samples to learn more about Italian food culture",
        "strLocation": "florence",
        "strOriginUrl": "https://www.getyourguide.com/florence-l32/florence-beers-and-bites-walking-tour-t57423/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Florence Beers and Bites Walking Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 13:38:10"
    },
    {
        "intDurationHour": 6,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 8,
        "intUsdCost": 92,
        "strGuideLanguage": "english, french",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-257921-145.jpg",
        "strIntroduction": "What You'll Do Enjoy priority admission to the Accademia and Uffizi galleries, and spend more time inside Get a great introduction to Florence, seeing the top sights in just one day Admire Michelangelo’s David at the Accademia Enjoy priority admission to the Accademia and Uffizi galleries, and spend more time inside Get a great introduction to Florence, seeing the top sights in just one day Admire Michelangelo’s David at the Accademia Enjoy priority admission to the Accademia and Uffizi galleries, and spend more time inside Get a great introduction to Florence, seeing the top sights in just one day Admire Michelangelo’s David at the Accademia",
        "strLocation": "florence",
        "strOriginUrl": "https://www.getyourguide.com/florence-l32/skip-the-line-best-of-florence-full-day-tour-t43801/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Skip-the-Line City Tour with Uffizi & Accademia Gallery",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 13:38:23"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 3,
        "intReviewVisitor": 2,
        "intUsdCost": 34,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-440542-145.jpg",
        "strIntroduction": "What You'll Do Cycle the Renaissance streets of Florence to all the main monuments Taste typical foods of Italy and learn their relationship to Florence Sample pastries in the picturesque Beccaria district Try some of the salty flat breads that Florentines eat daily Marvel at the marble façade of Florence Cathedral Cycle the Renaissance streets of Florence to all the main monuments Taste typical foods of Italy and learn their relationship to Florence Sample pastries in the picturesque Beccaria district Try some of the salty flat breads that Florentines eat daily Marvel at the marble façade of Florence Cathedral Cycle the Renaissance streets of Florence to all the main monuments Taste typical foods of Italy and learn their relationship to Florence Sample pastries in the picturesque Beccaria district Try some of the salty flat breads that Florentines eat daily Marvel at the marble façade of Florence Cathedral",
        "strLocation": "florence",
        "strOriginUrl": "https://www.getyourguide.com/florence-l32/florence-bike-tour-with-food-tasting-t43544/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Florence: Half-Day Bike Tour with Food Tastings",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 13:38:37"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 0,
        "intUsdCost": 80,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-366961-145.jpg",
        "strIntroduction": "What You'll Do Skip the long lines to the most iconic monument in Florence Enjoy 24-hour access to the Duomo complex Get panoramic views of the \"Cradle of the Renaissance\" from the top of the Bell Tower See sculptures by some of the leading Italian artists in the Opera del Duomo Museum Marvel at mosaics and inlaid floors Admire the marble façade of Florence Cathedral Visit the Matroneo terrace that was once reserved for women only Skip the long lines to the most iconic monument in Florence Enjoy 24-hour access to the Duomo complex Get panoramic views of the \"Cradle of the Renaissance\" from the top of the Bell Tower See sculptures by some of the leading Italian artists in the Opera del Duomo Museum Marvel at mosaics and inlaid floors Admire the marble façade of Florence Cathedral Visit the Matroneo terrace that was once reserved for women only Skip the long lines to the most iconic monument in Florence Enjoy 24-hour access to the Duomo complex Get panoramic views of the \"Cradle of the Renaissance\" from the top of the Bell Tower See sculptures by some of the leading Italian artists in the Opera del Duomo Museum Marvel at mosaics and inlaid floors Admire the marble façade of Florence Cathedral Visit the Matroneo terrace that was once reserved for women only",
        "strLocation": "florence",
        "strOriginUrl": "https://www.getyourguide.com/florence-l32/easy-entrance-bell-tower-museum-baptistery-matroneo-t57422/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Baptistery Secret Passages & Opera del Duomo Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 13:38:49"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 1,
        "intReviewVisitor": 1,
        "intUsdCost": 56,
        "strGuideLanguage": "spanish, english, french, german, italian",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-54998-145.jpg",
        "strIntroduction": "What You'll Do Explore the history, art and architecture of Florence on this guided tour Enjoy magnificent views of the city from Piazzale Michelangelo Explore the historic city center and visit the famous Accademia Gallery Explore the history, art and architecture of Florence on this guided tour Enjoy magnificent views of the city from Piazzale Michelangelo Explore the historic city center and visit the famous Accademia Gallery Explore the history, art and architecture of Florence on this guided tour Enjoy magnificent views of the city from Piazzale Michelangelo Explore the historic city center and visit the famous Accademia Gallery",
        "strLocation": "florence",
        "strOriginUrl": "https://www.getyourguide.com/florence-l32/florence-guided-city-tour-with-accademia-gallery-t6993/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Florence Guided City Tour with Accademia Gallery",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 13:39:02"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 80,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-120749-145.jpg",
        "strIntroduction": "What You'll Do Gain quick entrance to the Duomo and climb to the top for breathtaking views Experience sweeping views of Florence Learn about Brunelleschi's techniques Admire the beautiful view over Florence from the Duomo's terrace Visit the magnificent Baptistery of Florence Gain quick entrance to the Duomo and climb to the top for breathtaking views Experience sweeping views of Florence Learn about Brunelleschi's techniques Admire the beautiful view over Florence from the Duomo's terrace Visit the magnificent Baptistery of Florence Gain quick entrance to the Duomo and climb to the top for breathtaking views Experience sweeping views of Florence Learn about Brunelleschi's techniques Admire the beautiful view over Florence from the Duomo's terrace Visit the magnificent Baptistery of Florence",
        "strLocation": "florence",
        "strOriginUrl": "https://www.getyourguide.com/florence-l32/quick-entrance-florence-duomo-and-brunelleschi-tour-t7363/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Skip the Line: Florence Duomo and Brunelleschi Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 13:39:14"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 0,
        "intUsdCost": 37,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-307551-145.jpg",
        "strIntroduction": "What You'll Do Experience Florence by bike on this guided sunset tour See the beautiful Cathedral Square Visit ancient churches such as San Miniato al Monte Get inside stories from your guide Take in incredible views over Florence from Michelangelo Panoramic Terrace Experience Florence by bike on this guided sunset tour See the beautiful Cathedral Square Visit ancient churches such as San Miniato al Monte Get inside stories from your guide Take in incredible views over Florence from Michelangelo Panoramic Terrace Experience Florence by bike on this guided sunset tour See the beautiful Cathedral Square Visit ancient churches such as San Miniato al Monte Get inside stories from your guide Take in incredible views over Florence from Michelangelo Panoramic Terrace",
        "strLocation": "florence",
        "strOriginUrl": "https://www.getyourguide.com/florence-l32/sunset-bike-tour-in-florence-t7367/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Panoramic Sunset Bike Tour in Florence",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 13:39:25"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 9,
        "intUsdCost": 55,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-422702-145.jpg",
        "strIntroduction": "What You'll Do Explore the tastes and flavors of Florence on this food walking tour Enjoy tastings of fine Italian coffee, cheeses, meat and wines Stop into an authentic Enoteca, and end your tour with some fresh and delicious Italian ice cream 3.5 Hours Guided Tour service Visit of the San Lorenzo Market Explore the tastes and flavors of Florence on this food walking tour Enjoy tastings of fine Italian coffee, cheeses, meat and wines Stop into an authentic Enoteca, and end your tour with some fresh and delicious Italian ice cream 3.5 Hours Guided Tour service Visit of the San Lorenzo Market Explore the tastes and flavors of Florence on this food walking tour Enjoy tastings of fine Italian coffee, cheeses, meat and wines Stop into an authentic Enoteca, and end your tour with some fresh and delicious Italian ice cream 3.5 Hours Guided Tour service Visit of the San Lorenzo Market",
        "strLocation": "florence",
        "strOriginUrl": "https://www.getyourguide.com/florence-l32/florence-food-walking-tour-t14985/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Florence Food Walking Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 13:39:38"
    },
    {
        "intDurationHour": 11,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 19,
        "intUsdCost": 58,
        "strGuideLanguage": "spanish, english, french, german, italian",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-535017-145.jpg",
        "strIntroduction": "What You'll Do Visit Two UNESCO World Heritage Sites See Siena: exclusive opening of intimate and secret sights Enjoy wonderful views of Tuscan rolling hills and Chianti countryside Stop at a typical Winery with tasting of four excellent Chianti wines Visit Two UNESCO World Heritage Sites See Siena: exclusive opening of intimate and secret sights Enjoy wonderful views of Tuscan rolling hills and Chianti countryside Stop at a typical Winery with tasting of four excellent Chianti wines Visit Two UNESCO World Heritage Sites See Siena: exclusive opening of intimate and secret sights Enjoy wonderful views of Tuscan rolling hills and Chianti countryside Stop at a typical Winery with tasting of four excellent Chianti wines",
        "strLocation": "florence",
        "strOriginUrl": "https://www.getyourguide.com/siena-l435/siena-san-gimignano-and-chianti-landscapes-tour-full-day-t4511/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Siena, San Gimignano & Greve in Chianti & Wine Tasting",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 13:39:50"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 4,
        "intUsdCost": 26,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-126915-145.jpg",
        "strIntroduction": "What You'll Do Amble around the streets of Florence under the magic of the moonlight See iconic city sites, such as the Duomo from a different perspective Learn how the Duomo's golden sphere once crashed to earth Discover the secret of the watchful window Hear spooky Florence ghost stories Explore a hidden side to the city that guidebooks never mention Amble around the streets of Florence under the magic of the moonlight See iconic city sites, such as the Duomo from a different perspective Learn how the Duomo's golden sphere once crashed to earth Discover the secret of the watchful window Hear spooky Florence ghost stories Explore a hidden side to the city that guidebooks never mention Amble around the streets of Florence under the magic of the moonlight See iconic city sites, such as the Duomo from a different perspective Learn how the Duomo's golden sphere once crashed to earth Discover the secret of the watchful window Hear spooky Florence ghost stories Explore a hidden side to the city that guidebooks never mention",
        "strLocation": "florence",
        "strOriginUrl": "https://www.getyourguide.com/florence-l32/legends-of-florence-by-night-t25816/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Legends of Florence Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 13:40:02"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 15,
        "intUsdCost": 18,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-490202-145.jpg",
        "strIntroduction": "What You'll Do Skip the lines to purchase tickets to the Acropolis and its slopes See some of the most famous monuments of Ancient Greece Marvel at the ruins of the Parthenon, Erechtheion and Temple of Athena Nike Learn the history of classical Greece Enjoy stunning view of Athens from the top of the city's sacred rock Skip the lines to purchase tickets to the Acropolis and its slopes See some of the most famous monuments of Ancient Greece Marvel at the ruins of the Parthenon, Erechtheion and Temple of Athena Nike Learn the history of classical Greece Enjoy stunning view of Athens from the top of the city's sacred rock Skip the lines to purchase tickets to the Acropolis and its slopes See some of the most famous monuments of Ancient Greece Marvel at the ruins of the Parthenon, Erechtheion and Temple of Athena Nike Learn the history of classical Greece Enjoy stunning view of Athens from the top of the city's sacred rock",
        "strLocation": "athens",
        "strOriginUrl": "https://www.getyourguide.com/athens-l91/acropolis-parthenon-site-entrance-ticket-t72239/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Athens Acropolis and Parthenon Entrance Ticket",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 13:40:16"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 158,
        "intUsdCost": 19,
        "strGuideLanguage": "spanish, english, french, german, russian",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-403338-145.jpg",
        "strIntroduction": "What You'll Do Enjoy comfortable, affordable transfers to and from Athens Airport and downtown Athens Meet at convenient points in the Arrivals Lounge and avoid having to wait at bus stops Avoid expensive cab fares and the hassle of public transport Travel from the airport to the city in under 1 hour Enjoy comfortable, affordable transfers to and from Athens Airport and downtown Athens Meet at convenient points in the Arrivals Lounge and avoid having to wait at bus stops Avoid expensive cab fares and the hassle of public transport Travel from the airport to the city in under 1 hour Enjoy comfortable, affordable transfers to and from Athens Airport and downtown Athens Meet at convenient points in the Arrivals Lounge and avoid having to wait at bus stops Avoid expensive cab fares and the hassle of public transport Travel from the airport to the city in under 1 hour",
        "strLocation": "athens",
        "strOriginUrl": "https://www.getyourguide.com/athens-l91/athens-airport-to-athens-hotels-shuttle-bus-service-t18671/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Athens Airport to Athens Hotels, Shuttle Bus Service",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 13:40:27"
    },
    {
        "intDurationHour": 10,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 89,
        "intUsdCost": 84,
        "strGuideLanguage": "english, german, spanish",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-202929-145.jpg",
        "strIntroduction": "What You'll Do Visit the center of the ancient Greek world at Delphi Explore the ruins of the famous theatre See the Temple of Apollo Discover the many treasures of Delphi Museum Explore the hilltop village of Arachova Visit the center of the ancient Greek world at Delphi Explore the ruins of the famous theatre See the Temple of Apollo Discover the many treasures of Delphi Museum Explore the hilltop village of Arachova Visit the center of the ancient Greek world at Delphi Explore the ruins of the famous theatre See the Temple of Apollo Discover the many treasures of Delphi Museum Explore the hilltop village of Arachova",
        "strLocation": "athens",
        "strOriginUrl": "https://www.getyourguide.com/athens-l91/delphi-day-trip-from-athens-t691/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Delphi Day Trip from Athens",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 13:40:40"
    },
    {
        "intDurationHour": 11,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 15,
        "intUsdCost": 93,
        "strGuideLanguage": "english, french",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-294812-145.jpg",
        "strIntroduction": "What You'll Do Explore the ancient ruins of Delphi Admire the ancient Delphi theater with seating for 5,000 spectators Visit the ruins of the historic Temple of Apollo See impressive artifacts at the Delphi Museum Take in the beautiful mountainous scenery Explore the ancient ruins of Delphi Admire the ancient Delphi theater with seating for 5,000 spectators Visit the ruins of the historic Temple of Apollo See impressive artifacts at the Delphi Museum Take in the beautiful mountainous scenery Explore the ancient ruins of Delphi Admire the ancient Delphi theater with seating for 5,000 spectators Visit the ruins of the historic Temple of Apollo See impressive artifacts at the Delphi Museum Take in the beautiful mountainous scenery",
        "strLocation": "athens",
        "strOriginUrl": "https://www.getyourguide.com/athens-l91/delphi-t1143/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Delphi Full-Day Tour from Athens",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 13:40:50"
    },
    {
        "intDurationHour": 12,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 89,
        "intUsdCost": 116,
        "strGuideLanguage": "spanish, english, italian",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-203327-145.jpg",
        "strIntroduction": "What You'll Do Experience a luxury cruise to the Saronic Islands from Piraeus Stop at 3 islands with free time to explore each of them Enjoy a delicious 2-course lunch and Greek music on board Experience a luxury cruise to the Saronic Islands from Piraeus Stop at 3 islands with free time to explore each of them Enjoy a delicious 2-course lunch and Greek music on board Experience a luxury cruise to the Saronic Islands from Piraeus Stop at 3 islands with free time to explore each of them Enjoy a delicious 2-course lunch and Greek music on board",
        "strLocation": "athens",
        "strOriginUrl": "https://www.getyourguide.com/athens-l91/full-day-tour-of-the-saronic-islands-from-athens-t5991/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Full-day Tour of the Saronic Islands from Athens",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 13:41:03"
    },
    {
        "intDurationHour": 48,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 117,
        "intUsdCost": 23,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-299911-145.jpg",
        "strIntroduction": "What You'll Do Hop on and hop off as many times as you like at over 23 stops in Athens and Piraeus Enjoy the panoramic views from the upper deck of the sightseeing bus Stop to visit major archaeological sites and museums Hop on and hop off as many times as you like at over 23 stops in Athens and Piraeus Enjoy the panoramic views from the upper deck of the sightseeing bus Stop to visit major archaeological sites and museums Hop on and hop off as many times as you like at over 23 stops in Athens and Piraeus Enjoy the panoramic views from the upper deck of the sightseeing bus Stop to visit major archaeological sites and museums",
        "strLocation": "athens",
        "strOriginUrl": "https://www.getyourguide.com/athens-l91/athens-and-piraeus-hop-on-hop-off-bus-tour-t49048/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Athens and Piraeus: Hop-on Hop-off Bus Tour Tickets",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 13:41:18"
    },
    {
        "intDurationHour": 11,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 11,
        "intUsdCost": 93,
        "strGuideLanguage": "english, french",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-239152-145.jpg",
        "strIntroduction": "What You'll Do Discover the historical treasures of Mycenae and Epidaurus on this full-day tour Explore the ancient remains of Mycenae, the setting for the works of Homer Visit the ancient theatre of Epidaurus, still in use today Discover the historical treasures of Mycenae and Epidaurus on this full-day tour Explore the ancient remains of Mycenae, the setting for the works of Homer Visit the ancient theatre of Epidaurus, still in use today Discover the historical treasures of Mycenae and Epidaurus on this full-day tour Explore the ancient remains of Mycenae, the setting for the works of Homer Visit the ancient theatre of Epidaurus, still in use today",
        "strLocation": "athens",
        "strOriginUrl": "https://www.getyourguide.com/athens-l91/full-day-mycenae-epidaurus-trip-from-athens-t1141/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Full-Day Mycenae & Epidaurus Trip from Athens",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 13:41:30"
    },
    {
        "intDurationHour": 5,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 22,
        "intUsdCost": 60,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-239176-145.jpg",
        "strIntroduction": "What You'll Do Visit the Acropolis with a professional licensed guide See other highlights of the city including the National Garden of Athens Tour the Acropolis Museum, and learn more about this important archeological site Visit the Acropolis with a professional licensed guide See other highlights of the city including the National Garden of Athens Tour the Acropolis Museum, and learn more about this important archeological site Visit the Acropolis with a professional licensed guide See other highlights of the city including the National Garden of Athens Tour the Acropolis Museum, and learn more about this important archeological site",
        "strLocation": "athens",
        "strOriginUrl": "https://www.getyourguide.com/athens-l91/athens-the-acropolis-and-the-acropolis-museum-tour-t13875/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Athens, the Acropolis & Acropolis Museum 5-Hour Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 13:41:45"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 32,
        "intUsdCost": 58,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-239197-145.jpg",
        "strIntroduction": "What You'll Do Explore the rich and healthy Greek cusine on a guided culinary tour of Athens Enjoy breakfast at a century-old café Purchase locally produced cheeses and meats at the market Discover a hole-in-the-wall restaurant where your food will be turned into a delicious tapas lunch Sample emerald green olive oils and aromatic vinegars Try some home-grown and roasted coffee Purchase souvenir deli produce to take home Explore the rich and healthy Greek cusine on a guided culinary tour of Athens Enjoy breakfast at a century-old café Purchase locally produced cheeses and meats at the market Discover a hole-in-the-wall restaurant where your food will be turned into a delicious tapas lunch Sample emerald green olive oils and aromatic vinegars Try some home-grown and roasted coffee Purchase souvenir deli produce to take home Explore the rich and healthy Greek cusine on a guided culinary tour of Athens Enjoy breakfast at a century-old café Purchase locally produced cheeses and meats at the market Discover a hole-in-the-wall restaurant where your food will be turned into a delicious tapas lunch Sample emerald green olive oils and aromatic vinegars Try some home-grown and roasted coffee Purchase souvenir deli produce to take home",
        "strLocation": "athens",
        "strOriginUrl": "https://www.getyourguide.com/athens-l91/athens-private-walking-food-tour-t28591/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Half-Day Athens Food Tour with Tour Guide",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 13:41:56"
    },
    {
        "intDurationHour": 11,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 116,
        "strGuideLanguage": "spanish, english, french, greek, italian, russian",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-507584-145.jpg",
        "strIntroduction": "What You'll Do Explore the cobblestone alleys of Hydra town Cruise to the leafy island of Poros and experience the calm of its beaches See the historic landmarks of Aegina, such as the Temple of Aphaea Explore the cobblestone alleys of Hydra town Cruise to the leafy island of Poros and experience the calm of its beaches See the historic landmarks of Aegina, such as the Temple of Aphaea Explore the cobblestone alleys of Hydra town Cruise to the leafy island of Poros and experience the calm of its beaches See the historic landmarks of Aegina, such as the Temple of Aphaea",
        "strLocation": "athens",
        "strOriginUrl": "https://www.getyourguide.com/athens-l91/one-day-cruise-three-islands1000-memories-t75201/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "From Athens: Full-Day Cruise to Aegina, Poros and Hydra",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 13:42:08"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 18,
        "intUsdCost": 31,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-350419-145.jpg",
        "strIntroduction": "What You'll Do Skip the long lines to the Athens Acropolis Visit famous monuments, such as the Parthenon and Temple of Athena Nike Get insights on Ancient Greece from a local guide Take in the breathtaking views of Athens from the summit of the Acropolis Learn new facts about sites such as Mars Hill, and the Odeon of Herodes Atticus Go to the site of the Ancient Agora Enjoy some free time to explore the Acropolis on your own Skip the long lines to the Athens Acropolis Visit famous monuments, such as the Parthenon and Temple of Athena Nike Get insights on Ancient Greece from a local guide Take in the breathtaking views of Athens from the summit of the Acropolis Learn new facts about sites such as Mars Hill, and the Odeon of Herodes Atticus Go to the site of the Ancient Agora Enjoy some free time to explore the Acropolis on your own Skip the long lines to the Athens Acropolis Visit famous monuments, such as the Parthenon and Temple of Athena Nike Get insights on Ancient Greece from a local guide Take in the breathtaking views of Athens from the summit of the Acropolis Learn new facts about sites such as Mars Hill, and the Odeon of Herodes Atticus Go to the site of the Ancient Agora Enjoy some free time to explore the Acropolis on your own",
        "strLocation": "athens",
        "strOriginUrl": "https://www.getyourguide.com/athens-l91/acropolis-skip-the-line-walking-tour-t54919/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Athens: Acropolis Skip-The-Line Walking Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 13:42:20"
    },
    {
        "intDurationHour": 6,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 9,
        "intUsdCost": 66,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-58386-145.jpg",
        "strIntroduction": "What You'll Do ANCIENT TOWN OF CORINTH ANCIENT PORT OF KECHREAI CORINTH CANAL STEPS OF PAUL ANCIENT TOWN OF CORINTH ANCIENT PORT OF KECHREAI CORINTH CANAL STEPS OF PAUL ANCIENT TOWN OF CORINTH ANCIENT PORT OF KECHREAI CORINTH CANAL STEPS OF PAUL",
        "strLocation": "athens",
        "strOriginUrl": "https://www.getyourguide.com/athens-l91/ancient-corinth-half-day-from-athens-t1145/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Ancient Corinth Half Day from Athens",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 13:42:33"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 18,
        "intUsdCost": 63,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-328802-145.jpg",
        "strIntroduction": "What You'll Do Visit the Acropolis, a UNESCO World Heritage Site Ride past ancient ruins and learn more about Greek history Spend time in vibrant neighborhoods and see modern buildings Visit the Acropolis, a UNESCO World Heritage Site Ride past ancient ruins and learn more about Greek history Spend time in vibrant neighborhoods and see modern buildings Visit the Acropolis, a UNESCO World Heritage Site Ride past ancient ruins and learn more about Greek history Spend time in vibrant neighborhoods and see modern buildings",
        "strLocation": "athens",
        "strOriginUrl": "https://www.getyourguide.com/athens-l91/athen-acropolis-segway-tour-t35395/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Athens Acropolis 2-Hour Segway Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 13:42:48"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 14,
        "intUsdCost": 53,
        "strGuideLanguage": "english, german, spanish",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-231141-145.jpg",
        "strIntroduction": "What You'll Do Experience the best of ancient and modern Athens on a half-day sightseeing tour Visit the home of the first modern Olympic Games at Panathinaiko Stadium Marvel at the Catholic Cathedral, St. Paul’s Church, and the Russian Orthodox Church Travel back to Athens' ancient past, high atop the Acropolis Benefit from free entrance to all the monuments Experience the best of ancient and modern Athens on a half-day sightseeing tour Visit the home of the first modern Olympic Games at Panathinaiko Stadium Marvel at the Catholic Cathedral, St. Paul’s Church, and the Russian Orthodox Church Travel back to Athens' ancient past, high atop the Acropolis Benefit from free entrance to all the monuments Experience the best of ancient and modern Athens on a half-day sightseeing tour Visit the home of the first modern Olympic Games at Panathinaiko Stadium Marvel at the Catholic Cathedral, St. Paul’s Church, and the Russian Orthodox Church Travel back to Athens' ancient past, high atop the Acropolis Benefit from free entrance to all the monuments",
        "strLocation": "athens",
        "strOriginUrl": "https://www.getyourguide.com/athens-l91/athens-half-day-sightseeing-tour-t689/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Athens Half-Day Sightseeing Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 13:43:03"
    },
    {
        "intDurationHour": 5,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 14,
        "intUsdCost": 72,
        "strGuideLanguage": "english, spanish, italian",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-202921-145.jpg",
        "strIntroduction": "What You'll Do Visit the Acropolis, the citadel that has stood over Athens since the 5th century B.C. See the birthplace of the modern Olympics at Panathinaikos Stadium Enjoy the beauty of the Royal gardens and the former Royal Palace Explore the new Acropolis Museum, home to over 4,000 artifacts from the surrounding site Visit the Acropolis, the citadel that has stood over Athens since the 5th century B.C. See the birthplace of the modern Olympics at Panathinaikos Stadium Enjoy the beauty of the Royal gardens and the former Royal Palace Explore the new Acropolis Museum, home to over 4,000 artifacts from the surrounding site Visit the Acropolis, the citadel that has stood over Athens since the 5th century B.C. See the birthplace of the modern Olympics at Panathinaikos Stadium Enjoy the beauty of the Royal gardens and the former Royal Palace Explore the new Acropolis Museum, home to over 4,000 artifacts from the surrounding site",
        "strLocation": "athens",
        "strOriginUrl": "https://www.getyourguide.com/athens-l91/athens-city-sightseeing-and-new-acropolis-museum-day-tour-t688/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Athens City Sightseeing and New Acropolis Museum Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 13:43:18"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 16,
        "intUsdCost": 53,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-509254-145.jpg",
        "strIntroduction": "What You'll Do Admire the 19th-century architecture of Anafiotika that’s reminiscent of the Greek islands Walk up Philopappou Hill and see where the Greek philosopher Socrates was imprisoned Stop for a picnic and enjoy breathtaking views of Acropolis Visit the oldest bar in Athens Explore the National Gardens of Greece Enjoy a visit to the oldest church in Athens Admire the breathtaking views from the Hills Admire the 19th-century architecture of Anafiotika that’s reminiscent of the Greek islands Walk up Philopappou Hill and see where the Greek philosopher Socrates was imprisoned Stop for a picnic and enjoy breathtaking views of Acropolis Visit the oldest bar in Athens Explore the National Gardens of Greece Enjoy a visit to the oldest church in Athens Admire the breathtaking views from the Hills Admire the 19th-century architecture of Anafiotika that’s reminiscent of the Greek islands Walk up Philopappou Hill and see where the Greek philosopher Socrates was imprisoned Stop for a picnic and enjoy breathtaking views of Acropolis Visit the oldest bar in Athens Explore the National Gardens of Greece Enjoy a visit to the oldest church in Athens Admire the breathtaking views from the Hills",
        "strLocation": "athens",
        "strOriginUrl": "https://www.getyourguide.com/athens-l91/hidden-athens-athens-hills-t45536/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Hidden Athens - Plaka and Athens Hills Walking Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 13:43:33"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 7,
        "intUsdCost": 47,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-416202-145.jpg",
        "strIntroduction": "What You'll Do Enjoy an afternoon guided tour of the Athens Acropolis Learn the history of the classical world with an archaeologist guide Get panoramic views of Athens from the Parthenon Go to the remains of the Odeon of Herodes Atticus Travel back in time to the days of Ancient Greece Enjoy an afternoon guided tour of the Athens Acropolis Learn the history of the classical world with an archaeologist guide Get panoramic views of Athens from the Parthenon Go to the remains of the Odeon of Herodes Atticus Travel back in time to the days of Ancient Greece Enjoy an afternoon guided tour of the Athens Acropolis Learn the history of the classical world with an archaeologist guide Get panoramic views of Athens from the Parthenon Go to the remains of the Odeon of Herodes Atticus Travel back in time to the days of Ancient Greece",
        "strLocation": "athens",
        "strOriginUrl": "https://www.getyourguide.com/athens-l91/athens-acropolis-afternoon-tour-t63942/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Athens Acropolis Afternoon Guided Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 13:43:47"
    },
    {
        "intDurationHour": 16,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 0,
        "intUsdCost": 284,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-386594-145.jpg",
        "strIntroduction": "What You'll Do Discover the wonders of Santorini over two relaxing days Admire beautiful islands as we cruise to Santorini Explore the splendid, colorful beaches of the island Stroll through the winding streets of Fira Enjoy the delicious cuisine and magnificent views in one of the restaurants overlooking the volcanic site Discover the wonders of Santorini over two relaxing days Admire beautiful islands as we cruise to Santorini Explore the splendid, colorful beaches of the island Stroll through the winding streets of Fira Enjoy the delicious cuisine and magnificent views in one of the restaurants overlooking the volcanic site Discover the wonders of Santorini over two relaxing days Admire beautiful islands as we cruise to Santorini Explore the splendid, colorful beaches of the island Stroll through the winding streets of Fira Enjoy the delicious cuisine and magnificent views in one of the restaurants overlooking the volcanic site",
        "strLocation": "athens",
        "strOriginUrl": "https://www.getyourguide.com/athens-l91/2-day-independent-trip-to-santorini-from-athens-t8237/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "2-day Independent Trip to Santorini from Athens",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 13:44:01"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 13,
        "intUsdCost": 38,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-328424-145.jpg",
        "strIntroduction": "What You'll Do Visit the highlights of Athens in this stimulating, informative walking tour Marvel at world-famous sites such as the Parthenon, Propylaia, and the Nike Temple Benefit from a comprehensive explanation of the sites from a trained guide Visit the highlights of Athens in this stimulating, informative walking tour Marvel at world-famous sites such as the Parthenon, Propylaia, and the Nike Temple Benefit from a comprehensive explanation of the sites from a trained guide Visit the highlights of Athens in this stimulating, informative walking tour Marvel at world-famous sites such as the Parthenon, Propylaia, and the Nike Temple Benefit from a comprehensive explanation of the sites from a trained guide",
        "strLocation": "athens",
        "strOriginUrl": "https://www.getyourguide.com/athens-l91/athens-highlights-walking-tour-t18813/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Athens Highlights Walking Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 13:44:16"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 9,
        "intUsdCost": 34,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-483636-145.jpg",
        "strIntroduction": "What You'll Do Cycle past all the main monuments of the historic center of Athens See the site of the first modern Olympics at the Panathenaic Stadium Go to the National Gardens within the Greek Parliament building Stop for a coffee at a coffee shop in traditional Thission Visit the ancient burial site of the Kerameikos Cemetery Pedal the picturesque streets of Plaka at the foot of the Acropolis Get insider tips on what to see and do in Athens Cycle past all the main monuments of the historic center of Athens See the site of the first modern Olympics at the Panathenaic Stadium Go to the National Gardens within the Greek Parliament building Stop for a coffee at a coffee shop in traditional Thission Visit the ancient burial site of the Kerameikos Cemetery Pedal the picturesque streets of Plaka at the foot of the Acropolis Get insider tips on what to see and do in Athens Cycle past all the main monuments of the historic center of Athens See the site of the first modern Olympics at the Panathenaic Stadium Go to the National Gardens within the Greek Parliament building Stop for a coffee at a coffee shop in traditional Thission Visit the ancient burial site of the Kerameikos Cemetery Pedal the picturesque streets of Plaka at the foot of the Acropolis Get insider tips on what to see and do in Athens",
        "strLocation": "athens",
        "strOriginUrl": "https://www.getyourguide.com/athens-l91/athens-city-bike-tour-t64622/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Athens: 3-Hour City Bike Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 13:44:28"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 0,
        "intUsdCost": 9,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-503557-145.jpg",
        "strIntroduction": "What You'll Do Explore the impressive collections of artifacts that span from prehistory to present Learn about Greek history and civilization throughout the times Admire masterpieces from the classic antiquity until formation of the modern Greek State Explore the impressive collections of artifacts that span from prehistory to present Learn about Greek history and civilization throughout the times Admire masterpieces from the classic antiquity until formation of the modern Greek State Explore the impressive collections of artifacts that span from prehistory to present Learn about Greek history and civilization throughout the times Admire masterpieces from the classic antiquity until formation of the modern Greek State",
        "strLocation": "athens",
        "strOriginUrl": "https://www.getyourguide.com/athens-l91/benaki-museum-admission-ticket-t75564/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Benaki Museum: Admission Ticket",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 13:44:40"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 22,
        "intUsdCost": 82,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-393437-145.jpg",
        "strIntroduction": "What You'll Do Indulge in a traditional Greek meal Learn to make Greek food from a hands-on cooking lesson Enjoy the meal you have helped to prepare with a glass of wine Get to know the wonderful world of Mediterranean cuisine and its common and unique ingredients Learn the basics on how to prepare a full Greek Sunday dinner with easy-to-follow recipes Indulge in a traditional Greek meal Learn to make Greek food from a hands-on cooking lesson Enjoy the meal you have helped to prepare with a glass of wine Get to know the wonderful world of Mediterranean cuisine and its common and unique ingredients Learn the basics on how to prepare a full Greek Sunday dinner with easy-to-follow recipes Indulge in a traditional Greek meal Learn to make Greek food from a hands-on cooking lesson Enjoy the meal you have helped to prepare with a glass of wine Get to know the wonderful world of Mediterranean cuisine and its common and unique ingredients Learn the basics on how to prepare a full Greek Sunday dinner with easy-to-follow recipes",
        "strLocation": "athens",
        "strOriginUrl": "https://www.getyourguide.com/athens-l91/athens-cooking-lesson-dinner-t27003/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Athens 3-Hour Cooking Lesson & Dinner",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 13:44:51"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 9,
        "intUsdCost": 58,
        "strGuideLanguage": "spanish, english, italian",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-403330-145.jpg",
        "strIntroduction": "What You'll Do Be met and assisted by courteous drivers Ride in comfort direct to your city center hotel Be met and assisted by courteous drivers Ride in comfort direct to your city center hotel Be met and assisted by courteous drivers Ride in comfort direct to your city center hotel",
        "strLocation": "athens",
        "strOriginUrl": "https://www.getyourguide.com/athens-l91/athens-airport-private-taxi-service-t18752/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Athens Airport Private Taxi Service",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 13:45:05"
    },
    {
        "intDurationHour": 72,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 135,
        "intUsdCost": 21,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-231121-145.jpg",
        "strIntroduction": "What You'll Do Explore Athens with a 24-hour ticket Marvel at the Acropolis and the Parthenon Explore Omonia Square Visit the National Gardens and the city’s many museums Shop at many of the stops along the bus route See the amazing sailing boats at Piraeus (optional) Enjoy a free transfer to the McArthurGlen Designer outlet Explore Athens with a 24-hour ticket Marvel at the Acropolis and the Parthenon Explore Omonia Square Visit the National Gardens and the city’s many museums Shop at many of the stops along the bus route See the amazing sailing boats at Piraeus (optional) Enjoy a free transfer to the McArthurGlen Designer outlet Explore Athens with a 24-hour ticket Marvel at the Acropolis and the Parthenon Explore Omonia Square Visit the National Gardens and the city’s many museums Shop at many of the stops along the bus route See the amazing sailing boats at Piraeus (optional) Enjoy a free transfer to the McArthurGlen Designer outlet",
        "strLocation": "athens",
        "strOriginUrl": "https://www.getyourguide.com/athens-l91/athens-hop-on-hop-off-tour-24h-ticket-t4211/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Athens Hop-On Hop-Off Tour with Piraeus Option",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 13:45:20"
    },
    {
        "intDurationHour": 16,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 29,
        "intUsdCost": 13,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-507476-145.jpg",
        "strIntroduction": "What You'll Do Hop on and off as often as you like on 5 different bus lines Discover the heart of Athens with free walking tours escorted by friendly staff Listen to the interesting commentaries aboard the buses (available in 16 languages) Take advantage of the free Wi-Fi to share your unique moments Hop on and off as often as you like on 5 different bus lines Discover the heart of Athens with free walking tours escorted by friendly staff Listen to the interesting commentaries aboard the buses (available in 16 languages) Take advantage of the free Wi-Fi to share your unique moments Hop on and off as often as you like on 5 different bus lines Discover the heart of Athens with free walking tours escorted by friendly staff Listen to the interesting commentaries aboard the buses (available in 16 languages) Take advantage of the free Wi-Fi to share your unique moments",
        "strLocation": "athens",
        "strOriginUrl": "https://www.getyourguide.com/athens-l91/hop-on-hop-off-bus-of-athens-piraeus-beaches-t69593/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Athens, Piraeus and Beaches Hop-On Hop-Off Bus",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 13:45:35"
    },
    {
        "intDurationHour": 240,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 2,
        "intUsdCost": 35,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-438096-145.jpg",
        "strIntroduction": "What You'll Do Enjoy free, skip-the-line admission to the Acropolis Museum Gain free admission to Athens' top museums and major sights Enjoy the city leisurely with a 2-day hop-on hop-off bus tour Benefit from numerous discounts on shopping, gastronomy, and entertainment Enjoy free, skip-the-line admission to the Acropolis Museum Gain free admission to Athens' top museums and major sights Enjoy the city leisurely with a 2-day hop-on hop-off bus tour Benefit from numerous discounts on shopping, gastronomy, and entertainment Enjoy free, skip-the-line admission to the Acropolis Museum Gain free admission to Athens' top museums and major sights Enjoy the city leisurely with a 2-day hop-on hop-off bus tour Benefit from numerous discounts on shopping, gastronomy, and entertainment",
        "strLocation": "athens",
        "strOriginUrl": "https://www.getyourguide.com/athens-l91/athens-city-pass-free-admission-and-free-transport-t66843/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Athens City Pass: Free Admissions and Free Tours",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 13:45:49"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 111,
        "intUsdCost": 61,
        "strGuideLanguage": "english, french, german, italian",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-283082-145.jpg",
        "strIntroduction": "What You'll Do Explore the ancient monuments of the Acropolis in Athens See the crowning glory of the Parthenon Wander the galleries of the state-of-the-art New Acropolis Museum Discover the first theater of humanity at the ancient Theater of Dionysus Admire the Porch of the Caryatids at the Erechtheion Explore the ancient monuments of the Acropolis in Athens See the crowning glory of the Parthenon Wander the galleries of the state-of-the-art New Acropolis Museum Discover the first theater of humanity at the ancient Theater of Dionysus Admire the Porch of the Caryatids at the Erechtheion Explore the ancient monuments of the Acropolis in Athens See the crowning glory of the Parthenon Wander the galleries of the state-of-the-art New Acropolis Museum Discover the first theater of humanity at the ancient Theater of Dionysus Admire the Porch of the Caryatids at the Erechtheion",
        "strLocation": "athens",
        "strOriginUrl": "https://www.getyourguide.com/athens-l91/athens-private-history-walking-tour-t28589/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Ancient Athens Private Walking Tour: Acropolis & Museum",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 13:46:01"
    },
    {
        "intDurationHour": 12,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 28,
        "intUsdCost": 106,
        "strGuideLanguage": "spanish, english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-496785-145.jpg",
        "strIntroduction": "What You'll Do Spend a day cruising to the 3 main islands in the Saronic Gulf Explore the popular islands of Hydra, Poros, and Aegina on your own Enjoy lunch and traditional Greek singing and dancing on board Spend a day cruising to the 3 main islands in the Saronic Gulf Explore the popular islands of Hydra, Poros, and Aegina on your own Enjoy lunch and traditional Greek singing and dancing on board Spend a day cruising to the 3 main islands in the Saronic Gulf Explore the popular islands of Hydra, Poros, and Aegina on your own Enjoy lunch and traditional Greek singing and dancing on board",
        "strLocation": "athens",
        "strOriginUrl": "https://www.getyourguide.com/athens-l91/one-day-cruise-to-poros-hydra-aegina-t45730/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Hydra, Poros, and Aegina Full-Day Cruise with Lunch",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 13:46:15"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 4,
        "intUsdCost": 32,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-114076-145.jpg",
        "strIntroduction": "What You'll Do Avoid long waiting times with our punctual and reliable taxi service Door-to-door service from Port of Piraeus to your chosen destination in Athens city Trust your experienced driver to navigate the complicated city streets Travel in comfort in your air-conditioned Mercedes Benz E Class Avoid long waiting times with our punctual and reliable taxi service Door-to-door service from Port of Piraeus to your chosen destination in Athens city Trust your experienced driver to navigate the complicated city streets Travel in comfort in your air-conditioned Mercedes Benz E Class Avoid long waiting times with our punctual and reliable taxi service Door-to-door service from Port of Piraeus to your chosen destination in Athens city Trust your experienced driver to navigate the complicated city streets Travel in comfort in your air-conditioned Mercedes Benz E Class",
        "strLocation": "athens",
        "strOriginUrl": "https://www.getyourguide.com/athens-l91/transfer-between-piraeus-port-and-athens-by-mercedes-e-taxi-t23942/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Transfer Between Piraeus Port and Athens by Mercedes E Taxi",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 13:46:28"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 7,
        "intUsdCost": 106,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-108632-145.jpg",
        "strIntroduction": "What You'll Do Discover the site of the ancient Delphic oracle Explore the Temple of Apollo and Delphi Museum Enjoy spectacular mountain scenery as you travel along the slopes of Mount Parnassus Shop for souvenir gifts at Arachova Feast on a delicious Greek lunch at a traditional restaurant Get round-trip transfers from Athens Discover the site of the ancient Delphic oracle Explore the Temple of Apollo and Delphi Museum Enjoy spectacular mountain scenery as you travel along the slopes of Mount Parnassus Shop for souvenir gifts at Arachova Feast on a delicious Greek lunch at a traditional restaurant Get round-trip transfers from Athens Discover the site of the ancient Delphic oracle Explore the Temple of Apollo and Delphi Museum Enjoy spectacular mountain scenery as you travel along the slopes of Mount Parnassus Shop for souvenir gifts at Arachova Feast on a delicious Greek lunch at a traditional restaurant Get round-trip transfers from Athens",
        "strLocation": "athens",
        "strOriginUrl": "https://www.getyourguide.com/athens-l91/ancient-delphi-full-day-tour-from-athens-t22966/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Ancient Delphi Full-Day Tour from Athens",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 13:46:40"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 0,
        "intUsdCost": 26,
        "strGuideLanguage": "english, french, greek, italian, romanian",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-409705-145.jpg",
        "strIntroduction": "What You'll Do Marvel at the impressive rocks of Meteora rising from the plains Visit 3 of the monasteries in Meteora Admire the views of all 6 monasteries that are still active Marvel at the impressive rocks of Meteora rising from the plains Visit 3 of the monasteries in Meteora Admire the views of all 6 monasteries that are still active Marvel at the impressive rocks of Meteora rising from the plains Visit 3 of the monasteries in Meteora Admire the views of all 6 monasteries that are still active",
        "strLocation": "athens",
        "strOriginUrl": "https://www.getyourguide.com/kalabaka-l117/ancient-meteora-holy-monasteries-tour-t63279/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Ancient Meteora and Holy Monasteries Half-Day Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 13:46:54"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 0,
        "intUsdCost": 116,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-568943-145.jpg",
        "strIntroduction": "What You'll Do Enjoy the blue waters of the Saronic Golf while cruising smoothly Explore the unique islands of Hydra, Poros and Aegina Be convenetly picked up and dropped of at your hotel Enjoy the blue waters of the Saronic Golf while cruising smoothly Explore the unique islands of Hydra, Poros and Aegina Be convenetly picked up and dropped of at your hotel Enjoy the blue waters of the Saronic Golf while cruising smoothly Explore the unique islands of Hydra, Poros and Aegina Be convenetly picked up and dropped of at your hotel",
        "strLocation": "athens",
        "strOriginUrl": "https://www.getyourguide.com/athens-l91/day-tour-to-the-saronic-islands-hydra-poros-e-aegina-t86216/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Day Tour to the Saronic Islands: Hydra, Poros e Aegina",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 13:47:06"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 0,
        "intUsdCost": 24,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-421097-145.jpg",
        "strIntroduction": "What You'll Do Enjoy a self-guided half day sightseeing tour from Piräus See the Temple of Zeus Admire the Acropolis of Athens Enjoy a self-guided half day sightseeing tour from Piräus See the Temple of Zeus Admire the Acropolis of Athens Enjoy a self-guided half day sightseeing tour from Piräus See the Temple of Zeus Admire the Acropolis of Athens",
        "strLocation": "athens",
        "strOriginUrl": "https://www.getyourguide.com/athens-l91/athens-half-day-self-guided-shore-excursion-t64525/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Athens: Half-Day Self-Guided Shore Excursion",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 13:47:19"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 5,
        "intUsdCost": 21,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-261805-145.jpg",
        "strIntroduction": "What You'll Do Experience a unique foot treatment by tiny, exotic Garra Rufa fish Relax at a Zen spa under the shadow of the Acropolis Experience a unique foot treatment by tiny, exotic Garra Rufa fish Relax at a Zen spa under the shadow of the Acropolis Experience a unique foot treatment by tiny, exotic Garra Rufa fish Relax at a Zen spa under the shadow of the Acropolis",
        "strLocation": "athens",
        "strOriginUrl": "https://www.getyourguide.com/athens-l91/fish-spa-in-athens-t44330/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Athens 20-Minute Fish Spa Pedicure",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 13:47:32"
    },
    {
        "intDurationHour": 5,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 14,
        "intUsdCost": 37,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-518416-145.jpg",
        "strIntroduction": "What You'll Do Go on a guided hike through the rocks and hills of Meteora, a UNESCO World Heritage Site Take in the amazing panoramic views of the surrounding sandstone pillars Visit 1 of the 6 Eastern Orthodox monasteries located in the area Go on a guided hike through the rocks and hills of Meteora, a UNESCO World Heritage Site Take in the amazing panoramic views of the surrounding sandstone pillars Visit 1 of the 6 Eastern Orthodox monasteries located in the area Go on a guided hike through the rocks and hills of Meteora, a UNESCO World Heritage Site Take in the amazing panoramic views of the surrounding sandstone pillars Visit 1 of the 6 Eastern Orthodox monasteries located in the area",
        "strLocation": "athens",
        "strOriginUrl": "https://www.getyourguide.com/thessaly-l2546/hiking-tour-of-meteora-t34413/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "From Kalampaka: 5-Hour Hiking Tour of Meteora",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 13:47:45"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 0,
        "intUsdCost": 19,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-497467-145.jpg",
        "strIntroduction": "What You'll Do Spend the day in the magnificent Athens zoo and support the conservation initiatives Admire and observe over 2000 animals from more than 300 species Gain a better awareness about the importance of biodiversity and conservation of species Spend the day in the magnificent Athens zoo and support the conservation initiatives Admire and observe over 2000 animals from more than 300 species Gain a better awareness about the importance of biodiversity and conservation of species Spend the day in the magnificent Athens zoo and support the conservation initiatives Admire and observe over 2000 animals from more than 300 species Gain a better awareness about the importance of biodiversity and conservation of species",
        "strLocation": "athens",
        "strOriginUrl": "https://www.getyourguide.com/athens-l91/athens-full-day-attica-athens-zoological-park-ticket-t74577/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Athens: Full-Day Attica Athens Zoological Park Ticket",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 13:47:56"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 3,
        "intReviewVisitor": 2,
        "intUsdCost": 36,
        "strGuideLanguage": "spanish, english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-390612-145.jpg",
        "strIntroduction": "What You'll Do Discover the site of the first modern Olympic Games Get off the usual tourist path and explore the more authentic streets of Athens Follow in the footsteps of the ancient Athenians Learn the history behind the temple ruins Stop for some local refreshments Visit the site of a hidden island, and the famous flea market Discover the site of the first modern Olympic Games Get off the usual tourist path and explore the more authentic streets of Athens Follow in the footsteps of the ancient Athenians Learn the history behind the temple ruins Stop for some local refreshments Visit the site of a hidden island, and the famous flea market Discover the site of the first modern Olympic Games Get off the usual tourist path and explore the more authentic streets of Athens Follow in the footsteps of the ancient Athenians Learn the history behind the temple ruins Stop for some local refreshments Visit the site of a hidden island, and the famous flea market",
        "strLocation": "athens",
        "strOriginUrl": "https://www.getyourguide.com/athens-l91/hidden-athens-3-hour-walking-tour-t60821/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Unknown Athens 3-Hour Walking Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 13:48:08"
    },
    {
        "intDurationHour": 6,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 209,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-114041-145.jpg",
        "strIntroduction": "What You'll Do Explore the ancient city of Athens while guided by your expert driver Choose which sites you see and tailor this private tour to suit you Visit the Acroplois and the ancient remains of several buildings, tombs, and theaters Discover many fascinating sites including the Parthenon, the Theater of Dionysus, Hadrian's Arch, and Constitution Square Visit the new Acropolis Museum and view all the exhibits and excavations from a glass gallery as was never possible before Explore the ancient city of Athens while guided by your expert driver Choose which sites you see and tailor this private tour to suit you Visit the Acroplois and the ancient remains of several buildings, tombs, and theaters Discover many fascinating sites including the Parthenon, the Theater of Dionysus, Hadrian's Arch, and Constitution Square Visit the new Acropolis Museum and view all the exhibits and excavations from a glass gallery as was never possible before Explore the ancient city of Athens while guided by your expert driver Choose which sites you see and tailor this private tour to suit you Visit the Acroplois and the ancient remains of several buildings, tombs, and theaters Discover many fascinating sites including the Parthenon, the Theater of Dionysus, Hadrian's Arch, and Constitution Square Visit the new Acropolis Museum and view all the exhibits and excavations from a glass gallery as was never possible before",
        "strLocation": "athens",
        "strOriginUrl": "https://www.getyourguide.com/athens-l91/athens-private-6-hour-acropolis-and-other-ancient-sites-tour-t23938/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Athens Private Acropolis and Other Ancient Sites Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 13:48:23"
    },
    {
        "intDurationHour": 16,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 2,
        "intUsdCost": 252,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-58377-145.jpg",
        "strIntroduction": "What You'll Do Discover the wonders of Mykonos in this 2-day independent tour from Athens Relax during the gorgeous cruise through crystal clear waters Explore the picturesque settings and white-washed houses of Mykonos Enjoy excellent nightlife and cuisine Swim in one of the many stunning beaches Discover the wonders of Mykonos in this 2-day independent tour from Athens Relax during the gorgeous cruise through crystal clear waters Explore the picturesque settings and white-washed houses of Mykonos Enjoy excellent nightlife and cuisine Swim in one of the many stunning beaches Discover the wonders of Mykonos in this 2-day independent tour from Athens Relax during the gorgeous cruise through crystal clear waters Explore the picturesque settings and white-washed houses of Mykonos Enjoy excellent nightlife and cuisine Swim in one of the many stunning beaches",
        "strLocation": "athens",
        "strOriginUrl": "https://www.getyourguide.com/athens-l91/mykonos-2-day-independent-trip-from-athens-t8239/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Mykonos 2-Day Independent Trip from Athens",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 13:48:35"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 42,
        "intUsdCost": 53,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-113356-145.jpg",
        "strIntroduction": "What You'll Do Athens Taxi Transfer ensure that you will reach your hotel and final destination safely and promptly, avoiding taxi lines and waiting at the airport Door to door service from Athens airport to your hotel means more time for you Enjoy comfortable seats and air-conditioning on your trip Trust your experienced driver to navigate the complicated streets of Athens Athens Taxi Transfer ensure that you will reach your hotel and final destination safely and promptly, avoiding taxi lines and waiting at the airport Door to door service from Athens airport to your hotel means more time for you Enjoy comfortable seats and air-conditioning on your trip Trust your experienced driver to navigate the complicated streets of Athens Athens Taxi Transfer ensure that you will reach your hotel and final destination safely and promptly, avoiding taxi lines and waiting at the airport Door to door service from Athens airport to your hotel means more time for you Enjoy comfortable seats and air-conditioning on your trip Trust your experienced driver to navigate the complicated streets of Athens",
        "strLocation": "athens",
        "strOriginUrl": "https://www.getyourguide.com/athens-l91/transfer-between-athens-airport-and-athens-hotels-t23835/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Transfer Between Athens Airport and Athens Hotels",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 13:48:48"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 0,
        "intUsdCost": 40,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-461514-145.jpg",
        "strIntroduction": "What You'll Do Enjoy the sea breeze of the Athens Riviera Ride on safe bike lanes Brand new Trekking bikes with comfortable saddles Enjoy the sea breeze of the Athens Riviera Ride on safe bike lanes Brand new Trekking bikes with comfortable saddles Enjoy the sea breeze of the Athens Riviera Ride on safe bike lanes Brand new Trekking bikes with comfortable saddles",
        "strLocation": "athens",
        "strOriginUrl": "https://www.getyourguide.com/athens-l91/athens-coastal-bike-tour-t70167/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Athens Coastal Bike Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 13:49:01"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 4,
        "intUsdCost": 80,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-403606-145.jpg",
        "strIntroduction": "What You'll Do Enjoy a fun night out of traditional Greek dancing and music Sample delicious Mediterranean cuisine Dine in one of the city's oldest Greek tavernas Enjoy a fun night out of traditional Greek dancing and music Sample delicious Mediterranean cuisine Dine in one of the city's oldest Greek tavernas Enjoy a fun night out of traditional Greek dancing and music Sample delicious Mediterranean cuisine Dine in one of the city's oldest Greek tavernas",
        "strLocation": "athens",
        "strOriginUrl": "https://www.getyourguide.com/athens-l91/greek-dancing-in-plaka-t18859/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Greek Dancing in Plaka with 3-Course Meal and Wine",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 13:49:12"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 8,
        "intUsdCost": 48,
        "strGuideLanguage": "english, french",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-5819-145.jpg",
        "strIntroduction": "What You'll Do Temple of Poseidon Temple of Poseidon Temple of Poseidon",
        "strLocation": "athens",
        "strOriginUrl": "https://www.getyourguide.com/athens-l91/cape-sounio-t1137/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Cape Sounio",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 13:49:23"
    },
    {
        "intDurationHour": 14,
        "intOption": null,
        "intReviewStar": 3,
        "intReviewVisitor": 6,
        "intUsdCost": 112,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-420500-145.jpg",
        "strIntroduction": "What You'll Do Travel from Athens to the UNESCO-listed Meteora monasteries Visit 2 or 3 of the amazing cliff-top monasteries Customize your itinerary to meet your interests Travel from Athens to the UNESCO-listed Meteora monasteries Visit 2 or 3 of the amazing cliff-top monasteries Customize your itinerary to meet your interests Travel from Athens to the UNESCO-listed Meteora monasteries Visit 2 or 3 of the amazing cliff-top monasteries Customize your itinerary to meet your interests",
        "strLocation": "athens",
        "strOriginUrl": "https://www.getyourguide.com/athens-l91/meteora-day-trip-from-athens-by-train-t64447/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Meteora Full-Day Trip from Athens by Train",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 13:49:36"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 1,
        "intReviewVisitor": 1,
        "intUsdCost": 24,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-421170-145.jpg",
        "strIntroduction": "What You'll Do Discover the most iconic sights of Athens on a half-day tour Customize your own itinerary to make the most of your guided tour Explore the site of the first Olympic Games and climb to the top of the Acropolis Watch the Changing of the Guard and visit the Temple of Zeus Discover the most iconic sights of Athens on a half-day tour Customize your own itinerary to make the most of your guided tour Explore the site of the first Olympic Games and climb to the top of the Acropolis Watch the Changing of the Guard and visit the Temple of Zeus Discover the most iconic sights of Athens on a half-day tour Customize your own itinerary to make the most of your guided tour Explore the site of the first Olympic Games and climb to the top of the Acropolis Watch the Changing of the Guard and visit the Temple of Zeus",
        "strLocation": "athens",
        "strOriginUrl": "https://www.getyourguide.com/athens-l91/athens-private-personalized-half-day-sightseeing-tour-t64536/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Athens: Self Guided Half-Day Sightseeing Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 13:49:47"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 0,
        "intUsdCost": 287,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-356836-145.jpg",
        "strIntroduction": "What You'll Do Admire the Acropolis with its famous Parthenon Visit the New Acropolis Museum Explore the Delphi archeological site Travel to Saronic Islands of Hydra, Poros, and Aegina Admire the Acropolis with its famous Parthenon Visit the New Acropolis Museum Explore the Delphi archeological site Travel to Saronic Islands of Hydra, Poros, and Aegina Admire the Acropolis with its famous Parthenon Visit the New Acropolis Museum Explore the Delphi archeological site Travel to Saronic Islands of Hydra, Poros, and Aegina",
        "strLocation": "athens",
        "strOriginUrl": "https://www.getyourguide.com/athens-l91/athens-acropolis-museum-cape-sounion-cruise-delphi-t8347/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Athens, Acropolis Museum, Cape Sounion, Cruise & Delphi",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 13:49:58"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 4,
        "intUsdCost": 46,
        "strGuideLanguage": "spanish, dutch, english, french, german, italian",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-327696-145.jpg",
        "strIntroduction": "What You'll Do Explore the ancient sights of Athens by electric bike Enjoy panoramic views from Pnyka and Filoppapos Hill Glide down the narrow streets of Plaka Go to the ruins of the Odeon of Herodes Atticus and the Areios Pagos Discover the site of the very first Olympic Games See some of the modern monuments of Athens Look at the Evzones guards in front of the Greek Parliament building Explore the ancient sights of Athens by electric bike Enjoy panoramic views from Pnyka and Filoppapos Hill Glide down the narrow streets of Plaka Go to the ruins of the Odeon of Herodes Atticus and the Areios Pagos Discover the site of the very first Olympic Games See some of the modern monuments of Athens Look at the Evzones guards in front of the Greek Parliament building Explore the ancient sights of Athens by electric bike Enjoy panoramic views from Pnyka and Filoppapos Hill Glide down the narrow streets of Plaka Go to the ruins of the Odeon of Herodes Atticus and the Areios Pagos Discover the site of the very first Olympic Games See some of the modern monuments of Athens Look at the Evzones guards in front of the Greek Parliament building",
        "strLocation": "athens",
        "strOriginUrl": "https://www.getyourguide.com/athens-l91/classic-athens-small-group-electric-bike-tour-t52171/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Historic Athens: Small Group Electric Bike Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 13:50:12"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 0,
        "intUsdCost": 74,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-245525-145.jpg",
        "strIntroduction": "What You'll Do Make your way through the historical city center of the ancient Athens Enter the Acropolis from the south to avoid the great crowds that gather there Make your way through the historical city center of the ancient Athens Enter the Acropolis from the south to avoid the great crowds that gather there Make your way through the historical city center of the ancient Athens Enter the Acropolis from the south to avoid the great crowds that gather there",
        "strLocation": "athens",
        "strOriginUrl": "https://www.getyourguide.com/attica-l757/the-city-of-athens-and-the-acropolis-full-day-tour-t42176/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "The City of Athens and the Acropolis: Full-Day Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 13:50:25"
    },
    {
        "intDurationHour": 32,
        "intOption": null,
        "intReviewStar": 1,
        "intReviewVisitor": 1,
        "intUsdCost": 482,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-254052-145.jpg",
        "strIntroduction": "What You'll Do Enjoy the cosmopolitan party vibe of Mykonos Relax on the black sand beaches of romantic Santorini Stroll around the amazing Little Venice of Mykonos Town Watch the sunset from Oia on Santorini Visit the active volcano of Santorini Discover the famous bars and clubs of Mykonos See the iconic windmills in the harbor of Alefkandra Take optional boat or island tours, or just laze in the Mediterranean sun Enjoy the cosmopolitan party vibe of Mykonos Relax on the black sand beaches of romantic Santorini Stroll around the amazing Little Venice of Mykonos Town Watch the sunset from Oia on Santorini Visit the active volcano of Santorini Discover the famous bars and clubs of Mykonos See the iconic windmills in the harbor of Alefkandra Take optional boat or island tours, or just laze in the Mediterranean sun Enjoy the cosmopolitan party vibe of Mykonos Relax on the black sand beaches of romantic Santorini Stroll around the amazing Little Venice of Mykonos Town Watch the sunset from Oia on Santorini Visit the active volcano of Santorini Discover the famous bars and clubs of Mykonos See the iconic windmills in the harbor of Alefkandra Take optional boat or island tours, or just laze in the Mediterranean sun",
        "strLocation": "athens",
        "strOriginUrl": "https://www.getyourguide.com/athens-l91/four-day-island-experience-to-mykonos-santorini-t43159/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Athens: 4-Day Self-Guided Tour of Mykonos and Santorini",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 13:50:37"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 18,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-393841-145.jpg",
        "strIntroduction": "What You'll Do Skip the line at Hard Rock Cafe Athens and enjoy priority seating Dine on great homemade American cuisine in an exciting atmosphere Visit the Rock Shop and take home some mementos Skip the line at Hard Rock Cafe Athens and enjoy priority seating Dine on great homemade American cuisine in an exciting atmosphere Visit the Rock Shop and take home some mementos Skip the line at Hard Rock Cafe Athens and enjoy priority seating Dine on great homemade American cuisine in an exciting atmosphere Visit the Rock Shop and take home some mementos",
        "strLocation": "athens",
        "strOriginUrl": "https://www.getyourguide.com/athens-l91/hard-rock-cafe-athens-skip-the-line-entry-t61294/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Hard Rock Cafe Athens: Skip-the-Line Entry and Dinner",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 13:50:51"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 0,
        "intUsdCost": 47,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-397601-145.jpg",
        "strIntroduction": "What You'll Do Hear about the Byzantine and Ottoman history of Athens Visit the house of a saint, a catacomb, and tiny churches See Turkish baths, remains of Byzantine monasteries, and a school for Ottoman priests Learn how ancient ruins were used during the medieval era Hear about the Byzantine and Ottoman history of Athens Visit the house of a saint, a catacomb, and tiny churches See Turkish baths, remains of Byzantine monasteries, and a school for Ottoman priests Learn how ancient ruins were used during the medieval era Hear about the Byzantine and Ottoman history of Athens Visit the house of a saint, a catacomb, and tiny churches See Turkish baths, remains of Byzantine monasteries, and a school for Ottoman priests Learn how ancient ruins were used during the medieval era",
        "strLocation": "athens",
        "strOriginUrl": "https://www.getyourguide.com/athens-l91/athens-medieval-senses-walking-tour-t61806/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Athens: 3-Hour Medieval Senses Walking Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 13:51:03"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 0,
        "intUsdCost": 36,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-397619-145.jpg",
        "strIntroduction": "What You'll Do Enjoy a walk in an unspoiled part of Athens Encounter ancient sanctuaries dedicated to mysterious gods See Christian churches that replaced old temples, caves, and Roman baths Enjoy a walk in an unspoiled part of Athens Encounter ancient sanctuaries dedicated to mysterious gods See Christian churches that replaced old temples, caves, and Roman baths Enjoy a walk in an unspoiled part of Athens Encounter ancient sanctuaries dedicated to mysterious gods See Christian churches that replaced old temples, caves, and Roman baths",
        "strLocation": "athens",
        "strOriginUrl": "https://www.getyourguide.com/athens-l91/unspoiled-athens-walking-tour-t61808/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Unspoiled Athens 3-Hour Walking Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 13:51:15"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 58,
        "strGuideLanguage": "english, french",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-390895-145.jpg",
        "strIntroduction": "What You'll Do Learn the myths behind the ancient sites of Athens Hear stories of Greek gods and Spartan armies Discover more about society in Ancient Greece, and why Athens became the center of the world Go to hidden sites, known only to locals Visit the ruins of temples, and the remains of ancient cemeteries Learn the myths behind the ancient sites of Athens Hear stories of Greek gods and Spartan armies Discover more about society in Ancient Greece, and why Athens became the center of the world Go to hidden sites, known only to locals Visit the ruins of temples, and the remains of ancient cemeteries Learn the myths behind the ancient sites of Athens Hear stories of Greek gods and Spartan armies Discover more about society in Ancient Greece, and why Athens became the center of the world Go to hidden sites, known only to locals Visit the ruins of temples, and the remains of ancient cemeteries",
        "strLocation": "athens",
        "strOriginUrl": "https://www.getyourguide.com/athens-l91/athens-highlights-a-mythological-tour-t60865/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Athens Behind the Myths Half-Day Walking Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 13:51:26"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 0,
        "intUsdCost": 332,
        "strGuideLanguage": "english, french",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-391494-145.jpg",
        "strIntroduction": "What You'll Do See the major monuments of ancient Athens in just 4 hours Learn about Greek gods and heroes and discover what is behind the universal myths Hear about ancient Greek society and what made Athens one of the greatest cities in the world See the major monuments of ancient Athens in just 4 hours Learn about Greek gods and heroes and discover what is behind the universal myths Hear about ancient Greek society and what made Athens one of the greatest cities in the world See the major monuments of ancient Athens in just 4 hours Learn about Greek gods and heroes and discover what is behind the universal myths Hear about ancient Greek society and what made Athens one of the greatest cities in the world",
        "strLocation": "athens",
        "strOriginUrl": "https://www.getyourguide.com/athens-l91/athens-mythological-private-tour-t60947/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Athens: Half-Day Private Mythology Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 13:51:41"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 0,
        "intUsdCost": 289,
        "strGuideLanguage": "english, french",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-391506-145.jpg",
        "strIntroduction": "What You'll Do Discover the rich culinary traditions of Athens Visit selected food venues and taste their specialties Explore off-the-beaten-track neighborhoods Discover the rich culinary traditions of Athens Visit selected food venues and taste their specialties Explore off-the-beaten-track neighborhoods Discover the rich culinary traditions of Athens Visit selected food venues and taste their specialties Explore off-the-beaten-track neighborhoods",
        "strLocation": "athens",
        "strOriginUrl": "https://www.getyourguide.com/athens-l91/athens-private-food-tour-with-tastings-t60949/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Athens: 3-Hour Private Food Tour with Tastings",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 13:51:52"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 0,
        "intUsdCost": 268,
        "strGuideLanguage": "english, french",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-391611-145.jpg",
        "strIntroduction": "What You'll Do Visit the 19th-century landmarks of the industrial revolution Explore a notorious World War II prison Discover landmark buildings of international architectural interest Walk through well-preserved Ottoman neighborhoods Visit the 19th-century landmarks of the industrial revolution Explore a notorious World War II prison Discover landmark buildings of international architectural interest Walk through well-preserved Ottoman neighborhoods Visit the 19th-century landmarks of the industrial revolution Explore a notorious World War II prison Discover landmark buildings of international architectural interest Walk through well-preserved Ottoman neighborhoods",
        "strLocation": "athens",
        "strOriginUrl": "https://www.getyourguide.com/athens-l91/athens-private-walking-tour-t60970/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Athens Half-Day Private Walking Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 13:52:06"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 0,
        "intUsdCost": 268,
        "strGuideLanguage": "english, french",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-391615-145.jpg",
        "strIntroduction": "What You'll Do Discover the street art of Athens with a real street artist guide Visit 3 different neighborhoods and experience the city in an unconventional way Decipher secret messages behind the art and learn about Athens through its graffiti Discover the street art of Athens with a real street artist guide Visit 3 different neighborhoods and experience the city in an unconventional way Decipher secret messages behind the art and learn about Athens through its graffiti Discover the street art of Athens with a real street artist guide Visit 3 different neighborhoods and experience the city in an unconventional way Decipher secret messages behind the art and learn about Athens through its graffiti",
        "strLocation": "athens",
        "strOriginUrl": "https://www.getyourguide.com/athens-l91/athens-private-street-art-tour-t60971/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Athens 3-Hour Private Street Art Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 13:52:17"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 0,
        "intUsdCost": 268,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-391621-145.jpg",
        "strIntroduction": "What You'll Do Visit 5 different nightlife venues and interact with locals Try a variety of drinks and wines Experience 3 different neighborhoods by night Visit 5 different nightlife venues and interact with locals Try a variety of drinks and wines Experience 3 different neighborhoods by night Visit 5 different nightlife venues and interact with locals Try a variety of drinks and wines Experience 3 different neighborhoods by night",
        "strLocation": "athens",
        "strOriginUrl": "https://www.getyourguide.com/athens-l91/athens-authentic-nightlife-tour-t60972/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Athens: 3-Hour Private Authentic Nightlife Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 13:52:30"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 0,
        "intUsdCost": 41,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-402724-145.jpg",
        "strIntroduction": "What You'll Do Explore the classical sights of Athens by electric bike Discover the areas of the Acropolis and Areios Pagos Go to the Ancient Agora See where democracy was born on Pnyx Hill Marvel at the Roman Forum and the Tower of the Winds Stop for a coffee break in a traditional café Explore the classical sights of Athens by electric bike Discover the areas of the Acropolis and Areios Pagos Go to the Ancient Agora See where democracy was born on Pnyx Hill Marvel at the Roman Forum and the Tower of the Winds Stop for a coffee break in a traditional café Explore the classical sights of Athens by electric bike Discover the areas of the Acropolis and Areios Pagos Go to the Ancient Agora See where democracy was born on Pnyx Hill Marvel at the Roman Forum and the Tower of the Winds Stop for a coffee break in a traditional café",
        "strLocation": "athens",
        "strOriginUrl": "https://www.getyourguide.com/athens-l91/athens-classical-highlights-by-e-bike-t62480/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Athens by Electric Bike Classical Highlights Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 13:52:42"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 51,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-402878-145.jpg",
        "strIntroduction": "What You'll Do Journey through the history of Athens by electric bike Discover the first palace of King Otto See the triumphal arch built for the Roman Emperor Hadrian Explore the charming alleys of Plaka Go to the Presidential palace and see the soldiers in their traditional uniforms Wander the maze of lanes in the National Garden Enjoy a magnificent view of the Temple of Olympian Zeus Journey through the history of Athens by electric bike Discover the first palace of King Otto See the triumphal arch built for the Roman Emperor Hadrian Explore the charming alleys of Plaka Go to the Presidential palace and see the soldiers in their traditional uniforms Wander the maze of lanes in the National Garden Enjoy a magnificent view of the Temple of Olympian Zeus Journey through the history of Athens by electric bike Discover the first palace of King Otto See the triumphal arch built for the Roman Emperor Hadrian Explore the charming alleys of Plaka Go to the Presidential palace and see the soldiers in their traditional uniforms Wander the maze of lanes in the National Garden Enjoy a magnificent view of the Temple of Olympian Zeus",
        "strLocation": "athens",
        "strOriginUrl": "https://www.getyourguide.com/athens-l91/athens-ebike-sightseeing-tour-t62494/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Athens by Electric Bike 4-Hour Sightseeing Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 13:52:55"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 0,
        "intUsdCost": 589,
        "strGuideLanguage": "spanish, english, german, italian",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-402932-145.jpg",
        "strIntroduction": "What You'll Do Visit the Acropolis See the Temple Of Zeus and Hadrian's Arch Go to the site of the first modern Olympic Games Enjoy the services of a proffesional guide Visit the Acropolis See the Temple Of Zeus and Hadrian's Arch Go to the site of the first modern Olympic Games Enjoy the services of a proffesional guide Visit the Acropolis See the Temple Of Zeus and Hadrian's Arch Go to the site of the first modern Olympic Games Enjoy the services of a proffesional guide",
        "strLocation": "athens",
        "strOriginUrl": "https://www.getyourguide.com/athens-l91/athens-private-group-shore-excursion-t62502/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Athens Private Group Shore Excursion",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 13:53:05"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 55,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-403779-145.jpg",
        "strIntroduction": "What You'll Do Take in the views from the Acropolis Hill Visit the legendary battleship, Averof Marvel at the magnificent yachts in the Flisvos marina Stop to relax and swim at the beach Take in the views from the Acropolis Hill Visit the legendary battleship, Averof Marvel at the magnificent yachts in the Flisvos marina Stop to relax and swim at the beach Take in the views from the Acropolis Hill Visit the legendary battleship, Averof Marvel at the magnificent yachts in the Flisvos marina Stop to relax and swim at the beach",
        "strLocation": "athens",
        "strOriginUrl": "https://www.getyourguide.com/athens-l91/from-acropolis-to-athens-riviera-on-ebike-t62586/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "From the Acropolis to the Riviera: Athens by eBike",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 13:53:18"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 3,
        "intUsdCost": 95,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-413122-145.jpg",
        "strIntroduction": "What You'll Do Soak up the evening atmosphere of Athens on a fun Segway ride See ancient monuments and modern landmarks, illuminated after dark Discover hip neighborhoods that are at the heart of Athens’ nightlife Soak up the evening atmosphere of Athens on a fun Segway ride See ancient monuments and modern landmarks, illuminated after dark Discover hip neighborhoods that are at the heart of Athens’ nightlife Soak up the evening atmosphere of Athens on a fun Segway ride See ancient monuments and modern landmarks, illuminated after dark Discover hip neighborhoods that are at the heart of Athens’ nightlife",
        "strLocation": "athens",
        "strOriginUrl": "https://www.getyourguide.com/athens-l91/athens-3-hour-segway-night-tour-t63589/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Athens Night Tour: 3 Hours by Segway",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 13:53:32"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 54,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-413297-145.jpg",
        "strIntroduction": "What You'll Do Pre-book this private transfer from Athens International Airport Experience the personalized service of a professional driver Learn about the area from your English-speaking driver Take the opportunity to pre-order travel essentials as well Pre-book this private transfer from Athens International Airport Experience the personalized service of a professional driver Learn about the area from your English-speaking driver Take the opportunity to pre-order travel essentials as well Pre-book this private transfer from Athens International Airport Experience the personalized service of a professional driver Learn about the area from your English-speaking driver Take the opportunity to pre-order travel essentials as well",
        "strLocation": "athens",
        "strOriginUrl": "https://www.getyourguide.com/athens-l91/athens-private-airport-taxi-to-city-centre-t63618/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Athens: Private Airport Taxi Transfer to City Center",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 13:53:43"
    },
    {
        "intDurationHour": 5,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 74,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-415141-145.jpg",
        "strIntroduction": "What You'll Do Enjoy a small-group Greek cooking lesson in a comfortable and private venue downtown Get ready to be introduced to the secrets of Greek cuisine by an entertaining food expert Prepare to get your hands dirty - this is a real cooking lesson, not a demonstration! Enjoy an engaging walk around Athens Central Market with a knowledgeable food expert Ιndulge in a mouthwatering meal that you prepared Enjoy a small-group Greek cooking lesson in a comfortable and private venue downtown Get ready to be introduced to the secrets of Greek cuisine by an entertaining food expert Prepare to get your hands dirty - this is a real cooking lesson, not a demonstration! Enjoy an engaging walk around Athens Central Market with a knowledgeable food expert Ιndulge in a mouthwatering meal that you prepared Enjoy a small-group Greek cooking lesson in a comfortable and private venue downtown Get ready to be introduced to the secrets of Greek cuisine by an entertaining food expert Prepare to get your hands dirty - this is a real cooking lesson, not a demonstration! Enjoy an engaging walk around Athens Central Market with a knowledgeable food expert Ιndulge in a mouthwatering meal that you prepared",
        "strLocation": "athens",
        "strOriginUrl": "https://www.getyourguide.com/athens-l91/athens-3-hour-cooking-lesson-and-1-hour-market-tour-t63802/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Athens: 3-hour Cooking Lesson and 1-hour Market Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 13:53:53"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 0,
        "intUsdCost": 42,
        "strGuideLanguage": "spanish, dutch, english, french, italian",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-431542-145.jpg",
        "strIntroduction": "What You'll Do Discover Athens's backstreets on ebike Visit fish and meat markets and local stores Immerse yourself in Athens's street art and architecture Discover Athens's backstreets on ebike Visit fish and meat markets and local stores Immerse yourself in Athens's street art and architecture Discover Athens's backstreets on ebike Visit fish and meat markets and local stores Immerse yourself in Athens's street art and architecture",
        "strLocation": "athens",
        "strOriginUrl": "https://www.getyourguide.com/athens-l91/greek-life-and-street-art-electric-bicycle-tour-t63912/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Greek Life and Street Art Electric Bicycle Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 13:54:08"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 0,
        "intUsdCost": 79,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-418497-145.jpg",
        "strIntroduction": "What You'll Do Self-guided 8-hour tour of Ancient Delphi with a private driver Explore the UNESCO-listed archeological site and view the famous Temple of Apollo See top Delphi landmarks such as the Athenian Stoa and Polygonal Wall Enjoy the views from this wondrous and historical Ancient Greek site Visit the Delphi museum to learn about its artifacts Relax over lunch in the picturesque village of Arachova or in Delphi (optional) Self-guided 8-hour tour of Ancient Delphi with a private driver Explore the UNESCO-listed archeological site and view the famous Temple of Apollo See top Delphi landmarks such as the Athenian Stoa and Polygonal Wall Enjoy the views from this wondrous and historical Ancient Greek site Visit the Delphi museum to learn about its artifacts Relax over lunch in the picturesque village of Arachova or in Delphi (optional) Self-guided 8-hour tour of Ancient Delphi with a private driver Explore the UNESCO-listed archeological site and view the famous Temple of Apollo See top Delphi landmarks such as the Athenian Stoa and Polygonal Wall Enjoy the views from this wondrous and historical Ancient Greek site Visit the Delphi museum to learn about its artifacts Relax over lunch in the picturesque village of Arachova or in Delphi (optional)",
        "strLocation": "athens",
        "strOriginUrl": "https://www.getyourguide.com/athens-l91/from-athens-private-8-hour-delphi-day-trip-self-guided-t64273/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "From Athens: Private 8-Hour Delphi Day Trip Self-Guided",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 13:54:20"
    },
    {
        "intDurationHour": 6,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 0,
        "intUsdCost": 160,
        "strGuideLanguage": "spanish, english, french, german",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-427724-145.jpg",
        "strIntroduction": "What You'll Do Explore some of the ancient highlights of Athens Take advantage of the flexibility to customize your itinerary to your meet preferences Relish a delicious set lunch Visit the breathtaking Acropolis Explore some of the ancient highlights of Athens Take advantage of the flexibility to customize your itinerary to your meet preferences Relish a delicious set lunch Visit the breathtaking Acropolis Explore some of the ancient highlights of Athens Take advantage of the flexibility to customize your itinerary to your meet preferences Relish a delicious set lunch Visit the breathtaking Acropolis",
        "strLocation": "athens",
        "strOriginUrl": "https://www.getyourguide.com/athens-l91/athens-highlights-private-tour-with-acropolis-lunch-t65384/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Athens Highlights Private Tour with Acropolis & Lunch",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 13:54:31"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 0,
        "intUsdCost": 27,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-454435-145.jpg",
        "strIntroduction": "What You'll Do Spend the day at the largest amusement park in Greece Freefall from a height of 40 meters to the ground in less than 3 seconds Experience a unique adventure in multiple dimensions in the exclusive 7D Zone See Athens like never before from the 72-meter high \"Star Flyer\" Brave the heart-stopping slopes and ups-and-downs of a rollercoaster Overcome your fears in a haunted house Spend the day at the largest amusement park in Greece Freefall from a height of 40 meters to the ground in less than 3 seconds Experience a unique adventure in multiple dimensions in the exclusive 7D Zone See Athens like never before from the 72-meter high \"Star Flyer\" Brave the heart-stopping slopes and ups-and-downs of a rollercoaster Overcome your fears in a haunted house Spend the day at the largest amusement park in Greece Freefall from a height of 40 meters to the ground in less than 3 seconds Experience a unique adventure in multiple dimensions in the exclusive 7D Zone See Athens like never before from the 72-meter high \"Star Flyer\" Brave the heart-stopping slopes and ups-and-downs of a rollercoaster Overcome your fears in a haunted house",
        "strLocation": "athens",
        "strOriginUrl": "https://www.getyourguide.com/piraeus-l759/athens-allou-fun-park-entrance-ticket-t68962/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Athens: Allou! Fun Park Entrance Ticket",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 13:54:45"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 0,
        "intUsdCost": 53,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-270720-145.jpg",
        "strIntroduction": "What You'll Do Visit 5 different nightlife places Try various drinks and wines Enjoy Greek style, aka drink and eat Interact with the locals Experience 3 different neighborhoods at night Visit 5 different nightlife places Try various drinks and wines Enjoy Greek style, aka drink and eat Interact with the locals Experience 3 different neighborhoods at night Visit 5 different nightlife places Try various drinks and wines Enjoy Greek style, aka drink and eat Interact with the locals Experience 3 different neighborhoods at night",
        "strLocation": "athens",
        "strOriginUrl": "https://www.getyourguide.com/athens-l91/the-real-greek-night-in-athens-t45507/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "The Real Greek Night in Athens",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 13:54:58"
    }
]