[
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 214,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-96695-145.jpg",
        "strIntroduction": "What You'll Do Request a guide speaking your native language-many languages to choose from Tour Athens with a private guide and see the magnificent sights of the Acropolis, Parthenon and Athens Highlights Customize your half day from the many favorites of other visitors: Ancient Agora, Mars Hill Athens beaches, Nat'l Archaeological Museum, Nat'l Park, just request what you want Wander around the colorful cobble stoned ancient streets of Plaka, the neighborhood of the Gods\" Buy souvenirs in Plaka stores, see Byzantine churches, Ancient Agora as you walk. Dine on the freshest Mediterranean \"diet\" in the world. Your \"great vacation\" is our business See the masterpiece architecture at the Parthenon, observe the changing of the Evzone Guards outside the Parliament Building Choose guided or (if your group is 7 people or less) unguided tours with us. Your choice! Prices low as €43 (no guide, 1-4 participants) €12.65 (guide) Per person-depending on size of \"Your private\" group Request a guide speaking your native language-many languages to choose from Tour Athens with a private guide and see the magnificent sights of the Acropolis, Parthenon and Athens Highlights Customize your half day from the many favorites of other visitors: Ancient Agora, Mars Hill Athens beaches, Nat'l Archaeological Museum, Nat'l Park, just request what you want Wander around the colorful cobble stoned ancient streets of Plaka, the neighborhood of the Gods\" Buy souvenirs in Plaka stores, see Byzantine churches, Ancient Agora as you walk. Dine on the freshest Mediterranean \"diet\" in the world. Your \"great vacation\" is our business See the masterpiece architecture at the Parthenon, observe the changing of the Evzone Guards outside the Parliament Building Choose guided or (if your group is 7 people or less) unguided tours with us. Your choice! Prices low as €43 (no guide, 1-4 participants) €12.65 (guide) Per person-depending on size of \"Your private\" group Request a guide speaking your native language-many languages to choose from Tour Athens with a private guide and see the magnificent sights of the Acropolis, Parthenon and Athens Highlights Customize your half day from the many favorites of other visitors: Ancient Agora, Mars Hill Athens beaches, Nat'l Archaeological Museum, Nat'l Park, just request what you want Wander around the colorful cobble stoned ancient streets of Plaka, the neighborhood of the Gods\" Buy souvenirs in Plaka stores, see Byzantine churches, Ancient Agora as you walk. Dine on the freshest Mediterranean \"diet\" in the world. Your \"great vacation\" is our business See the masterpiece architecture at the Parthenon, observe the changing of the Evzone Guards outside the Parliament Building Choose guided or (if your group is 7 people or less) unguided tours with us. Your choice! Prices low as €43 (no guide, 1-4 participants) €12.65 (guide) Per person-depending on size of \"Your private\" group",
        "strLocation": "athens",
        "strOriginUrl": "https://www.getyourguide.com/athens-l91/athens-guided-customized-private-12-day-shore-excursion-t21329/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Athens Guided Customized Private 1/2 Day Shore Excursion",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 14:16:02"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 0,
        "intUsdCost": 450,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-116492-145.jpg",
        "strIntroduction": "What You'll Do Our guides are multilingual. Request your native language. Many available Per person prices as low as €20.75 depending on size of \"your private\" group Relax in the comfort of our air-conditioned vehicles, with your private licensed guide and driver all day Explore the Acropolis in Athens and see the magnificent Parthenon Get round-trip transfers from the cruise terminal Drive through spectacular scenery See the marvel of engineering that is the Corinth Canal Tour the ruins of the wealthy Greco-Roman city of Corinth Your \"great vacation\" is our business! Take the tour (with) or- Groups of 6 or less (without) a guide. The choice is yours! Our guides are multilingual. Request your native language. Many available Per person prices as low as €20.75 depending on size of \"your private\" group Relax in the comfort of our air-conditioned vehicles, with your private licensed guide and driver all day Explore the Acropolis in Athens and see the magnificent Parthenon Get round-trip transfers from the cruise terminal Drive through spectacular scenery See the marvel of engineering that is the Corinth Canal Tour the ruins of the wealthy Greco-Roman city of Corinth Your \"great vacation\" is our business! Take the tour (with) or- Groups of 6 or less (without) a guide. The choice is yours! Our guides are multilingual. Request your native language. Many available Per person prices as low as €20.75 depending on size of \"your private\" group Relax in the comfort of our air-conditioned vehicles, with your private licensed guide and driver all day Explore the Acropolis in Athens and see the magnificent Parthenon Get round-trip transfers from the cruise terminal Drive through spectacular scenery See the marvel of engineering that is the Corinth Canal Tour the ruins of the wealthy Greco-Roman city of Corinth Your \"great vacation\" is our business! Take the tour (with) or- Groups of 6 or less (without) a guide. The choice is yours!",
        "strLocation": "athens",
        "strOriginUrl": "https://www.getyourguide.com/athens-l91/athenscorinth-deluxe-8-hour-private-shore-excursion-t21449/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Athens/Corinth Deluxe 8-Hour Private Shore Excursion",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 14:16:13"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 0,
        "intUsdCost": 80,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-356884-145.jpg",
        "strIntroduction": "What You'll Do Visit the Acropolis See the birthplace of the modern Olympics at the Panathinaikos Stadium Pass by the colorful Evzone Guards outside the Greek Parliament Enjoy the services of a private, expert guide Get round-trip transfers from your Athens hotel Visit the Acropolis See the birthplace of the modern Olympics at the Panathinaikos Stadium Pass by the colorful Evzone Guards outside the Greek Parliament Enjoy the services of a private, expert guide Get round-trip transfers from your Athens hotel Visit the Acropolis See the birthplace of the modern Olympics at the Panathinaikos Stadium Pass by the colorful Evzone Guards outside the Greek Parliament Enjoy the services of a private, expert guide Get round-trip transfers from your Athens hotel",
        "strLocation": "athens",
        "strOriginUrl": "https://www.getyourguide.com/athens-l91/athens-acropolis-private-half-day-sightseeing-tour-t21615/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Athens & Acropolis Private Half-Day Sightseeing Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 14:16:27"
    },
    {
        "intDurationHour": 5,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 0,
        "intUsdCost": 96,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-386590-145.jpg",
        "strIntroduction": "What You'll Do Visit the Acropolis See the birthplace of the modern Olympics at the Panathinaikos Stadium Explore the National Archaeological Museum of Athens Pass by the colorful Evzone Guards outside the Greek Parliament Enjoy the services of a private, expert guide Visit the Acropolis See the birthplace of the modern Olympics at the Panathinaikos Stadium Explore the National Archaeological Museum of Athens Pass by the colorful Evzone Guards outside the Greek Parliament Enjoy the services of a private, expert guide Visit the Acropolis See the birthplace of the modern Olympics at the Panathinaikos Stadium Explore the National Archaeological Museum of Athens Pass by the colorful Evzone Guards outside the Greek Parliament Enjoy the services of a private, expert guide",
        "strLocation": "athens",
        "strOriginUrl": "https://www.getyourguide.com/athens-l91/acropolis-and-national-museum-private-athens-tour-t21617/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Acropolis and National Museum Private Athens Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 14:16:37"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 0,
        "intUsdCost": 80,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-356894-145.jpg",
        "strIntroduction": "What You'll Do Discover Cape Sounion and the Temple of Poseidon on a half-day tour Enjoy beautiful views of the Saronic Gulf and its island Explore the southern suburbs of Athens' trendiest and most interesting districts Experience breathtaking Cape Sounion, with its steep cliffs and crystal blue waters Walk back in time to the Temple of Poseidon, god of the sea Discover Cape Sounion and the Temple of Poseidon on a half-day tour Enjoy beautiful views of the Saronic Gulf and its island Explore the southern suburbs of Athens' trendiest and most interesting districts Experience breathtaking Cape Sounion, with its steep cliffs and crystal blue waters Walk back in time to the Temple of Poseidon, god of the sea Discover Cape Sounion and the Temple of Poseidon on a half-day tour Enjoy beautiful views of the Saronic Gulf and its island Explore the southern suburbs of Athens' trendiest and most interesting districts Experience breathtaking Cape Sounion, with its steep cliffs and crystal blue waters Walk back in time to the Temple of Poseidon, god of the sea",
        "strLocation": "athens",
        "strOriginUrl": "https://www.getyourguide.com/athens-l91/cape-sounion-private-half-day-tour-from-athens-t21619/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Cape Sounion Private Half-Day Tour from Athens",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 14:16:51"
    },
    {
        "intDurationHour": 10,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 0,
        "intUsdCost": 150,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-356665-145.jpg",
        "strIntroduction": "What You'll Do Explore Athens with this full-day tour including of its major attractions Discover historical monuments like the Roman Temple of Olympian Zeus Enjoy a blend of modern and ancient architecture in the Greek capital Marvel at the beauty of the Parthenon See stunning views of the Aegean sea from Cape Sounion Gaze at the Temple of Poseidon Explore Athens with this full-day tour including of its major attractions Discover historical monuments like the Roman Temple of Olympian Zeus Enjoy a blend of modern and ancient architecture in the Greek capital Marvel at the beauty of the Parthenon See stunning views of the Aegean sea from Cape Sounion Gaze at the Temple of Poseidon Explore Athens with this full-day tour including of its major attractions Discover historical monuments like the Roman Temple of Olympian Zeus Enjoy a blend of modern and ancient architecture in the Greek capital Marvel at the beauty of the Parthenon See stunning views of the Aegean sea from Cape Sounion Gaze at the Temple of Poseidon",
        "strLocation": "athens",
        "strOriginUrl": "https://www.getyourguide.com/athens-l91/athens-cape-sounion-private-sightseeing-tour-t21620/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Athens & Cape Sounion Private Sightseeing Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 14:17:04"
    },
    {
        "intDurationHour": 10,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 0,
        "intUsdCost": 139,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-356889-145.jpg",
        "strIntroduction": "What You'll Do Visit Delphi and the center of the ancient Greek world Explore the ruins of the famous theatre See the Temple of Apollo Discover the Delphi Museum and its many treasures Explore the hilltop Village of Arachova Visit Delphi and the center of the ancient Greek world Explore the ruins of the famous theatre See the Temple of Apollo Discover the Delphi Museum and its many treasures Explore the hilltop Village of Arachova Visit Delphi and the center of the ancient Greek world Explore the ruins of the famous theatre See the Temple of Apollo Discover the Delphi Museum and its many treasures Explore the hilltop Village of Arachova",
        "strLocation": "athens",
        "strOriginUrl": "https://www.getyourguide.com/athens-l91/delphi-full-day-private-tour-from-athens-t21757/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Delphi Full Day Private Tour from Athens",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 14:17:18"
    },
    {
        "intDurationHour": 10,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 0,
        "intUsdCost": 139,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-356865-145.jpg",
        "strIntroduction": "What You'll Do Explore the ancient remains of Mycenae, the setting for the works of Homer Marvel at the engineering wonder of the Corinth Canal Learn the pottery techniques of the ancient Greeks Visit the ancient theatre of Epidaurus, still in use today Pause at Nauplia, the first capital of modern Greece Explore the ancient remains of Mycenae, the setting for the works of Homer Marvel at the engineering wonder of the Corinth Canal Learn the pottery techniques of the ancient Greeks Visit the ancient theatre of Epidaurus, still in use today Pause at Nauplia, the first capital of modern Greece Explore the ancient remains of Mycenae, the setting for the works of Homer Marvel at the engineering wonder of the Corinth Canal Learn the pottery techniques of the ancient Greeks Visit the ancient theatre of Epidaurus, still in use today Pause at Nauplia, the first capital of modern Greece",
        "strLocation": "athens",
        "strOriginUrl": "https://www.getyourguide.com/athens-l91/epidavros-mycenae-full-day-tour-from-athens-t21758/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Epidavros and Mycenae Private Full-Day Tour from Athens",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 14:17:30"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 0,
        "intUsdCost": 75,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-356887-145.jpg",
        "strIntroduction": "What You'll Do Visit the Acropolis See the birthplace of the modern Olympics at the Panathinaikos Stadium Pass by the colorful Evzone Guards outside the Greek Parliament Enjoy the services of a private, expert guide Get round-trip transfers from Piraeus Port Visit the Acropolis See the birthplace of the modern Olympics at the Panathinaikos Stadium Pass by the colorful Evzone Guards outside the Greek Parliament Enjoy the services of a private, expert guide Get round-trip transfers from Piraeus Port Visit the Acropolis See the birthplace of the modern Olympics at the Panathinaikos Stadium Pass by the colorful Evzone Guards outside the Greek Parliament Enjoy the services of a private, expert guide Get round-trip transfers from Piraeus Port",
        "strLocation": "athens",
        "strOriginUrl": "https://www.getyourguide.com/athens-l91/athens-sightseeing-and-acropolis-half-day-shore-excursion-t21760/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Athens Sightseeing and Acropolis Half-Day Shore Excursion",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 14:17:41"
    },
    {
        "intDurationHour": 6,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 0,
        "intUsdCost": 75,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-356848-145.jpg",
        "strIntroduction": "What You'll Do Visit the Acropolis See the birthplace of the modern Olympics Explore the new Acropolis Museum Pass by the colorful Evzone Guards outside the Greek Parliament Enjoy the services of a private guide Visit the Acropolis See the birthplace of the modern Olympics Explore the new Acropolis Museum Pass by the colorful Evzone Guards outside the Greek Parliament Enjoy the services of a private guide Visit the Acropolis See the birthplace of the modern Olympics Explore the new Acropolis Museum Pass by the colorful Evzone Guards outside the Greek Parliament Enjoy the services of a private guide",
        "strLocation": "athens",
        "strOriginUrl": "https://www.getyourguide.com/athens-l91/acropolis-and-acropolis-museum-half-day-tour-t21761/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Athens Shore Excursion: Acropolis and Acropolis Museum",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 14:17:53"
    },
    {
        "intDurationHour": 6,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 0,
        "intUsdCost": 75,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-356880-145.jpg",
        "strIntroduction": "What You'll Do Visit the Acropolis See the birthplace of the modern Olympics at the Panathinaikos Stadium Explore the National Archaeological Museum of Athens Pass by the colorful Evzone Guards outside the Greek Parliament Enjoy the services of a private, expert guide Visit the Acropolis See the birthplace of the modern Olympics at the Panathinaikos Stadium Explore the National Archaeological Museum of Athens Pass by the colorful Evzone Guards outside the Greek Parliament Enjoy the services of a private, expert guide Visit the Acropolis See the birthplace of the modern Olympics at the Panathinaikos Stadium Explore the National Archaeological Museum of Athens Pass by the colorful Evzone Guards outside the Greek Parliament Enjoy the services of a private, expert guide",
        "strLocation": "athens",
        "strOriginUrl": "https://www.getyourguide.com/athens-l91/athens-acropolis-and-national-museum-shore-excursion-t21762/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Athens Acropolis and National Museum Shore Excursion",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 14:18:06"
    },
    {
        "intDurationHour": 5,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 96,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-356844-145.jpg",
        "strIntroduction": "What You'll Do Visit the Acropolis See the birthplace of the modern Olympics at the Panathinaikos Stadium Explore the new Acropolis Museum. Pass by the colorful Evzone Guards outside the Greek Parliament Enjoy the services of a private, expert guide Visit the Acropolis See the birthplace of the modern Olympics at the Panathinaikos Stadium Explore the new Acropolis Museum. Pass by the colorful Evzone Guards outside the Greek Parliament Enjoy the services of a private, expert guide Visit the Acropolis See the birthplace of the modern Olympics at the Panathinaikos Stadium Explore the new Acropolis Museum. Pass by the colorful Evzone Guards outside the Greek Parliament Enjoy the services of a private, expert guide",
        "strLocation": "athens",
        "strOriginUrl": "https://www.getyourguide.com/athens-l91/athens-private-tours-acropolis-and-acropolis-museum-tour-t18014/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Athens Private Tours: Acropolis and Acropolis Museum",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 14:18:18"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 69,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-496781-145.jpg",
        "strIntroduction": "What You'll Do Avoid long waiting times on our puctual and reliable taxi service from Athens Airport to the Pier, and vice versa Friendly meet and greet on arrival Avoid long waiting times on our puctual and reliable taxi service from Athens Airport to the Pier, and vice versa Friendly meet and greet on arrival Avoid long waiting times on our puctual and reliable taxi service from Athens Airport to the Pier, and vice versa Friendly meet and greet on arrival",
        "strLocation": "athens",
        "strOriginUrl": "https://www.getyourguide.com/piraeus-l759/piraeus-to-athens-airport-vv-transfer-t18755/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Piraeus to Athens Airport V/V Transfer",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 14:18:30"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 3,
        "intUsdCost": 58,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-392154-145.jpg",
        "strIntroduction": "What You'll Do All the highlights of historical Athens Visit world-famous monuments including the Parthenon, Propylaia, and Nike Temple Benefit from detailed explanations of each site Experience the fascinating New Acropolis Museum All the highlights of historical Athens Visit world-famous monuments including the Parthenon, Propylaia, and Nike Temple Benefit from detailed explanations of each site Experience the fascinating New Acropolis Museum All the highlights of historical Athens Visit world-famous monuments including the Parthenon, Propylaia, and Nike Temple Benefit from detailed explanations of each site Experience the fascinating New Acropolis Museum",
        "strLocation": "athens",
        "strOriginUrl": "https://www.getyourguide.com/athens-l91/highlights-of-athens-and-new-acropolis-museum-walking-tour-t18758/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Highlights of Athens and New Acropolis Museum Walking Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 14:18:44"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 3,
        "intReviewVisitor": 3,
        "intUsdCost": 69,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-239188-145.jpg",
        "strIntroduction": "What You'll Do Discover the secrets of authentic Greek cooking from a skilled Greek chef Prepare a delicious 3 course meal Enjoy your meal with a glass of Greek wine Take home recipes to continue the fun Discover the secrets of authentic Greek cooking from a skilled Greek chef Prepare a delicious 3 course meal Enjoy your meal with a glass of Greek wine Take home recipes to continue the fun Discover the secrets of authentic Greek cooking from a skilled Greek chef Prepare a delicious 3 course meal Enjoy your meal with a glass of Greek wine Take home recipes to continue the fun",
        "strLocation": "athens",
        "strOriginUrl": "https://www.getyourguide.com/athens-l91/3-hour-greek-cooking-class-in-traditional-athens-restaurant-t18760/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "3-hour Greek Cooking Class in Traditional Athens Restaurant",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 14:18:59"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 0,
        "intUsdCost": 37,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-496776-145.jpg",
        "strIntroduction": "What You'll Do Hotel Lobby to Pier, or vice-versa: hassle-free taxi service! Avoid waiting in the sun for long hours Hotel Lobby to Pier, or vice-versa: hassle-free taxi service! Avoid waiting in the sun for long hours Hotel Lobby to Pier, or vice-versa: hassle-free taxi service! Avoid waiting in the sun for long hours",
        "strLocation": "athens",
        "strOriginUrl": "https://www.getyourguide.com/piraeus-l759/piraeus-taxi-service-t18814/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Piraeus Taxi Service",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 14:19:09"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 0,
        "intUsdCost": 63,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-497612-145.jpg",
        "strIntroduction": "What You'll Do Enjoy a film under the open sky in the traditional Athens way Taste Greek specialty snacks Enjoy a film under the open sky in the traditional Athens way Taste Greek specialty snacks Enjoy a film under the open sky in the traditional Athens way Taste Greek specialty snacks",
        "strLocation": "athens",
        "strOriginUrl": "https://www.getyourguide.com/athens-l91/enjoy-athens-under-the-stars-outdoor-cinema-t18893/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Enjoy Athens under the Stars - Outdoor Cinema",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 14:19:21"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 0,
        "intUsdCost": 63,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-82098-145.jpg",
        "strIntroduction": "What You'll Do See a wealth of wartime artifacts Take a tour of Greece's oldest surviving battleship Visit Phalero War Cemetery See a wealth of wartime artifacts Take a tour of Greece's oldest surviving battleship Visit Phalero War Cemetery See a wealth of wartime artifacts Take a tour of Greece's oldest surviving battleship Visit Phalero War Cemetery",
        "strLocation": "athens",
        "strOriginUrl": "https://www.getyourguide.com/athens-l91/athens-wartime-history-tour-philadelphia-experiment-bs-t18896/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Athens Wartime History Tour: Philadelphia Experiment BS",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 14:19:31"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 80,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-415672-145.jpg",
        "strIntroduction": "What You'll Do See the historic port of Piraeus and the luxurious yachts of Greek's rich and famous Return to Athens for a delicious three-course meal at a traditional local restaurant See the historic port of Piraeus and the luxurious yachts of Greek's rich and famous Return to Athens for a delicious three-course meal at a traditional local restaurant See the historic port of Piraeus and the luxurious yachts of Greek's rich and famous Return to Athens for a delicious three-course meal at a traditional local restaurant",
        "strLocation": "athens",
        "strOriginUrl": "https://www.getyourguide.com/athens-l91/athens-romantic-dinner-and-port-tour-t18899/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Athens Romantic Dinner",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 14:19:44"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 58,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-412348-145.jpg",
        "strIntroduction": "What You'll Do Tour a brewery located in downtown Athens Sample 4 unique beers Tour a brewery located in downtown Athens Sample 4 unique beers Tour a brewery located in downtown Athens Sample 4 unique beers",
        "strLocation": "athens",
        "strOriginUrl": "https://www.getyourguide.com/athens-l91/athens-beer-tasting-and-brewery-tour-t18904/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Athens Beer Tasting and Brewery Tour with 3-Course Meal",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 14:19:55"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 0,
        "intUsdCost": 58,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-412341-145.jpg",
        "strIntroduction": "What You'll Do Explore Athens's shopping districts Experience a shopping tour catered to your personal taste and budget Explore Athens's shopping districts Experience a shopping tour catered to your personal taste and budget Explore Athens's shopping districts Experience a shopping tour catered to your personal taste and budget",
        "strLocation": "athens",
        "strOriginUrl": "https://www.getyourguide.com/athens-l91/3-hour-athens-shopping-tour-t18907/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "3-hour Athens Shopping Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 14:20:07"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 117,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-412368-145.jpg",
        "strIntroduction": "What You'll Do Try your luck at Club Hotel Casino Loutraki Soak up the cosmopolitan atmosphere and Greek hospitality of Loutraki Visit one of Europe's largest casinos Relax on Loutraki's marvelous beaches Enjoy a swim in the Aegean Sea Try your luck at Club Hotel Casino Loutraki Soak up the cosmopolitan atmosphere and Greek hospitality of Loutraki Visit one of Europe's largest casinos Relax on Loutraki's marvelous beaches Enjoy a swim in the Aegean Sea Try your luck at Club Hotel Casino Loutraki Soak up the cosmopolitan atmosphere and Greek hospitality of Loutraki Visit one of Europe's largest casinos Relax on Loutraki's marvelous beaches Enjoy a swim in the Aegean Sea",
        "strLocation": "athens",
        "strOriginUrl": "https://www.getyourguide.com/athens-l91/half-day-visit-to-loutraki-casino-and-beaches-from-athens-t18949/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Half-Day Visit to Loutraki Casino and Beaches from Athens",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 14:20:18"
    },
    {
        "intDurationHour": 6,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 0,
        "intUsdCost": 321,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-109284-145.jpg",
        "strIntroduction": "What You'll Do See the legendary Acropolis, icon of Athens, with its amazing Parthenon Go to the birthplace of the modern Olympic Games at the Panathenaikon Stadium Discover relics of classical and ancient history at the National Archaeological Museum Shop for jewelry and souvenirs in the lively Plaka neigborhood Explore on your own or with a guide; the choice is yours Find a quaint little taverna to sample the famous Mediterranean cuisine See the changing of the Evzone Guards outside Parliament House Wander down cobblestone streets, following in the footsteps of 2,500 years of history Enjoy fantastic views of the Acropolis, and plenty of other \"Kodak\" moments See the legendary Acropolis, icon of Athens, with its amazing Parthenon Go to the birthplace of the modern Olympic Games at the Panathenaikon Stadium Discover relics of classical and ancient history at the National Archaeological Museum Shop for jewelry and souvenirs in the lively Plaka neigborhood Explore on your own or with a guide; the choice is yours Find a quaint little taverna to sample the famous Mediterranean cuisine See the changing of the Evzone Guards outside Parliament House Wander down cobblestone streets, following in the footsteps of 2,500 years of history Enjoy fantastic views of the Acropolis, and plenty of other \"Kodak\" moments See the legendary Acropolis, icon of Athens, with its amazing Parthenon Go to the birthplace of the modern Olympic Games at the Panathenaikon Stadium Discover relics of classical and ancient history at the National Archaeological Museum Shop for jewelry and souvenirs in the lively Plaka neigborhood Explore on your own or with a guide; the choice is yours Find a quaint little taverna to sample the famous Mediterranean cuisine See the changing of the Evzone Guards outside Parliament House Wander down cobblestone streets, following in the footsteps of 2,500 years of history Enjoy fantastic views of the Acropolis, and plenty of other \"Kodak\" moments",
        "strLocation": "athens",
        "strOriginUrl": "https://www.getyourguide.com/athens-l91/private-guided-day-shore-excursion-of-favorites-of-athens-t22658/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Highlights of Athens Private Shore Excursions",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 14:20:28"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 0,
        "intUsdCost": 214,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-106225-145.jpg",
        "strIntroduction": "What You'll Do Request \"your\" native language, many to choose from and truly \"understand\" the history and greatness of Athens Learn about Athens' history, traditions, and culture from your own private, licensed guide See the Athens Acropolis, site of the ancient city, historic architecture, Parthenon, Temple of Athena and more See the many wonders of the Ancient World, including the Parthenon, Olympic Stadium, and Temple of Olympic Zeus Explore and shop in Plaka, the neighborhood of the gods, with its famed Mediterranean cuisine cafes, souvenir shops, Byzantine churches and more Your satisfaction with \"your\" vacation is our business Per person prices low as (€11.62 With Guide) depending on size of \"your private\" group Per person prices low as €43 (without guide) for 1-4 passengers Choose from \"guided\" or (if party is 6 or less) \"unguided\" tours. Your choice Request \"your\" native language, many to choose from and truly \"understand\" the history and greatness of Athens Learn about Athens' history, traditions, and culture from your own private, licensed guide See the Athens Acropolis, site of the ancient city, historic architecture, Parthenon, Temple of Athena and more See the many wonders of the Ancient World, including the Parthenon, Olympic Stadium, and Temple of Olympic Zeus Explore and shop in Plaka, the neighborhood of the gods, with its famed Mediterranean cuisine cafes, souvenir shops, Byzantine churches and more Your satisfaction with \"your\" vacation is our business Per person prices low as (€11.62 With Guide) depending on size of \"your private\" group Per person prices low as €43 (without guide) for 1-4 passengers Choose from \"guided\" or (if party is 6 or less) \"unguided\" tours. Your choice Request \"your\" native language, many to choose from and truly \"understand\" the history and greatness of Athens Learn about Athens' history, traditions, and culture from your own private, licensed guide See the Athens Acropolis, site of the ancient city, historic architecture, Parthenon, Temple of Athena and more See the many wonders of the Ancient World, including the Parthenon, Olympic Stadium, and Temple of Olympic Zeus Explore and shop in Plaka, the neighborhood of the gods, with its famed Mediterranean cuisine cafes, souvenir shops, Byzantine churches and more Your satisfaction with \"your\" vacation is our business Per person prices low as (€11.62 With Guide) depending on size of \"your private\" group Per person prices low as €43 (without guide) for 1-4 passengers Choose from \"guided\" or (if party is 6 or less) \"unguided\" tours. Your choice",
        "strLocation": "athens",
        "strOriginUrl": "https://www.getyourguide.com/athens-l91/private-half-day-guided-history-tour-wonders-of-athens-t22688/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Private Half-Day Guided History Tour, Wonders of Athens",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 14:20:42"
    },
    {
        "intDurationHour": 6,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 0,
        "intUsdCost": 321,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-109288-145.jpg",
        "strIntroduction": "What You'll Do Learn the fascinating stories behind the famous Acropolis from your guide Visit the Temple of Poseidon at Cape Sounion, considered a major site in Greece Tour the celebrated Athens Acropolis and the spectacular Parthenon Admire some of Athens' most renowned sites, including Hadrian’s Arch Learn the fascinating stories behind the famous Acropolis from your guide Visit the Temple of Poseidon at Cape Sounion, considered a major site in Greece Tour the celebrated Athens Acropolis and the spectacular Parthenon Admire some of Athens' most renowned sites, including Hadrian’s Arch Learn the fascinating stories behind the famous Acropolis from your guide Visit the Temple of Poseidon at Cape Sounion, considered a major site in Greece Tour the celebrated Athens Acropolis and the spectacular Parthenon Admire some of Athens' most renowned sites, including Hadrian’s Arch",
        "strLocation": "athens",
        "strOriginUrl": "https://www.getyourguide.com/athens-l91/private-cape-sounion-athens-acropolis-full-day-tour-t22730/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Cape Sounion & Acropolis: Private Day Tour from Piraeus",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 14:20:55"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 246,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-330440-145.jpg",
        "strIntroduction": "What You'll Do Eat with the locals Learn about the rich Greek culinary tradition Enjoy Greek hospitality and understand more about everyday life in Greece Eat with the locals Learn about the rich Greek culinary tradition Enjoy Greek hospitality and understand more about everyday life in Greece Eat with the locals Learn about the rich Greek culinary tradition Enjoy Greek hospitality and understand more about everyday life in Greece",
        "strLocation": "athens",
        "strOriginUrl": "https://www.getyourguide.com/athens-l91/athens-home-cooked-meal-t52257/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Athens: Home Cooked Meal",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 14:21:06"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 3,
        "intReviewVisitor": 127,
        "intUsdCost": 47,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-574133-145.jpg",
        "strIntroduction": "What You'll Do See the Northern Lights dancing upon the Arctic skyline! Enjoy a 3-hour tour led by an English-speaking guide Get round-trip-transportation from your hotel in central Reykjavik If you do not see the lights the first time round, join the tour again free of charge See the Northern Lights dancing upon the Arctic skyline! Enjoy a 3-hour tour led by an English-speaking guide Get round-trip-transportation from your hotel in central Reykjavik If you do not see the lights the first time round, join the tour again free of charge See the Northern Lights dancing upon the Arctic skyline! Enjoy a 3-hour tour led by an English-speaking guide Get round-trip-transportation from your hotel in central Reykjavik If you do not see the lights the first time round, join the tour again free of charge",
        "strLocation": "reykjavik",
        "strOriginUrl": "https://www.getyourguide.com/reykjavik-l30/aurora-borealis-northern-lights-tour-in-reykjavik-t18094/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Aurora Borealis: Northern Lights Tour in Reykjavik",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 14:21:22"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 80,
        "intUsdCost": 96,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-487167-145.jpg",
        "strIntroduction": "What You'll Do Walk to the edge of the Gullfoss Waterfall and see it plummet more than 200 feet into a canyon Visit the Geysir area, and watch the Strokkur Hot Spring spout boiling water into the air Tour the UNESCO World Heritage Site of Thingvellir National Park Bathe in an old natural lagoon with a comfortable temperature of 36-40°C Walk to the edge of the Gullfoss Waterfall and see it plummet more than 200 feet into a canyon Visit the Geysir area, and watch the Strokkur Hot Spring spout boiling water into the air Tour the UNESCO World Heritage Site of Thingvellir National Park Bathe in an old natural lagoon with a comfortable temperature of 36-40°C Walk to the edge of the Gullfoss Waterfall and see it plummet more than 200 feet into a canyon Visit the Geysir area, and watch the Strokkur Hot Spring spout boiling water into the air Tour the UNESCO World Heritage Site of Thingvellir National Park Bathe in an old natural lagoon with a comfortable temperature of 36-40°C",
        "strLocation": "reykjavik",
        "strOriginUrl": "https://www.getyourguide.com/reykjavik-l30/golden-circle-and-the-secret-lagoon-from-reykjavik-t55118/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Reykjavik Golden Circle and Secret Lagoon Full-Day Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 14:21:34"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 113,
        "intUsdCost": 27,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-132889-145.jpg",
        "strIntroduction": "What You'll Do Take the worry out of your arrival and departure at Keflavík Airport and pre-book a bus transfer to and from your hotel in Reykjavik Enjoy door-to-door service to major hotels in the capital area Relax with regular services scheduled to coincide with flight arrivals and departures Enjoy the scenic views of Iceland's volcanic landscape Take the worry out of your arrival and departure at Keflavík Airport and pre-book a bus transfer to and from your hotel in Reykjavik Enjoy door-to-door service to major hotels in the capital area Relax with regular services scheduled to coincide with flight arrivals and departures Enjoy the scenic views of Iceland's volcanic landscape Take the worry out of your arrival and departure at Keflavík Airport and pre-book a bus transfer to and from your hotel in Reykjavik Enjoy door-to-door service to major hotels in the capital area Relax with regular services scheduled to coincide with flight arrivals and departures Enjoy the scenic views of Iceland's volcanic landscape",
        "strLocation": "reykjavik",
        "strOriginUrl": "https://www.getyourguide.com/reykjavik-l30/keflavik-airport-to-reykjavik-t26771/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Reykjavik: Keflavík International Airport Bus Transfer",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 14:21:49"
    },
    {
        "intDurationHour": 9,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 73,
        "intUsdCost": 100,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-567674-145.jpg",
        "strIntroduction": "What You'll Do Walk behind the waterfall at Seljalandsfoss See the black sand beaches of the southern coast Go to Iceland's southernmost village in Vik Visit the glacier snout of Sólheimajökull Marvel at a unique landscape of rivers waterfalls and glacial mountains Admire the stunning beauty of Skógafoss waterfall Walk behind the waterfall at Seljalandsfoss See the black sand beaches of the southern coast Go to Iceland's southernmost village in Vik Visit the glacier snout of Sólheimajökull Marvel at a unique landscape of rivers waterfalls and glacial mountains Admire the stunning beauty of Skógafoss waterfall Walk behind the waterfall at Seljalandsfoss See the black sand beaches of the southern coast Go to Iceland's southernmost village in Vik Visit the glacier snout of Sólheimajökull Marvel at a unique landscape of rivers waterfalls and glacial mountains Admire the stunning beauty of Skógafoss waterfall",
        "strLocation": "reykjavik",
        "strOriginUrl": "https://www.getyourguide.com/reykjavik-l30/southern-iceland-tour-t67018/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "South of Iceland Full-Day Tour from Reykjavik",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 14:22:02"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 143,
        "intUsdCost": 87,
        "strGuideLanguage": "english, german",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-327754-145.jpg",
        "strIntroduction": "What You'll Do Sail from Reykjavik on Iceland’s largest whale-watching ship Rest assured, if there are no whales you get another ticket for FREE Stay warm and cozy with overalls supplied by the crew Relax at the café or browse the Souvenir shop Sail from Reykjavik on Iceland’s largest whale-watching ship Rest assured, if there are no whales you get another ticket for FREE Stay warm and cozy with overalls supplied by the crew Relax at the café or browse the Souvenir shop Sail from Reykjavik on Iceland’s largest whale-watching ship Rest assured, if there are no whales you get another ticket for FREE Stay warm and cozy with overalls supplied by the crew Relax at the café or browse the Souvenir shop",
        "strLocation": "reykjavik",
        "strOriginUrl": "https://www.getyourguide.com/reykjavik-l30/whale-watching-3-hour-trip-from-reykjavik-t41926/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Whale Watching: 3-Hour Trip from Reykjavik",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 14:22:17"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 185,
        "intUsdCost": 78,
        "strGuideLanguage": "english, french, spanish, german, swedish, norwegian",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-388233-145.jpg",
        "strIntroduction": "What You'll Do Visit the UNESCO World Heritage Site of Þingvellir (Thingvellir) See the spectacular Gullfoss waterfall, which figures in local myth Admire Geysir and Strokkur, two geothermal geysers Visit the UNESCO World Heritage Site of Þingvellir (Thingvellir) See the spectacular Gullfoss waterfall, which figures in local myth Admire Geysir and Strokkur, two geothermal geysers Visit the UNESCO World Heritage Site of Þingvellir (Thingvellir) See the spectacular Gullfoss waterfall, which figures in local myth Admire Geysir and Strokkur, two geothermal geysers",
        "strLocation": "reykjavik",
        "strOriginUrl": "https://www.getyourguide.com/reykjavik-l30/the-golden-circle-classic-full-day-tour-t1099/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "The Golden Circle Classic - full day tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 14:22:29"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 3,
        "intReviewVisitor": 16,
        "intUsdCost": 74,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-431466-145.jpg",
        "strIntroduction": "What You'll Do Admire nature’s spectacular lightshow and see the magnificent Northern Lights Sail out of Reykjavík into the darkness of Faxaflói Bay Get fantastic views of Reykjavik, enchantingly lit up for the night Admire nature’s spectacular lightshow and see the magnificent Northern Lights Sail out of Reykjavík into the darkness of Faxaflói Bay Get fantastic views of Reykjavik, enchantingly lit up for the night Admire nature’s spectacular lightshow and see the magnificent Northern Lights Sail out of Reykjavík into the darkness of Faxaflói Bay Get fantastic views of Reykjavik, enchantingly lit up for the night",
        "strLocation": "reykjavik",
        "strOriginUrl": "https://www.getyourguide.com/reykjavik-l30/northern-lights-cruise-t39924/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Reykjavík: 2-Hour Northern Lights Cruise",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 14:22:39"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 62,
        "intUsdCost": 105,
        "strGuideLanguage": "swedish, english, german, icelandic",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-458802-145.jpg",
        "strIntroduction": "What You'll Do Pass through lava fields and along green hillsides Enjoy beautiful surroundings as you ride Make use of some of the best riding facilities in Iceland Pass through lava fields and along green hillsides Enjoy beautiful surroundings as you ride Make use of some of the best riding facilities in Iceland Pass through lava fields and along green hillsides Enjoy beautiful surroundings as you ride Make use of some of the best riding facilities in Iceland",
        "strLocation": "reykjavik",
        "strOriginUrl": "https://www.getyourguide.com/hafnarfjoerur-l2122/lava-riding-tour-come-ride-the-icelandic-horse-t27386/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "From Reykjavik: 2-Hour Icelandic Horse Lava Riding Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 14:22:54"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 9,
        "intUsdCost": 193,
        "strGuideLanguage": "english, icelandic",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-496960-145.jpg",
        "strIntroduction": "What You'll Do Drive a Quad Bike along challenging dirt trails in the wilderness areas of Reykjavik Ascend to the peak of Úlfarsfell Mountain for superb views Look out for Snæfellsjökull Glacier on a clear day Ride alongside the majestic Lake Hafravatn Get stunning views of Reykjanes Peninsula Drive a Quad Bike along challenging dirt trails in the wilderness areas of Reykjavik Ascend to the peak of Úlfarsfell Mountain for superb views Look out for Snæfellsjökull Glacier on a clear day Ride alongside the majestic Lake Hafravatn Get stunning views of Reykjanes Peninsula Drive a Quad Bike along challenging dirt trails in the wilderness areas of Reykjavik Ascend to the peak of Úlfarsfell Mountain for superb views Look out for Snæfellsjökull Glacier on a clear day Ride alongside the majestic Lake Hafravatn Get stunning views of Reykjanes Peninsula",
        "strLocation": "reykjavik",
        "strOriginUrl": "https://www.getyourguide.com/reykjavik-l30/reykjavik-quad-bike-twin-peaks-tour-t26078/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Reykjavik Quad Bike Twin Peaks Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 14:23:06"
    },
    {
        "intDurationHour": 12,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 16,
        "intUsdCost": 235,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-499456-145.jpg",
        "strIntroduction": "What You'll Do Explore the ice caves dug into a glacier that are Iceland's amazing new attraction See the highest-flowing hot springs of Europe at Deildartunguhver Step back in time at Hvalfjörður and see the relics of the country’s whale-hunting past Explore the ice caves dug into a glacier that are Iceland's amazing new attraction See the highest-flowing hot springs of Europe at Deildartunguhver Step back in time at Hvalfjörður and see the relics of the country’s whale-hunting past Explore the ice caves dug into a glacier that are Iceland's amazing new attraction See the highest-flowing hot springs of Europe at Deildartunguhver Step back in time at Hvalfjörður and see the relics of the country’s whale-hunting past",
        "strLocation": "reykjavik",
        "strOriginUrl": "https://www.getyourguide.com/reykjavik-l30/fjords-into-the-glacier-excursion-t67014/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Into the Glacier and Fjords Excursion from Reykjavík",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 14:23:19"
    },
    {
        "intDurationHour": 10,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 7,
        "intUsdCost": 204,
        "strGuideLanguage": "english, german",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-373069-145.jpg",
        "strIntroduction": "What You'll Do Visit the charming village of Arnarstapi Explore an 8,000-year-old cave 35 meters below the earth’s surface Marvel at the spectacular scenery of the Snæfellsnes peninsula Visit the charming village of Arnarstapi Explore an 8,000-year-old cave 35 meters below the earth’s surface Marvel at the spectacular scenery of the Snæfellsnes peninsula Visit the charming village of Arnarstapi Explore an 8,000-year-old cave 35 meters below the earth’s surface Marvel at the spectacular scenery of the Snæfellsnes peninsula",
        "strLocation": "reykjavik",
        "strOriginUrl": "https://www.getyourguide.com/reykjavik-l30/full-day-tour-of-snaefellsnes-national-park-t58325/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Snæfellsnes National Park Full-Day Tour from Reykjavik",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 14:23:30"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 177,
        "intUsdCost": 69,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-439513-145.jpg",
        "strIntroduction": "What You'll Do See the best of the southwest of Iceland's waterfalls, lakes and geysers Discover where the North American and Eurasian tectonic plates meet Feel the spray of the Gullfoss Waterfall Go to the spouting geyser of Strokkur in the Geysir area Look into a volcanic crater at Kerið See the best of the southwest of Iceland's waterfalls, lakes and geysers Discover where the North American and Eurasian tectonic plates meet Feel the spray of the Gullfoss Waterfall Go to the spouting geyser of Strokkur in the Geysir area Look into a volcanic crater at Kerið See the best of the southwest of Iceland's waterfalls, lakes and geysers Discover where the North American and Eurasian tectonic plates meet Feel the spray of the Gullfoss Waterfall Go to the spouting geyser of Strokkur in the Geysir area Look into a volcanic crater at Kerið",
        "strLocation": "reykjavik",
        "strOriginUrl": "https://www.getyourguide.com/reykjavik-l30/grand-golden-circle-tour-t67012/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Golden Circle Full-Day Grand Tour from Reykjavik",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 14:23:43"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 31,
        "intUsdCost": 50,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-439541-145.jpg",
        "strIntroduction": "What You'll Do Seeing the light display of the Aurora Borealis Escape the bright lights of Reykjavik for better views of the Northern Lights Learn more about how and why the dancing lights occur Warm up with some hot drinks and snacks Seeing the light display of the Aurora Borealis Escape the bright lights of Reykjavik for better views of the Northern Lights Learn more about how and why the dancing lights occur Warm up with some hot drinks and snacks Seeing the light display of the Aurora Borealis Escape the bright lights of Reykjavik for better views of the Northern Lights Learn more about how and why the dancing lights occur Warm up with some hot drinks and snacks",
        "strLocation": "reykjavik",
        "strOriginUrl": "https://www.getyourguide.com/reykjavik-l30/northern-lights-bus-tour-t67019/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Iceland: Northern Lights Bus Tour from Reykjavik",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 14:23:55"
    },
    {
        "intDurationHour": 6,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 62,
        "intUsdCost": 64,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-439531-145.jpg",
        "strIntroduction": "What You'll Do See the best of the southwest of Iceland's waterfalls, lakes and geysers Go to the spouting geyser of Strokkur in the Geysir area Discover where the North American and Eurasian tectonic plates meet Look into a volcanic crater at Kerið Lake See the best of the southwest of Iceland's waterfalls, lakes and geysers Go to the spouting geyser of Strokkur in the Geysir area Discover where the North American and Eurasian tectonic plates meet Look into a volcanic crater at Kerið Lake See the best of the southwest of Iceland's waterfalls, lakes and geysers Go to the spouting geyser of Strokkur in the Geysir area Discover where the North American and Eurasian tectonic plates meet Look into a volcanic crater at Kerið Lake",
        "strLocation": "reykjavik",
        "strOriginUrl": "https://www.getyourguide.com/reykjavik-l30/golden-circle-afternoon-tour-t67016/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Golden Circle Afternoon Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 14:24:08"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 27,
        "intUsdCost": 16,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-356358-145.jpg",
        "strIntroduction": "What You'll Do Book a comfortable airport shuttle transfer from Keflavik International Airport to the BSI bus terminal in Reykjavik Enjoy an economical way to travel between Keflavik Airport and Reykjavik city Relax knowing that the Flybus departs 35-40 minutes after every flight arrival Book a comfortable airport shuttle transfer from Keflavik International Airport to the BSI bus terminal in Reykjavik Enjoy an economical way to travel between Keflavik Airport and Reykjavik city Relax knowing that the Flybus departs 35-40 minutes after every flight arrival Book a comfortable airport shuttle transfer from Keflavik International Airport to the BSI bus terminal in Reykjavik Enjoy an economical way to travel between Keflavik Airport and Reykjavik city Relax knowing that the Flybus departs 35-40 minutes after every flight arrival",
        "strLocation": "reykjavik",
        "strOriginUrl": "https://www.getyourguide.com/reykjanes-l2123/bus-transfer-keflavik-airport-reykjavik-bus-terminal-t55882/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Bus Transfer Keflavík Airport to Reykjavík Bus Terminal",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 14:24:20"
    },
    {
        "intDurationHour": 5,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 204,
        "intUsdCost": 111,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-371120-145.jpg",
        "strIntroduction": "What You'll Do Bathe in the thermal waters of Iceland’s Blue Lagoon Enjoy flexible and convenient transfers from and to Reykjavik Soothe in the healing waters of the mineral rich Blue Lagoon Treat yourself to a spa therapy Drive through the west of Iceland's youngest lava field Bathe in the thermal waters of Iceland’s Blue Lagoon Enjoy flexible and convenient transfers from and to Reykjavik Soothe in the healing waters of the mineral rich Blue Lagoon Treat yourself to a spa therapy Drive through the west of Iceland's youngest lava field Bathe in the thermal waters of Iceland’s Blue Lagoon Enjoy flexible and convenient transfers from and to Reykjavik Soothe in the healing waters of the mineral rich Blue Lagoon Treat yourself to a spa therapy Drive through the west of Iceland's youngest lava field",
        "strLocation": "reykjavik",
        "strOriginUrl": "https://www.getyourguide.com/reykjavik-l30/the-blue-lagoon-incl-admission-t58037/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Reykjavik: Half-Day Blue Lagoon Transfer and Admission",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 14:24:34"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 14,
        "intUsdCost": 24,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-468519-145.jpg",
        "strIntroduction": "What You'll Do Enjoy the convenience and comfort of a minibus transfer Trust that the transfer service will be quick and on time Make use of free WiFi during the transfer Pre-book this service and enjoy guaranteed seating Enjoy the convenience and comfort of a minibus transfer Trust that the transfer service will be quick and on time Make use of free WiFi during the transfer Pre-book this service and enjoy guaranteed seating Enjoy the convenience and comfort of a minibus transfer Trust that the transfer service will be quick and on time Make use of free WiFi during the transfer Pre-book this service and enjoy guaranteed seating",
        "strLocation": "reykjavik",
        "strOriginUrl": "https://www.getyourguide.com/reykjavik-l30/airport-transfer-from-reykjavik-to-keflavik-airport-t71008/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Transfer: Reykjavik Hotels-Keflavik Airport",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 14:24:47"
    },
    {
        "intDurationHour": 14,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 27,
        "intUsdCost": 150,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-439544-145.jpg",
        "strIntroduction": "What You'll Do See the icebergs of the Jökulsárlón Glacier Lagoon Walk behind the cascades of Seljalandsfoss Waterfall Go to Iceland's southernmost village at Vik Marvel at the view of Eyjafjallajökull on a clear day See the icebergs of the Jökulsárlón Glacier Lagoon Walk behind the cascades of Seljalandsfoss Waterfall Go to Iceland's southernmost village at Vik Marvel at the view of Eyjafjallajökull on a clear day See the icebergs of the Jökulsárlón Glacier Lagoon Walk behind the cascades of Seljalandsfoss Waterfall Go to Iceland's southernmost village at Vik Marvel at the view of Eyjafjallajökull on a clear day",
        "strLocation": "reykjavik",
        "strOriginUrl": "https://www.getyourguide.com/reykjavik-l30/glacier-lagoon-experience-t67020/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Jökulsárlón Glacier Lagoon Full-Day Tour from Reykjavik",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 14:24:59"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 3,
        "intReviewVisitor": 11,
        "intUsdCost": 48,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-478672-145.jpg",
        "strIntroduction": "What You'll Do Head out into the darkness in search of the northern lights dancing in the sky Marvel at the northern lights, a stunning wonder of nature Enjoy warm cocoa and Icelandic pastry that will help keep you warm Head out into the darkness in search of the northern lights dancing in the sky Marvel at the northern lights, a stunning wonder of nature Enjoy warm cocoa and Icelandic pastry that will help keep you warm Head out into the darkness in search of the northern lights dancing in the sky Marvel at the northern lights, a stunning wonder of nature Enjoy warm cocoa and Icelandic pastry that will help keep you warm",
        "strLocation": "reykjavik",
        "strOriginUrl": "https://www.getyourguide.com/reykjavik-l30/iceland-northern-lights-bus-t41099/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Iceland: 4-Hour Northern Lights Bus Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 14:25:10"
    },
    {
        "intDurationHour": 10,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 48,
        "intUsdCost": 102,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-232692-145.jpg",
        "strIntroduction": "What You'll Do Walk behind the mighty Seljalandsfoss waterfall Stroll along the black sand beach of Reynisfjara to see basalt formations Go to Cape Dyrhólaey or Reynisfjara beach to see puffins in season (May to August) Marvel at Skógafoss Waterfall, considered one of Iceland´s most beautiful Touch the ancient ice of Sólheimajökull glacier Drive through the volcanic area of Eyjafjallajökull See the feared active volcanoes of Hekla and Katla Get spectacular views of glaciers framed by mountains on clear days Walk behind the mighty Seljalandsfoss waterfall Stroll along the black sand beach of Reynisfjara to see basalt formations Go to Cape Dyrhólaey or Reynisfjara beach to see puffins in season (May to August) Marvel at Skógafoss Waterfall, considered one of Iceland´s most beautiful Touch the ancient ice of Sólheimajökull glacier Drive through the volcanic area of Eyjafjallajökull See the feared active volcanoes of Hekla and Katla Get spectacular views of glaciers framed by mountains on clear days Walk behind the mighty Seljalandsfoss waterfall Stroll along the black sand beach of Reynisfjara to see basalt formations Go to Cape Dyrhólaey or Reynisfjara beach to see puffins in season (May to August) Marvel at Skógafoss Waterfall, considered one of Iceland´s most beautiful Touch the ancient ice of Sólheimajökull glacier Drive through the volcanic area of Eyjafjallajökull See the feared active volcanoes of Hekla and Katla Get spectacular views of glaciers framed by mountains on clear days",
        "strLocation": "reykjavik",
        "strOriginUrl": "https://www.getyourguide.com/reykjavik-l30/iceland-the-beautiful-south-coast-t40576/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Reykjavik: Iceland’s Beautiful South Coast Day Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 14:25:23"
    },
    {
        "intDurationHour": 5,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 19,
        "intUsdCost": 72,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-487165-145.jpg",
        "strIntroduction": "What You'll Do Bathe in an old natural lagoon with views of unspoiled countryside Discover one of the oldest natural geothermal pools in Iceland Watch one of the surrounding hot springs erupt every few minutes Bathe in an old natural lagoon with views of unspoiled countryside Discover one of the oldest natural geothermal pools in Iceland Watch one of the surrounding hot springs erupt every few minutes Bathe in an old natural lagoon with views of unspoiled countryside Discover one of the oldest natural geothermal pools in Iceland Watch one of the surrounding hot springs erupt every few minutes",
        "strLocation": "reykjavik",
        "strOriginUrl": "https://www.getyourguide.com/reykjavik-l30/from-reykjavik-the-secret-lagoon-transfer-t69821/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "From Reykjavik: Secret Lagoon Transfer and Entrance",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 14:25:36"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 313,
        "intUsdCost": 91,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-308549-145.jpg",
        "strIntroduction": "What You'll Do Tour the best sites of Iceland in one day See the Faxi Waterfall Visit Gullfoss Waterfall and the Geysir Hot Springs Drive through a dramatic landscape of mountains, volcanoes, glaciers and waterfalls Discover how Iceland was born at Þingvellir Tour the best sites of Iceland in one day See the Faxi Waterfall Visit Gullfoss Waterfall and the Geysir Hot Springs Drive through a dramatic landscape of mountains, volcanoes, glaciers and waterfalls Discover how Iceland was born at Þingvellir Tour the best sites of Iceland in one day See the Faxi Waterfall Visit Gullfoss Waterfall and the Geysir Hot Springs Drive through a dramatic landscape of mountains, volcanoes, glaciers and waterfalls Discover how Iceland was born at Þingvellir",
        "strLocation": "reykjavik",
        "strOriginUrl": "https://www.getyourguide.com/reykjavik-l30/iceland-day-tour-golden-circle-by-minibus-t22477/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Iceland Day Tour: Golden Circle by Minibus",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 14:25:50"
    },
    {
        "intDurationHour": 11,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 9,
        "intUsdCost": 108,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-477461-145.jpg",
        "strIntroduction": "What You'll Do Take a walk behind the veil of the Seljalandsfoss waterfall Marvel at the basalt columns at the Reynisfjara black sand beach Visit the coastal village of Vík Take a walk behind the veil of the Seljalandsfoss waterfall Marvel at the basalt columns at the Reynisfjara black sand beach Visit the coastal village of Vík Take a walk behind the veil of the Seljalandsfoss waterfall Marvel at the basalt columns at the Reynisfjara black sand beach Visit the coastal village of Vík",
        "strLocation": "reykjavik",
        "strOriginUrl": "https://www.getyourguide.com/reykjavik-l30/south-coast-classic-t72110/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "South Coast Classic: Full-Day Tour from Reykjavik",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 14:26:02"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 3,
        "intReviewVisitor": 25,
        "intUsdCost": 25,
        "strGuideLanguage": "spanish, swedish, english, french, german, icelandic, italian, russian",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-499501-145.jpg",
        "strIntroduction": "What You'll Do Visit the Whale Watching Center See the National Museum Browse the shops in the Kringlan Shopping Center Enjoy the views from Skarfabakki Harbor Visit the Whale Watching Center See the National Museum Browse the shops in the Kringlan Shopping Center Enjoy the views from Skarfabakki Harbor Visit the Whale Watching Center See the National Museum Browse the shops in the Kringlan Shopping Center Enjoy the views from Skarfabakki Harbor",
        "strLocation": "reykjavik",
        "strOriginUrl": "https://www.getyourguide.com/reykjavik-l30/reykjavik-hop-on-hop-off-tour-24h-ticket-t3639/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Reykjavik Hop-on Hop-off Tour: 24-Hour Ticket",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 14:26:15"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 44,
        "intUsdCost": 74,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-185452-145.jpg",
        "strIntroduction": "What You'll Do Encounter whales, dolphins and harbor porpoises off the coast of Reykjavik Travel with the only environmentally certified whale watching company in Iceland Cruise from Faxafloi Bay to look for humpback, orca and minke whales on summer and winter tours Keep up-to-date with the online Whale Diary and monitor sightings and conditions in the area Help protect and preserve the wildlife and scenery of Iceland's magnificent landscape Encounter whales, dolphins and harbor porpoises off the coast of Reykjavik Travel with the only environmentally certified whale watching company in Iceland Cruise from Faxafloi Bay to look for humpback, orca and minke whales on summer and winter tours Keep up-to-date with the online Whale Diary and monitor sightings and conditions in the area Help protect and preserve the wildlife and scenery of Iceland's magnificent landscape Encounter whales, dolphins and harbor porpoises off the coast of Reykjavik Travel with the only environmentally certified whale watching company in Iceland Cruise from Faxafloi Bay to look for humpback, orca and minke whales on summer and winter tours Keep up-to-date with the online Whale Diary and monitor sightings and conditions in the area Help protect and preserve the wildlife and scenery of Iceland's magnificent landscape",
        "strLocation": "reykjavik",
        "strOriginUrl": "https://www.getyourguide.com/reykjavik-l30/whale-watching-from-reykjavik-t34789/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Reykjavik: 3-Hour Whale Watching Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 14:26:29"
    },
    {
        "intDurationHour": 9,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 191,
        "intUsdCost": 123,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-288939-145.jpg",
        "strIntroduction": "What You'll Do Drive along Iceland's dramatic south coast See the waterfalls of Seljalandsfoss and Skógarfoss Touch Sólheimajökull Glacier Visit Vík Village See volcanic black sand beaches at Reynisfjara Drive along Iceland's dramatic south coast See the waterfalls of Seljalandsfoss and Skógarfoss Touch Sólheimajökull Glacier Visit Vík Village See volcanic black sand beaches at Reynisfjara Drive along Iceland's dramatic south coast See the waterfalls of Seljalandsfoss and Skógarfoss Touch Sólheimajökull Glacier Visit Vík Village See volcanic black sand beaches at Reynisfjara",
        "strLocation": "reykjavik",
        "strOriginUrl": "https://www.getyourguide.com/reykjavik-l30/iceland-s-south-coast-volcanoes-day-tour-t22480/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Iceland's South Coast Day Tour by Minibus",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 14:26:42"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 17,
        "intUsdCost": 82,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-477382-145.jpg",
        "strIntroduction": "What You'll Do See the hot springs erupt from the famous Strokkur Geyser View the majestic Gullfoss Waterfall, cascading down 32 meters Learn about the history of the Vikings and visit UNESCO-listed Þingvellir National Park See the hot springs erupt from the famous Strokkur Geyser View the majestic Gullfoss Waterfall, cascading down 32 meters Learn about the history of the Vikings and visit UNESCO-listed Þingvellir National Park See the hot springs erupt from the famous Strokkur Geyser View the majestic Gullfoss Waterfall, cascading down 32 meters Learn about the history of the Vikings and visit UNESCO-listed Þingvellir National Park",
        "strLocation": "reykjavik",
        "strOriginUrl": "https://www.getyourguide.com/reykjavik-l30/reykjavic-full-day-golden-circle-classic-tour-t72103/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Full-Day Golden Circle Classic Tour from Reykjavik",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 14:26:53"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 7,
        "intUsdCost": 20,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-356222-145.jpg",
        "strIntroduction": "What You'll Do Catch the reliable Flybus shuttle transfer from Keflavik Airport to Reykjavik Sit back and relax as the driver navigates the unfamiliar roads Save time and money on expensive taxi fares Catch the reliable Flybus shuttle transfer from Keflavik Airport to Reykjavik Sit back and relax as the driver navigates the unfamiliar roads Save time and money on expensive taxi fares Catch the reliable Flybus shuttle transfer from Keflavik Airport to Reykjavik Sit back and relax as the driver navigates the unfamiliar roads Save time and money on expensive taxi fares",
        "strLocation": "reykjavik",
        "strOriginUrl": "https://www.getyourguide.com/reykjavik-l30/keflavik-airport-to-reykjavik-hotels-airport-travel-t55878/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Keflavik Airport to Reykjavik Shuttle Bus Transfer",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 14:27:05"
    },
    {
        "intDurationHour": 11,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 3,
        "intUsdCost": 160,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-493406-145.jpg",
        "strIntroduction": "What You'll Do Discover Iceland in miniature on the Snæfellsnes Peninsula Test your strength at the \"lifting stones\" of Djúpalónssandur See the seal colony and charming farm of Ytri-Tunga Discover Iceland in miniature on the Snæfellsnes Peninsula Test your strength at the \"lifting stones\" of Djúpalónssandur See the seal colony and charming farm of Ytri-Tunga Discover Iceland in miniature on the Snæfellsnes Peninsula Test your strength at the \"lifting stones\" of Djúpalónssandur See the seal colony and charming farm of Ytri-Tunga",
        "strLocation": "reykjavik",
        "strOriginUrl": "https://www.getyourguide.com/reykjavik-l30/the-magnificent-snaefellsnes-national-park-day-tour-t74158/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Snæfellsnes National Park Day Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 14:27:16"
    },
    {
        "intDurationHour": 12,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 4,
        "intUsdCost": 140,
        "strGuideLanguage": "english, german, french, spanish",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-485635-145.jpg",
        "strIntroduction": "What You'll Do Visit the sandy beach of Djúpalónssandur at the foot of Snæfellsjökull Discover one of the largest fishing villages beneath Snaefellsjokull at Hellnar Enjoy the beautiful landscapes of the Snæfellsnes Peninsula Visit the sandy beach of Djúpalónssandur at the foot of Snæfellsjökull Discover one of the largest fishing villages beneath Snaefellsjokull at Hellnar Enjoy the beautiful landscapes of the Snæfellsnes Peninsula Visit the sandy beach of Djúpalónssandur at the foot of Snæfellsjökull Discover one of the largest fishing villages beneath Snaefellsjokull at Hellnar Enjoy the beautiful landscapes of the Snæfellsnes Peninsula",
        "strLocation": "reykjavik",
        "strOriginUrl": "https://www.getyourguide.com/reykjavik-l30/the-wonders-of-snaefellsnes-peninsula-t73194/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "The Wonders of Snæfellsnes Peninsula",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 14:27:27"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 3,
        "intReviewVisitor": 8,
        "intUsdCost": 50,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-477494-145.jpg",
        "strIntroduction": "What You'll Do Search the sky above Iceland for the northern lights Learn the basics of northern lights photography Choose from 10 different languages on your in-bus audio guide Search the sky above Iceland for the northern lights Learn the basics of northern lights photography Choose from 10 different languages on your in-bus audio guide Search the sky above Iceland for the northern lights Learn the basics of northern lights photography Choose from 10 different languages on your in-bus audio guide",
        "strLocation": "reykjavik",
        "strOriginUrl": "https://www.getyourguide.com/reykjavik-l30/northern-lights-stars-t72117/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Northern Lights & Stars: 3-Hour Tour from Reykjavik",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 14:27:40"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 11,
        "intUsdCost": 86,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-486622-145.jpg",
        "strIntroduction": "What You'll Do Explore the subterranean world of a typical Icelandic lava tube Crawl and walk through the curious rock formations Enjoy a scenic drive to the cave Discover recent volcanic activity in the lava caves Explore the subterranean world of a typical Icelandic lava tube Crawl and walk through the curious rock formations Enjoy a scenic drive to the cave Discover recent volcanic activity in the lava caves Explore the subterranean world of a typical Icelandic lava tube Crawl and walk through the curious rock formations Enjoy a scenic drive to the cave Discover recent volcanic activity in the lava caves",
        "strLocation": "reykjavik",
        "strOriginUrl": "https://www.getyourguide.com/reykjavik-l30/half-day-lava-caving-trip-in-leiarendi-cave-t26044/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Half-Day Lava Caving",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 14:27:53"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 10,
        "intUsdCost": 62,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-6265-145.jpg",
        "strIntroduction": "What You'll Do Admire nature’s own spectacular lightshow – the magnificent Northern Lights Drive into Iceland’s countryside, far away from the city lights of Reykjavik Admire nature’s own spectacular lightshow – the magnificent Northern Lights Drive into Iceland’s countryside, far away from the city lights of Reykjavik Admire nature’s own spectacular lightshow – the magnificent Northern Lights Drive into Iceland’s countryside, far away from the city lights of Reykjavik",
        "strLocation": "reykjavik",
        "strOriginUrl": "https://www.getyourguide.com/reykjavik-l30/from-reykjavik-4-hour-northern-lights-mystery-tour-t2017/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "From Reykjavik: 3-5 Hour Northern Lights Mystery Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 14:28:06"
    },
    {
        "intDurationHour": 10,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 10,
        "intUsdCost": 183,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-482925-145.jpg",
        "strIntroduction": "What You'll Do Be part of the adventure as you hike and ice climb to Sólheimajökull glacier Experience the rugged beauty of this remote glacier and see sights that most only dream of Test out your ice climbing skills and enjoy the incredible beauty of this natural glacier Be part of the adventure as you hike and ice climb to Sólheimajökull glacier Experience the rugged beauty of this remote glacier and see sights that most only dream of Test out your ice climbing skills and enjoy the incredible beauty of this natural glacier Be part of the adventure as you hike and ice climb to Sólheimajökull glacier Experience the rugged beauty of this remote glacier and see sights that most only dream of Test out your ice climbing skills and enjoy the incredible beauty of this natural glacier",
        "strLocation": "reykjavik",
        "strOriginUrl": "https://www.getyourguide.com/reykjavik-l30/combo-trip-glacier-hiking-ice-climbing-day-tour-t26030/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Reykjavík Combo Trip: Glacier Hiking & Ice Climbing Day-Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 14:28:18"
    },
    {
        "intDurationHour": 11,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 2,
        "intUsdCost": 269,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-492016-145.jpg",
        "strIntroduction": "What You'll Do Visit the man made ice cave on Langjökull Glacier Walk on a glacier, and enter a glacier See the amazing Hraunfossar, the famous Lava Waterfalls Ride on a real 8x8 Monster Truck on a glacier Visit the man made ice cave on Langjökull Glacier Walk on a glacier, and enter a glacier See the amazing Hraunfossar, the famous Lava Waterfalls Ride on a real 8x8 Monster Truck on a glacier Visit the man made ice cave on Langjökull Glacier Walk on a glacier, and enter a glacier See the amazing Hraunfossar, the famous Lava Waterfalls Ride on a real 8x8 Monster Truck on a glacier",
        "strLocation": "reykjavik",
        "strOriginUrl": "https://www.getyourguide.com/reykjavik-l30/ice-cave-tour-on-glacier-t73980/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Ice Cave Tour on Glacier",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 14:28:29"
    },
    {
        "intDurationHour": 11,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 6,
        "intUsdCost": 252,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-490869-145.jpg",
        "strIntroduction": "What You'll Do Ride a snowmobile through one of Europe's last great wilderness areas See an erupting geyser and a variety of hot springs Feel the spray of the 32-meter high Gullfoss Waterfall Learn about the Vikings in Þingvellir National Park Ride a snowmobile through one of Europe's last great wilderness areas See an erupting geyser and a variety of hot springs Feel the spray of the 32-meter high Gullfoss Waterfall Learn about the Vikings in Þingvellir National Park Ride a snowmobile through one of Europe's last great wilderness areas See an erupting geyser and a variety of hot springs Feel the spray of the 32-meter high Gullfoss Waterfall Learn about the Vikings in Þingvellir National Park",
        "strLocation": "reykjavik",
        "strOriginUrl": "https://www.getyourguide.com/reykjavik-l30/golden-circle-glacier-tour-in-iceland-t73851/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "From Reykjavik: Golden Circle and Glacier Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 14:28:41"
    },
    {
        "intDurationHour": 6,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 2,
        "intUsdCost": 75,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-477395-145.jpg",
        "strIntroduction": "What You'll Do Watch the hot jet springs erupt at Geysir Walk to the edge of the majestic Gullfoss Waterfall Journey through the magnificent Þingvellir National Park Benefit from Wi-Fi-connected tablets and GPS-sensitive audio guides in every seat Watch the hot jet springs erupt at Geysir Walk to the edge of the majestic Gullfoss Waterfall Journey through the magnificent Þingvellir National Park Benefit from Wi-Fi-connected tablets and GPS-sensitive audio guides in every seat Watch the hot jet springs erupt at Geysir Walk to the edge of the majestic Gullfoss Waterfall Journey through the magnificent Þingvellir National Park Benefit from Wi-Fi-connected tablets and GPS-sensitive audio guides in every seat",
        "strLocation": "reykjavik",
        "strOriginUrl": "https://www.getyourguide.com/reykjavik-l30/golden-circle-express-t72105/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "From Reykjavik: 6-Hour Golden Circle Express Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 14:28:55"
    },
    {
        "intDurationHour": 6,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 165,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-510427-145.jpg",
        "strIntroduction": "What You'll Do Relax in the Secret Lagoon’s geothermal pool, one of the oldest in Iceland Enjoy a buffet dinner of local Icelandic delicacies at a family-owned restaurant Experience the dark night skies of the countryside on a hunt for the Northern Lights Relax in the Secret Lagoon’s geothermal pool, one of the oldest in Iceland Enjoy a buffet dinner of local Icelandic delicacies at a family-owned restaurant Experience the dark night skies of the countryside on a hunt for the Northern Lights Relax in the Secret Lagoon’s geothermal pool, one of the oldest in Iceland Enjoy a buffet dinner of local Icelandic delicacies at a family-owned restaurant Experience the dark night skies of the countryside on a hunt for the Northern Lights",
        "strLocation": "reykjavik",
        "strOriginUrl": "https://www.getyourguide.com/reykjavik-l30/reykjavik-secret-lagoon-dinner-northern-lights-hunt-t76321/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Iceland Secret Lagoon, Dinner and Northern Lights Hunt",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 14:29:09"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 16,
        "intUsdCost": 173,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-484289-145.jpg",
        "strIntroduction": "What You'll Do Snorkel in one of the world's top-10 dive sites, at the Silfra Lava Fissure Swim over the divide between the American and European continental plates Enjoy unique underwater visibility in the crystal clear waters of Thingvellir Lake Drink in the history, culture and geological importance that make up one of Iceland‘s most sacred sit Snorkel in one of the world's top-10 dive sites, at the Silfra Lava Fissure Swim over the divide between the American and European continental plates Enjoy unique underwater visibility in the crystal clear waters of Thingvellir Lake Drink in the history, culture and geological importance that make up one of Iceland‘s most sacred sit Snorkel in one of the world's top-10 dive sites, at the Silfra Lava Fissure Swim over the divide between the American and European continental plates Enjoy unique underwater visibility in the crystal clear waters of Thingvellir Lake Drink in the history, culture and geological importance that make up one of Iceland‘s most sacred sit",
        "strLocation": "reykjavik",
        "strOriginUrl": "https://www.getyourguide.com/reykjavik-l30/half-day-snorkeling-in-silfra-fissure-in-ingvellir-t26046/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "From Reykjavik: Silfra Fissure Snorkeling Half-Day Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 14:29:23"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 85,
        "strGuideLanguage": "swedish, english, german, icelandic",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-137860-145.jpg",
        "strIntroduction": "What You'll Do Experience beautiful riding tracks through bushy hills and moss-covered lava fields unique to Iceland Enjoy a view of the breathtaking Bláfjöll Mountains on the horizon Take in the area's naturally stunning nature as your horse walks down the riding tracks Experience beautiful riding tracks through bushy hills and moss-covered lava fields unique to Iceland Enjoy a view of the breathtaking Bláfjöll Mountains on the horizon Take in the area's naturally stunning nature as your horse walks down the riding tracks Experience beautiful riding tracks through bushy hills and moss-covered lava fields unique to Iceland Enjoy a view of the breathtaking Bláfjöll Mountains on the horizon Take in the area's naturally stunning nature as your horse walks down the riding tracks",
        "strLocation": "reykjavik",
        "strOriginUrl": "https://www.getyourguide.com/reykjavik-l30/nature-comfort-ride-ideal-tour-for-beginners-t27436/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Beginner Horse Ride through Hafnarfjordur Countryside",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 14:29:36"
    },
    {
        "intDurationHour": 14,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 4,
        "intUsdCost": 188,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-439554-145.jpg",
        "strIntroduction": "What You'll Do Discover the dramatic landscapes of southern Iceland Cross the Jökulsárlón Glacier Lagoon by boat Walk behind the Seljalandsfoss waterfall Enjoy panoramic views of the Eyjafjallajökull volcano (weather permitting) Discover the dramatic landscapes of southern Iceland Cross the Jökulsárlón Glacier Lagoon by boat Walk behind the Seljalandsfoss waterfall Enjoy panoramic views of the Eyjafjallajökull volcano (weather permitting) Discover the dramatic landscapes of southern Iceland Cross the Jökulsárlón Glacier Lagoon by boat Walk behind the Seljalandsfoss waterfall Enjoy panoramic views of the Eyjafjallajökull volcano (weather permitting)",
        "strLocation": "reykjavik",
        "strOriginUrl": "https://www.getyourguide.com/reykjavik-l30/glacier-lagoon-with-boat-tour-t67022/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Jökulsárlón Glacier Lagoon & Boat Tour from Reykjavik",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 14:29:48"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 26,
        "intUsdCost": 149,
        "strGuideLanguage": "danish, english, icelandic, norwegian",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-147521-145.jpg",
        "strIntroduction": "What You'll Do See the spectacle of lights of the Aurora Borealis in the clear night skies of Iceland Drive by luxury jeep to a good location far from the light pollution of the city center Contemplate the wonder of nature during the dance of colored lights across an unblemished sky See the spectacle of lights of the Aurora Borealis in the clear night skies of Iceland Drive by luxury jeep to a good location far from the light pollution of the city center Contemplate the wonder of nature during the dance of colored lights across an unblemished sky See the spectacle of lights of the Aurora Borealis in the clear night skies of Iceland Drive by luxury jeep to a good location far from the light pollution of the city center Contemplate the wonder of nature during the dance of colored lights across an unblemished sky",
        "strLocation": "reykjavik",
        "strOriginUrl": "https://www.getyourguide.com/reykjavik-l30/northern-lights-aurora-borealis-t27282/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Reykjavik: Northern Lights Tour by Luxury Jeep",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 14:30:01"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 3,
        "intUsdCost": 107,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-423703-145.jpg",
        "strIntroduction": "What You'll Do Visit Þingvellir National Park, a UNESCO World Heritage Site Marvel at Iceland's breathtaking scenery Meet \"characters\" from the popular television series Visit Þingvellir National Park, a UNESCO World Heritage Site Marvel at Iceland's breathtaking scenery Meet \"characters\" from the popular television series Visit Þingvellir National Park, a UNESCO World Heritage Site Marvel at Iceland's breathtaking scenery Meet \"characters\" from the popular television series",
        "strLocation": "reykjavik",
        "strOriginUrl": "https://www.getyourguide.com/reykjavik-l30/full-day-iceland-game-of-thrones-tour-t58316/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Full-Day Iceland Game of Thrones Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 14:30:12"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 49,
        "intUsdCost": 126,
        "strGuideLanguage": "swedish, danish, english, faeroese, french, icelandic, norwegian",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-134971-145.jpg",
        "strIntroduction": "What You'll Do Ride an Icelandic horse through the volcanic landscape around Reykjavik Take in the exquisite beauty of Iceland's Redhills area from the saddle of a horse Enjoy a dramatic landscape carved by glaciers and volcanoes Ride an Icelandic horse through the volcanic landscape around Reykjavik Take in the exquisite beauty of Iceland's Redhills area from the saddle of a horse Enjoy a dramatic landscape carved by glaciers and volcanoes Ride an Icelandic horse through the volcanic landscape around Reykjavik Take in the exquisite beauty of Iceland's Redhills area from the saddle of a horse Enjoy a dramatic landscape carved by glaciers and volcanoes",
        "strLocation": "reykjavik",
        "strOriginUrl": "https://www.getyourguide.com/reykjavik-l30/riding-tours-horse-rental-t27035/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Iceland Horse Riding Tours",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 14:30:23"
    },
    {
        "intDurationHour": 40,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 0,
        "intUsdCost": 1192,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-508163-145.jpg",
        "strIntroduction": "What You'll Do Enjoy the beautiful South Coast of Iceland, visiting famous waterfalls like Skogafoss and Seljalandsfoss, seeing the Black Beach of Reynisfjara Visit the magic Blue Ice Cave in Vatnajökull National Park Explore the famous Golden Circle, visiting Geysir, Gullfoss and Thingvellir See the magical Snæfellsnes peninsuela Sail on a Whale Watching tour Enjoy the beautiful South Coast of Iceland, visiting famous waterfalls like Skogafoss and Seljalandsfoss, seeing the Black Beach of Reynisfjara Visit the magic Blue Ice Cave in Vatnajökull National Park Explore the famous Golden Circle, visiting Geysir, Gullfoss and Thingvellir See the magical Snæfellsnes peninsuela Sail on a Whale Watching tour Enjoy the beautiful South Coast of Iceland, visiting famous waterfalls like Skogafoss and Seljalandsfoss, seeing the Black Beach of Reynisfjara Visit the magic Blue Ice Cave in Vatnajökull National Park Explore the famous Golden Circle, visiting Geysir, Gullfoss and Thingvellir See the magical Snæfellsnes peninsuela Sail on a Whale Watching tour",
        "strLocation": "reykjavik",
        "strOriginUrl": "https://www.getyourguide.com/reykjavik-l30/5-day-cave-golden-circle-snaefellsnes-aurora-tour-t74746/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "5-Day Cave, Golden circle, Snaefellsnes & Aurora Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 14:30:36"
    },
    {
        "intDurationHour": 6,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 28,
        "intUsdCost": 66,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-356045-145.jpg",
        "strIntroduction": "What You'll Do See the most active geyser in Iceland at Strokkur Visit the beautiful waterfalls of Gullfoss Explore the Thingvellir National Park, home of the open-air assembly from the Middle Ages See the most active geyser in Iceland at Strokkur Visit the beautiful waterfalls of Gullfoss Explore the Thingvellir National Park, home of the open-air assembly from the Middle Ages See the most active geyser in Iceland at Strokkur Visit the beautiful waterfalls of Gullfoss Explore the Thingvellir National Park, home of the open-air assembly from the Middle Ages",
        "strLocation": "reykjavik",
        "strOriginUrl": "https://www.getyourguide.com/reykjavik-l30/gullfoss-geysir-thingvellir-national-park-tour-t55852/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Gullfoss, Geysir and Thingvellir National Park Day Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 14:30:50"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 4,
        "intUsdCost": 45,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-185494-145.jpg",
        "strIntroduction": "What You'll Do Encounter charismatic puffins and other sea birds close-up Sail to Akurey, Engey or Lundey to see the puffin breeding grounds Get up-close views via the free on board binoculars Encounter puffins in an environmentally friendly manner Learn interesting facts and hear tales about the puffins and their surroundings Encounter charismatic puffins and other sea birds close-up Sail to Akurey, Engey or Lundey to see the puffin breeding grounds Get up-close views via the free on board binoculars Encounter puffins in an environmentally friendly manner Learn interesting facts and hear tales about the puffins and their surroundings Encounter charismatic puffins and other sea birds close-up Sail to Akurey, Engey or Lundey to see the puffin breeding grounds Get up-close views via the free on board binoculars Encounter puffins in an environmentally friendly manner Learn interesting facts and hear tales about the puffins and their surroundings",
        "strLocation": "reykjavik",
        "strOriginUrl": "https://www.getyourguide.com/reykjavik-l30/puffin-watching-from-reykjavik-t34793/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Reykjavik: 1.5-Hour Puffin Watching Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 14:31:05"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 4,
        "intUsdCost": 190,
        "strGuideLanguage": "swedish, english, german, icelandic",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-458767-145.jpg",
        "strIntroduction": "What You'll Do Take a unique ride on the back of an Icelandic horse Ride across stunning lava fields, cross the Kaldá River, head around Mt. Helgafell, or venture into Heiðmörk Nature Park Take a unique ride on the back of an Icelandic horse Ride across stunning lava fields, cross the Kaldá River, head around Mt. Helgafell, or venture into Heiðmörk Nature Park Take a unique ride on the back of an Icelandic horse Ride across stunning lava fields, cross the Kaldá River, head around Mt. Helgafell, or venture into Heiðmörk Nature Park",
        "strLocation": "reykjavik",
        "strOriginUrl": "https://www.getyourguide.com/hafnarfjoerur-l2122/viking-riding-tour-t27391/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "From Reykjavik: Full-Day Viking Horseback Riding Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 14:31:19"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 0,
        "intUsdCost": 85,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-508086-145.jpg",
        "strIntroduction": "What You'll Do See the world famous Geysir & Strokkur Explore Thingvellir, the site of the old Icelandic parliament, listed on the World Heritage list Witness the magical Gullfoss Waterfall Discover the Kerið Volcanic Crater See the world famous Geysir & Strokkur Explore Thingvellir, the site of the old Icelandic parliament, listed on the World Heritage list Witness the magical Gullfoss Waterfall Discover the Kerið Volcanic Crater See the world famous Geysir & Strokkur Explore Thingvellir, the site of the old Icelandic parliament, listed on the World Heritage list Witness the magical Gullfoss Waterfall Discover the Kerið Volcanic Crater",
        "strLocation": "reykjavik",
        "strOriginUrl": "https://www.getyourguide.com/reykjavik-l30/the-golden-circle-keri-volcanic-crater-t75125/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "The Golden Circle & Kerið Volcanic Crater",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 14:31:29"
    },
    {
        "intDurationHour": 10,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 17,
        "intUsdCost": 104,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-141206-145.jpg",
        "strIntroduction": "What You'll Do Visit the small town of Hvolsvöllur between the inland swamps of Landeyjar Walk behind the cascades of Seljarlandsfoss Waterfall Admire the Skógafoss Waterfall, with one of the biggest water drops in Iceland Go the southernmost village of Iceland at Vik and see the beach that \"Islands Magazine\" named one of the 10 most beautiful in the world Marvel at the basalt sea stacks of Reynisdrangar, situated under Reynisfjall Mountain Learn about life in Iceland in centuries past at the Skóga Folk Museum in the tiny village of Skóga Visit the small town of Hvolsvöllur between the inland swamps of Landeyjar Walk behind the cascades of Seljarlandsfoss Waterfall Admire the Skógafoss Waterfall, with one of the biggest water drops in Iceland Go the southernmost village of Iceland at Vik and see the beach that \"Islands Magazine\" named one of the 10 most beautiful in the world Marvel at the basalt sea stacks of Reynisdrangar, situated under Reynisfjall Mountain Learn about life in Iceland in centuries past at the Skóga Folk Museum in the tiny village of Skóga Visit the small town of Hvolsvöllur between the inland swamps of Landeyjar Walk behind the cascades of Seljarlandsfoss Waterfall Admire the Skógafoss Waterfall, with one of the biggest water drops in Iceland Go the southernmost village of Iceland at Vik and see the beach that \"Islands Magazine\" named one of the 10 most beautiful in the world Marvel at the basalt sea stacks of Reynisdrangar, situated under Reynisfjall Mountain Learn about life in Iceland in centuries past at the Skóga Folk Museum in the tiny village of Skóga",
        "strLocation": "reykjavik",
        "strOriginUrl": "https://www.getyourguide.com/reykjavik-l30/south-shore-adventure-10-hour-nature-sightseeing-tour-t27948/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "South Shore Adventure",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 14:31:42"
    },
    {
        "intDurationHour": 9,
        "intOption": null,
        "intReviewStar": 3,
        "intReviewVisitor": 0,
        "intUsdCost": 109,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-486494-145.jpg",
        "strIntroduction": "What You'll Do Visit the 3 natural sites of Iceland's Golden Circle Experience the dramatic landscapes and historical importance of Þingvellir National Park Feel the force of the magnificent Gullfoss waterfall Watch the bubbling mud pits and exploding geysers of Stokkur Relax in a hot spring pool at the Secret Lagoon Visit the 3 natural sites of Iceland's Golden Circle Experience the dramatic landscapes and historical importance of Þingvellir National Park Feel the force of the magnificent Gullfoss waterfall Watch the bubbling mud pits and exploding geysers of Stokkur Relax in a hot spring pool at the Secret Lagoon Visit the 3 natural sites of Iceland's Golden Circle Experience the dramatic landscapes and historical importance of Þingvellir National Park Feel the force of the magnificent Gullfoss waterfall Watch the bubbling mud pits and exploding geysers of Stokkur Relax in a hot spring pool at the Secret Lagoon",
        "strLocation": "reykjavik",
        "strOriginUrl": "https://www.getyourguide.com/reykjavik-l30/from-reykjavik-golden-circle-secret-lagoon-t73333/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "From Reykjavik: Golden Circle and Secret Lagoon",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 14:31:53"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 824,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-426545-145.jpg",
        "strIntroduction": "What You'll Do See the iconic attractions of Iceland's Golden Circle Hike across a glacier at Falljökull Watch the River Hvítá plummet into a deep canyon at the Gullfoss Waterfall Get up-close to an erupting geyser at Strokkur Walk into a crystal clear ice cave in Vatnajökull Stroll the shores of Jökulsárlón Glacier Lagoon to see giant icebergs and resident seals Look for the Northern Lights in the night skies See the iconic attractions of Iceland's Golden Circle Hike across a glacier at Falljökull Watch the River Hvítá plummet into a deep canyon at the Gullfoss Waterfall Get up-close to an erupting geyser at Strokkur Walk into a crystal clear ice cave in Vatnajökull Stroll the shores of Jökulsárlón Glacier Lagoon to see giant icebergs and resident seals Look for the Northern Lights in the night skies See the iconic attractions of Iceland's Golden Circle Hike across a glacier at Falljökull Watch the River Hvítá plummet into a deep canyon at the Gullfoss Waterfall Get up-close to an erupting geyser at Strokkur Walk into a crystal clear ice cave in Vatnajökull Stroll the shores of Jökulsárlón Glacier Lagoon to see giant icebergs and resident seals Look for the Northern Lights in the night skies",
        "strLocation": "reykjavik",
        "strOriginUrl": "https://www.getyourguide.com/reykjavik-l30/3-day-golden-circle-south-shore-joekulsarlon-ice-cave-t63186/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "3-Day Golden Circle, Jökulsárlón and Ice Cave Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 14:32:04"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 58,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-488066-145.jpg",
        "strIntroduction": "What You'll Do View the city from the Church Bell Tower Stroll along the the city pond while learning about the history of Reykjavik Taste some Icelandic delicacies View the city from the Church Bell Tower Stroll along the the city pond while learning about the history of Reykjavik Taste some Icelandic delicacies View the city from the Church Bell Tower Stroll along the the city pond while learning about the history of Reykjavik Taste some Icelandic delicacies",
        "strLocation": "reykjavik",
        "strOriginUrl": "https://www.getyourguide.com/reykjavik-l30/reykjavik-city-walk-t73546/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Reykjavik City Walk",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 14:32:16"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 12,
        "intUsdCost": 87,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-403696-145.jpg",
        "strIntroduction": "What You'll Do Sail into the ocean off the coast of Reykjavik to spot the Northern Lights on this 2-hour night tour Set sail from a convenient spot just 5 minutes away from the city centre Admire the Aurora Borealis from an ideal spot on the water, just 15-30 minutes away from the coast Take in amazing views of mountains and city lights Sail into the ocean off the coast of Reykjavik to spot the Northern Lights on this 2-hour night tour Set sail from a convenient spot just 5 minutes away from the city centre Admire the Aurora Borealis from an ideal spot on the water, just 15-30 minutes away from the coast Take in amazing views of mountains and city lights Sail into the ocean off the coast of Reykjavik to spot the Northern Lights on this 2-hour night tour Set sail from a convenient spot just 5 minutes away from the city centre Admire the Aurora Borealis from an ideal spot on the water, just 15-30 minutes away from the coast Take in amazing views of mountains and city lights",
        "strLocation": "reykjavik",
        "strOriginUrl": "https://www.getyourguide.com/reykjavik-l30/northern-lights-by-boat-t26020/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Northern Lights by Boat in Reykjavik",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 14:32:29"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 74,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-467719-145.jpg",
        "strIntroduction": "What You'll Do Try some of Icelands traditional cuisine Taste and enjoy local craft beers and ales Learn about history and culture Experience the vibrant atmosphere of Reykjavik Old Harbour Try some of Icelands traditional cuisine Taste and enjoy local craft beers and ales Learn about history and culture Experience the vibrant atmosphere of Reykjavik Old Harbour Try some of Icelands traditional cuisine Taste and enjoy local craft beers and ales Learn about history and culture Experience the vibrant atmosphere of Reykjavik Old Harbour",
        "strLocation": "reykjavik",
        "strOriginUrl": "https://www.getyourguide.com/reykjavik-l30/local-beer-tasting-icelandic-cuisine-tapas-style-t70828/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Local beer tasting & Icelandic cuisine \"tapas style\"",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 14:32:41"
    },
    {
        "intDurationHour": 6,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 7,
        "intUsdCost": 171,
        "strGuideLanguage": "danish, english, icelandic, norwegian",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-136721-145.jpg",
        "strIntroduction": "What You'll Do Discover the lava fields and volcanic craters of the Reykjanes Peninsula Visit natural hot springs and see geothermal activity Cave through a lava tube to explore intriguing rock formations untouched by the harsh Icelandic winters Jump into the legendary Blue Lagoon to enjoy the hot mineral-rich waters Discover the lava fields and volcanic craters of the Reykjanes Peninsula Visit natural hot springs and see geothermal activity Cave through a lava tube to explore intriguing rock formations untouched by the harsh Icelandic winters Jump into the legendary Blue Lagoon to enjoy the hot mineral-rich waters Discover the lava fields and volcanic craters of the Reykjanes Peninsula Visit natural hot springs and see geothermal activity Cave through a lava tube to explore intriguing rock formations untouched by the harsh Icelandic winters Jump into the legendary Blue Lagoon to enjoy the hot mineral-rich waters",
        "strLocation": "reykjavik",
        "strOriginUrl": "https://www.getyourguide.com/reykjavik-l30/reykjanes-volcano-garden-t27280/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Volcano Garden Reykjanes Peninsula Luxury Jeep Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 14:32:53"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 33,
        "intUsdCost": 72,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-20827-145.jpg",
        "strIntroduction": "What You'll Do Learn the history of Iceland's unique drinking culture as you make your way through a brewery Try one of many delectable beers brewed right in Iceland's capital Discover delicious Icelandic beverages unknown across borders Explore the technology that makes this northern island's drinks so wonderful Learn the history of Iceland's unique drinking culture as you make your way through a brewery Try one of many delectable beers brewed right in Iceland's capital Discover delicious Icelandic beverages unknown across borders Explore the technology that makes this northern island's drinks so wonderful Learn the history of Iceland's unique drinking culture as you make your way through a brewery Try one of many delectable beers brewed right in Iceland's capital Discover delicious Icelandic beverages unknown across borders Explore the technology that makes this northern island's drinks so wonderful",
        "strLocation": "reykjavik",
        "strOriginUrl": "https://www.getyourguide.com/reykjavik-l30/iceland-brewery-tour-a-journey-through-the-ages-t6043/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Iceland Brewery Tour: A Journey through the Ages",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 14:33:05"
    },
    {
        "intDurationHour": 11,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 2,
        "intUsdCost": 183,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-477470-145.jpg",
        "strIntroduction": "What You'll Do Go behind the veil of water at the Seljalandsfoss waterfall Experience the mighty power of the Skógafoss waterfall Walk on the glacier of Sólheimajökull with a certified glacier guide Go behind the veil of water at the Seljalandsfoss waterfall Experience the mighty power of the Skógafoss waterfall Walk on the glacier of Sólheimajökull with a certified glacier guide Go behind the veil of water at the Seljalandsfoss waterfall Experience the mighty power of the Skógafoss waterfall Walk on the glacier of Sólheimajökull with a certified glacier guide",
        "strLocation": "reykjavik",
        "strOriginUrl": "https://www.getyourguide.com/reykjavik-l30/south-coast-glacier-t72112/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "From Reykjavik: Iceland's South Coast and Glacier Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 14:33:17"
    },
    {
        "intDurationHour": 7,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 5,
        "intUsdCost": 119,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-484538-145.jpg",
        "strIntroduction": "What You'll Do Bathe in a natural warm stream Visit the geothermal hot springs of the Reykjadalur Valley See hot streams running down the Hellisheiði mountains Hike in the magnificent surroundings of the smokey valley Bathe in a natural warm stream Visit the geothermal hot springs of the Reykjadalur Valley See hot streams running down the Hellisheiði mountains Hike in the magnificent surroundings of the smokey valley Bathe in a natural warm stream Visit the geothermal hot springs of the Reykjadalur Valley See hot streams running down the Hellisheiði mountains Hike in the magnificent surroundings of the smokey valley",
        "strLocation": "reykjavik",
        "strOriginUrl": "https://www.getyourguide.com/reykjavik-l30/hiking-day-tour-to-hot-springs-in-hengill-and-reykjadalur-t26354/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "From Reykjavík: Hiking Tour of Reykjadalur Hot Springs",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 14:33:30"
    },
    {
        "intDurationHour": 9,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 100,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-400840-145.jpg",
        "strIntroduction": "What You'll Do Explore Iceland's \"Golden Circle\" by bus Stand by the magnificent cascades of the Gullfoss Waterfall Bathe in the thermal waters of Fontana Enjoy some traditional rye bread cooked in a hot natural spring Tour the UNESCO World Heritage Site of Thingvellir National Park Explore Iceland's \"Golden Circle\" by bus Stand by the magnificent cascades of the Gullfoss Waterfall Bathe in the thermal waters of Fontana Enjoy some traditional rye bread cooked in a hot natural spring Tour the UNESCO World Heritage Site of Thingvellir National Park Explore Iceland's \"Golden Circle\" by bus Stand by the magnificent cascades of the Gullfoss Waterfall Bathe in the thermal waters of Fontana Enjoy some traditional rye bread cooked in a hot natural spring Tour the UNESCO World Heritage Site of Thingvellir National Park",
        "strLocation": "reykjavik",
        "strOriginUrl": "https://www.getyourguide.com/reykjavik-l30/reykjavik-the-golden-circle-fontana-wellness-tour-t62249/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Golden Circle and Fontana Wellness Tour from Reykjavik",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 14:33:41"
    },
    {
        "intDurationHour": 9,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 3,
        "intUsdCost": 256,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-130666-145.jpg",
        "strIntroduction": "What You'll Do Explore the original Geysir, after which all geysers take their name Tour the stunning rivers and lava fields of Þingvellir National Park See one of only two tectonic rift valleys in the world Walk down to the cascades of Gullfoss Waterfall Snorkel in the crystal clear waters of the Silfra Fissure, at the continental divide of America and Europe Discover where the Vikings held their parliament Explore the original Geysir, after which all geysers take their name Tour the stunning rivers and lava fields of Þingvellir National Park See one of only two tectonic rift valleys in the world Walk down to the cascades of Gullfoss Waterfall Snorkel in the crystal clear waters of the Silfra Fissure, at the continental divide of America and Europe Discover where the Vikings held their parliament Explore the original Geysir, after which all geysers take their name Tour the stunning rivers and lava fields of Þingvellir National Park See one of only two tectonic rift valleys in the world Walk down to the cascades of Gullfoss Waterfall Snorkel in the crystal clear waters of the Silfra Fissure, at the continental divide of America and Europe Discover where the Vikings held their parliament",
        "strLocation": "reykjavik",
        "strOriginUrl": "https://www.getyourguide.com/reykjavik-l30/combo-trip-golden-circle-sightseeing-snorkeling-in-silfra-t26427/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Combo Trip: Golden Circle Sightseeing & Snorkeling in Silfra",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 14:33:52"
    },
    {
        "intDurationHour": 10,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 4,
        "intUsdCost": 421,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-128251-145.jpg",
        "strIntroduction": "What You'll Do Discover Iceland’s fantastic natural sights as you tour the famous Golden Circle route by jeep Visit Þingvellir National Park, discover the Geysir hot spring, and see the amazing Gullfoss waterfall Experience the thrill of snowmobiling on top of a glacier Discover Iceland’s fantastic natural sights as you tour the famous Golden Circle route by jeep Visit Þingvellir National Park, discover the Geysir hot spring, and see the amazing Gullfoss waterfall Experience the thrill of snowmobiling on top of a glacier Discover Iceland’s fantastic natural sights as you tour the famous Golden Circle route by jeep Visit Þingvellir National Park, discover the Geysir hot spring, and see the amazing Gullfoss waterfall Experience the thrill of snowmobiling on top of a glacier",
        "strLocation": "reykjavik",
        "strOriginUrl": "https://www.getyourguide.com/reykjavik-l30/from-reykjavik-full-day-golden-circle-and-snowmobiling-tour-t26036/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "From Reykjavik: Full-Day Golden Circle and Snowmobiling Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 14:34:04"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 0,
        "intUsdCost": 884,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-534798-145.jpg",
        "strIntroduction": "What You'll Do See the most popular route in Iceland, the Golden circle Visit Jokulsarlon glacier lagoon Go glacier hiking Get inside Vatnajokull glacier and go ice caving See the most popular route in Iceland, the Golden circle Visit Jokulsarlon glacier lagoon Go glacier hiking Get inside Vatnajokull glacier and go ice caving See the most popular route in Iceland, the Golden circle Visit Jokulsarlon glacier lagoon Go glacier hiking Get inside Vatnajokull glacier and go ice caving",
        "strLocation": "reykjavik",
        "strOriginUrl": "https://www.getyourguide.com/reykjavik-l30/jokulsarlon-golden-circle-and-ice-caving-t80109/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Golden Circle, Jokulsarlon and Ice Caving: 3-Day Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 14:34:16"
    },
    {
        "intDurationHour": 11,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 14,
        "intUsdCost": 289,
        "strGuideLanguage": "danish, english, icelandic, norwegian",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-136653-145.jpg",
        "strIntroduction": "What You'll Do See waterfalls, a glacier, and a black beach at the South Shore Visit the recently erupted volcano of Eyjafjallajökull and learn what happened Head to the Golden Circle, the most visited area in iceland, where you will see Gullfoss, Geysir, and the parliament area Þingvellir See waterfalls, a glacier, and a black beach at the South Shore Visit the recently erupted volcano of Eyjafjallajökull and learn what happened Head to the Golden Circle, the most visited area in iceland, where you will see Gullfoss, Geysir, and the parliament area Þingvellir See waterfalls, a glacier, and a black beach at the South Shore Visit the recently erupted volcano of Eyjafjallajökull and learn what happened Head to the Golden Circle, the most visited area in iceland, where you will see Gullfoss, Geysir, and the parliament area Þingvellir",
        "strLocation": "reykjavik",
        "strOriginUrl": "https://www.getyourguide.com/reykjavik-l30/2-in-1-golden-circle-and-the-south-shore-t27273/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Golden Circle and South Shore by Luxury Jeep",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 14:34:26"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 3,
        "intUsdCost": 448,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-278144-145.jpg",
        "strIntroduction": "What You'll Do Enjoy a 50 to 60-minute helicopter flight over Iceland’s most scenic areas Soar over geothermal power plants and bubbling hot springs Learn more about Iceland’s geothermal activity from a knowledgeable pilot Fly over deep volcanic craters and hot springs Enjoy a 50 to 60-minute helicopter flight over Iceland’s most scenic areas Soar over geothermal power plants and bubbling hot springs Learn more about Iceland’s geothermal activity from a knowledgeable pilot Fly over deep volcanic craters and hot springs Enjoy a 50 to 60-minute helicopter flight over Iceland’s most scenic areas Soar over geothermal power plants and bubbling hot springs Learn more about Iceland’s geothermal activity from a knowledgeable pilot Fly over deep volcanic craters and hot springs",
        "strLocation": "reykjavik",
        "strOriginUrl": "https://www.getyourguide.com/reykjavik-l30/helicopter-tour-in-iceland-the-geothermal-tour-t46584/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "1-Hour Helicopter Tour in Iceland: The Geothermal Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 14:34:37"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 11,
        "intUsdCost": 78,
        "strGuideLanguage": "spanish, swedish, danish, english, french, german, norwegian",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-355997-145.jpg",
        "strIntroduction": "What You'll Do Visit the Geysir geothermal area where the Strokkur geyser shoots water up to 30 meters into the air Discover the Gullfoss (Golden Falls) waterfall Explore Thingvellir National Park Explore the Friðheimar greenhouse cultivation center Visit the Geysir geothermal area where the Strokkur geyser shoots water up to 30 meters into the air Discover the Gullfoss (Golden Falls) waterfall Explore Thingvellir National Park Explore the Friðheimar greenhouse cultivation center Visit the Geysir geothermal area where the Strokkur geyser shoots water up to 30 meters into the air Discover the Gullfoss (Golden Falls) waterfall Explore Thingvellir National Park Explore the Friðheimar greenhouse cultivation center",
        "strLocation": "reykjavik",
        "strOriginUrl": "https://www.getyourguide.com/reykjavik-l30/the-golden-circle-tour-from-reykjavik-t55847/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Reykjavik: The Golden Circle Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 14:34:48"
    },
    {
        "intDurationHour": 16,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 0,
        "intUsdCost": 641,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-475229-145.jpg",
        "strIntroduction": "What You'll Do Discover the glacial highlights of Iceland's south coast Look inside a unique ice cave Visit the Basalt Columns in Vik Explore the scenic splendor of the Skaftafell National Park Look for the Northern Lights away from the city lights Drive along scenic Route 1 See vast lava fields and remnants of the eruption of Eyjafjallajokull volcano Take a waterfall exploration Discover the glacial highlights of Iceland's south coast Look inside a unique ice cave Visit the Basalt Columns in Vik Explore the scenic splendor of the Skaftafell National Park Look for the Northern Lights away from the city lights Drive along scenic Route 1 See vast lava fields and remnants of the eruption of Eyjafjallajokull volcano Take a waterfall exploration Discover the glacial highlights of Iceland's south coast Look inside a unique ice cave Visit the Basalt Columns in Vik Explore the scenic splendor of the Skaftafell National Park Look for the Northern Lights away from the city lights Drive along scenic Route 1 See vast lava fields and remnants of the eruption of Eyjafjallajokull volcano Take a waterfall exploration",
        "strLocation": "reykjavik",
        "strOriginUrl": "https://www.getyourguide.com/reykjavik-l30/iceland-ice-cave-joekulsarlon-ice-lagoon-2-days-t55797/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Blue Ice Cave and Jokulsarlon Lagoon: 2-Day Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 14:35:00"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 7,
        "intUsdCost": 47,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-138076-145.jpg",
        "strIntroduction": "What You'll Do See the dramatic 20th-century Hallgrímskirkja, designed to resemble Iceland's lava flows Discover where Gorbachev and Reagan met to discuss the end of the Cold War Visit the stunning natural hot water storage tanks of The Pearl Drive through the scenic Laugardalur Valley See the dramatic 20th-century Hallgrímskirkja, designed to resemble Iceland's lava flows Discover where Gorbachev and Reagan met to discuss the end of the Cold War Visit the stunning natural hot water storage tanks of The Pearl Drive through the scenic Laugardalur Valley See the dramatic 20th-century Hallgrímskirkja, designed to resemble Iceland's lava flows Discover where Gorbachev and Reagan met to discuss the end of the Cold War Visit the stunning natural hot water storage tanks of The Pearl Drive through the scenic Laugardalur Valley",
        "strLocation": "reykjavik",
        "strOriginUrl": "https://www.getyourguide.com/reykjavik-l30/reykjavik-grand-excursion-t24379/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Reykjavik Sightseeing Tour 3-Hour Grand Excursion",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 14:35:13"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 7,
        "intUsdCost": 85,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-405803-145.jpg",
        "strIntroduction": "What You'll Do Discover what lies beneath the lava landscapes of Iceland Crawl into one of the lava tube caves outside Reykjavik Learn more about the geology of Iceland See what an untouched lava tube looks like Marvel at what a volcanic eruption can do underground Discover what lies beneath the lava landscapes of Iceland Crawl into one of the lava tube caves outside Reykjavik Learn more about the geology of Iceland See what an untouched lava tube looks like Marvel at what a volcanic eruption can do underground Discover what lies beneath the lava landscapes of Iceland Crawl into one of the lava tube caves outside Reykjavik Learn more about the geology of Iceland See what an untouched lava tube looks like Marvel at what a volcanic eruption can do underground",
        "strLocation": "reykjavik",
        "strOriginUrl": "https://www.getyourguide.com/reykjavik-l30/lava-tube-caving-tour-t62812/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Reykjavik: 3-Hour Leidarendi Caving Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 14:35:25"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 6,
        "intUsdCost": 131,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-422537-145.jpg",
        "strIntroduction": "What You'll Do Taste the foods of Iceland on a walking tour of Reykjavik Sample 13 different dishes and six unique venues Go inside famous restaurants and family-run businesses Learn more about Icelandic cuisine Try some authentic Icelandic \"skyr\" Taste the foods of Iceland on a walking tour of Reykjavik Sample 13 different dishes and six unique venues Go inside famous restaurants and family-run businesses Learn more about Icelandic cuisine Try some authentic Icelandic \"skyr\" Taste the foods of Iceland on a walking tour of Reykjavik Sample 13 different dishes and six unique venues Go inside famous restaurants and family-run businesses Learn more about Icelandic cuisine Try some authentic Icelandic \"skyr\"",
        "strLocation": "reykjavik",
        "strOriginUrl": "https://www.getyourguide.com/reykjavik-l30/reykjavik-food-walking-tour-t64637/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Reykjavik: Half-Day Food Tasting Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 14:35:39"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 15,
        "intUsdCost": 62,
        "strGuideLanguage": "english, german, french, swedish, danish, norwegian",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-4019-145.jpg",
        "strIntroduction": "What You'll Do Visit Höfði house, a historic spot for two key former Presidents Experience remarkable panoramic views at the restaurant Perlan Discover the ancient Hallgrímskirkja church and visit old town centres with beautiful buildings Visit the impressive geothermal heated swimming pool at Laugardalur Visit Höfði house, a historic spot for two key former Presidents Experience remarkable panoramic views at the restaurant Perlan Discover the ancient Hallgrímskirkja church and visit old town centres with beautiful buildings Visit the impressive geothermal heated swimming pool at Laugardalur Visit Höfði house, a historic spot for two key former Presidents Experience remarkable panoramic views at the restaurant Perlan Discover the ancient Hallgrímskirkja church and visit old town centres with beautiful buildings Visit the impressive geothermal heated swimming pool at Laugardalur",
        "strLocation": "reykjavik",
        "strOriginUrl": "https://www.getyourguide.com/reykjavik-l30/greater-area-reykjavik-sightseeing-morning-tour-t1293/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Greater Area Reykjavik Sightseeing",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 14:35:52"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 1,
        "intReviewVisitor": 1,
        "intUsdCost": 28,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-459230-145.jpg",
        "strIntroduction": "What You'll Do Make the most of your time in Reykjavík with one easy card and choose a card that suits your stay of 24, 48 or 72-hours Discover more, spend less in your favorite city by using the various discounts the Reykjavík City Card offers See the Sights with your passport to Reykjavík city with unlimited access to the city bus Connect with culture by visiting Reykjavík's major museums and discover Iceland's history Make the most of your time in Reykjavík with one easy card and choose a card that suits your stay of 24, 48 or 72-hours Discover more, spend less in your favorite city by using the various discounts the Reykjavík City Card offers See the Sights with your passport to Reykjavík city with unlimited access to the city bus Connect with culture by visiting Reykjavík's major museums and discover Iceland's history Make the most of your time in Reykjavík with one easy card and choose a card that suits your stay of 24, 48 or 72-hours Discover more, spend less in your favorite city by using the various discounts the Reykjavík City Card offers See the Sights with your passport to Reykjavík city with unlimited access to the city bus Connect with culture by visiting Reykjavík's major museums and discover Iceland's history",
        "strLocation": "reykjavik",
        "strOriginUrl": "https://www.getyourguide.com/reykjavik-l30/reykjavik-city-card-t69810/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Reykjavík City Card",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 14:36:06"
    },
    {
        "intDurationHour": 6,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 252,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-423709-145.jpg",
        "strIntroduction": "What You'll Do Ride an authentic Viking horse on the outskirts of Reykjavik Relax in the thermal waters of the Blue Lagoon Indulge in a spa treatment or take a walk in the lava fields Ride an authentic Viking horse on the outskirts of Reykjavik Relax in the thermal waters of the Blue Lagoon Indulge in a spa treatment or take a walk in the lava fields Ride an authentic Viking horse on the outskirts of Reykjavik Relax in the thermal waters of the Blue Lagoon Indulge in a spa treatment or take a walk in the lava fields",
        "strLocation": "reykjavik",
        "strOriginUrl": "https://www.getyourguide.com/reykjavik-l30/viking-horse-riding-tour-blye-lagoon-incl-admission-t58039/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Reykjavik: Viking Horse Ride and Blue Lagoon Entrance",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 14:36:19"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 14,
        "intUsdCost": 78,
        "strGuideLanguage": "spanish, english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-407904-145.jpg",
        "strIntroduction": "What You'll Do Enjoy whale watching and the largest whale exhibition in Europe in a single package Marvel at the great variety of whales and other marine animals near Reykjavik Discover Iceland’s bountiful variety of whales, dolphins, and porpoises Take in the stunning scenery of the Icelandic coast Learn about the different species of whales and see man-made models up close Enjoy whale watching and the largest whale exhibition in Europe in a single package Marvel at the great variety of whales and other marine animals near Reykjavik Discover Iceland’s bountiful variety of whales, dolphins, and porpoises Take in the stunning scenery of the Icelandic coast Learn about the different species of whales and see man-made models up close Enjoy whale watching and the largest whale exhibition in Europe in a single package Marvel at the great variety of whales and other marine animals near Reykjavik Discover Iceland’s bountiful variety of whales, dolphins, and porpoises Take in the stunning scenery of the Icelandic coast Learn about the different species of whales and see man-made models up close",
        "strLocation": "reykjavik",
        "strOriginUrl": "https://www.getyourguide.com/reykjavik-l30/reykjavik-whale-watching-boat-trip-t63016/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Whale Watching Excursion & Whales of Iceland Exhibition",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 14:36:34"
    }
]