[
    {
        "intDurationHour": 12,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 6,
        "intUsdCost": 44,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-423438-145.jpg",
        "strIntroduction": "What You'll Do Take the best itinarary in Halong Bay and see the most beautiful places of Halong Bay in 1 day Relax in the sun on the sundeck and enjoy delicious seafood onboard Let an expert guide take care of you from the beginning of your tour until the drop off at your hotel Take the best itinarary in Halong Bay and see the most beautiful places of Halong Bay in 1 day Relax in the sun on the sundeck and enjoy delicious seafood onboard Let an expert guide take care of you from the beginning of your tour until the drop off at your hotel Take the best itinarary in Halong Bay and see the most beautiful places of Halong Bay in 1 day Relax in the sun on the sundeck and enjoy delicious seafood onboard Let an expert guide take care of you from the beginning of your tour until the drop off at your hotel",
        "strLocation": "hanoi",
        "strOriginUrl": "https://www.getyourguide.com/hanoi-l205/hanoi-full-day-halong-bay-islands-and-cave-tour-t53981/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Hanoi: Full-Day Halong Bay Islands and Cave Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 14:57:58"
    },
    {
        "intDurationHour": 16,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 0,
        "intUsdCost": 112,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-442763-145.jpg",
        "strIntroduction": "What You'll Do Private Sapa trekking tour, round-trip from Hanoi by overnight train. Hike during two days with a private guide to mountain villages flanked by rice fields. Visit the villages of Ma Tra, Ta Phin, Lao Chai and Ta Van. Interact with local villagers that make up Vietnam’s ethnic minority tribes, and learn about their clothing and customs. Search for souvenirs from the local markets and colorful shops of charming Sapa. Enjoy five provided meals, including village lunches and a delicious buffet breakfast on arrival. Includes 4-star accommodation plus air-conditioned train cabin and hotel transfers. Private Sapa trekking tour, round-trip from Hanoi by overnight train. Hike during two days with a private guide to mountain villages flanked by rice fields. Visit the villages of Ma Tra, Ta Phin, Lao Chai and Ta Van. Interact with local villagers that make up Vietnam’s ethnic minority tribes, and learn about their clothing and customs. Search for souvenirs from the local markets and colorful shops of charming Sapa. Enjoy five provided meals, including village lunches and a delicious buffet breakfast on arrival. Includes 4-star accommodation plus air-conditioned train cabin and hotel transfers. Private Sapa trekking tour, round-trip from Hanoi by overnight train. Hike during two days with a private guide to mountain villages flanked by rice fields. Visit the villages of Ma Tra, Ta Phin, Lao Chai and Ta Van. Interact with local villagers that make up Vietnam’s ethnic minority tribes, and learn about their clothing and customs. Search for souvenirs from the local markets and colorful shops of charming Sapa. Enjoy five provided meals, including village lunches and a delicious buffet breakfast on arrival. Includes 4-star accommodation plus air-conditioned train cabin and hotel transfers.",
        "strLocation": "hanoi",
        "strOriginUrl": "https://www.getyourguide.com/hanoi-l205/3-night-sapa-trekking-tour-from-hanoi-t67375/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "3-Night Sapa Trekking Tour from Hanoi",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 14:58:08"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 5,
        "intUsdCost": 39,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-66376-145.jpg",
        "strIntroduction": "What You'll Do Discover all of the highlights of the ancient city of Hanoi in a day Visit the peaceful, picturesque Hoan Kiem Lake See Vietnam's first university and the Literature Temple See Ho Chi Minh's final resting place Discover all of the highlights of the ancient city of Hanoi in a day Visit the peaceful, picturesque Hoan Kiem Lake See Vietnam's first university and the Literature Temple See Ho Chi Minh's final resting place Discover all of the highlights of the ancient city of Hanoi in a day Visit the peaceful, picturesque Hoan Kiem Lake See Vietnam's first university and the Literature Temple See Ho Chi Minh's final resting place",
        "strLocation": "hanoi",
        "strOriginUrl": "https://www.getyourguide.com/hanoi-l205/hanoi-discovery-city-tour-t15483/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Hanoi Discovery City Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 14:58:23"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 48,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-179060-145.jpg",
        "strIntroduction": "What You'll Do Experience the lively atmosphere of Hanoi at night Taste delicious street food from local vendors and at night markets Watch the lowering of the flag at Ba Dinh Square Meet and interact with locals at non-touristy sites Go to vibrant West Lake to walk with the locals Experience the lively atmosphere of Hanoi at night Taste delicious street food from local vendors and at night markets Watch the lowering of the flag at Ba Dinh Square Meet and interact with locals at non-touristy sites Go to vibrant West Lake to walk with the locals Experience the lively atmosphere of Hanoi at night Taste delicious street food from local vendors and at night markets Watch the lowering of the flag at Ba Dinh Square Meet and interact with locals at non-touristy sites Go to vibrant West Lake to walk with the locals",
        "strLocation": "hanoi",
        "strOriginUrl": "https://www.getyourguide.com/hanoi-l205/hanoi-by-night-adventure-tour-t33828/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Hanoi By Night 3-Hour Tour by Motorbike",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 14:58:35"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 1,
        "intUsdCost": 48,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-468766-145.jpg",
        "strIntroduction": "What You'll Do Enjoy a 4-hours cruise in Halong Bay Visit Thien Cung Cave and Dau Go Cave Enjoy a seafood meal on board Enjoy a 4-hours cruise in Halong Bay Visit Thien Cung Cave and Dau Go Cave Enjoy a seafood meal on board Enjoy a 4-hours cruise in Halong Bay Visit Thien Cung Cave and Dau Go Cave Enjoy a seafood meal on board",
        "strLocation": "hanoi",
        "strOriginUrl": "https://www.getyourguide.com/hanoi-l205/halong-bay-day-trip-from-hanoi-with-cruise-t71046/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Halong Bay Day Trip from Hanoi with Cruise",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 14:58:48"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 0,
        "intUsdCost": 25,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-484610-145.jpg",
        "strIntroduction": "What You'll Do Enjoy a stunning show in the Hanoi Opera House, the century-old architectural and historical landmark of the capital of Vietnam Hear folk melody played from more than 20 exotic traditional musical instruments See the lifestyle of villagers recreated by ancestral bamboo props, breathtaking cirque, juggling and stunning acrobatics Take advantage of the free ticket to one of Hanoi's best museums Enjoy a stunning show in the Hanoi Opera House, the century-old architectural and historical landmark of the capital of Vietnam Hear folk melody played from more than 20 exotic traditional musical instruments See the lifestyle of villagers recreated by ancestral bamboo props, breathtaking cirque, juggling and stunning acrobatics Take advantage of the free ticket to one of Hanoi's best museums Enjoy a stunning show in the Hanoi Opera House, the century-old architectural and historical landmark of the capital of Vietnam Hear folk melody played from more than 20 exotic traditional musical instruments See the lifestyle of villagers recreated by ancestral bamboo props, breathtaking cirque, juggling and stunning acrobatics Take advantage of the free ticket to one of Hanoi's best museums",
        "strLocation": "hanoi",
        "strOriginUrl": "https://www.getyourguide.com/hanoi-l205/tickets-to-lang-toi-my-village-in-hanoi-t73059/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Tickets to Lang Toi (My Village) in Hanoi",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 14:59:00"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 5,
        "intUsdCost": 51,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-250448-145.jpg",
        "strIntroduction": "What You'll Do Visit the Temple of Literature, the site of Vietnam’s first university See the Ho Chi Minh Mausoleum Admire Hoan Kiem Lake and the Ngoc Son temple Explore Hanoi’s old quarter on an hour-long cyclo ride Visit the Temple of Literature, the site of Vietnam’s first university See the Ho Chi Minh Mausoleum Admire Hoan Kiem Lake and the Ngoc Son temple Explore Hanoi’s old quarter on an hour-long cyclo ride Visit the Temple of Literature, the site of Vietnam’s first university See the Ho Chi Minh Mausoleum Admire Hoan Kiem Lake and the Ngoc Son temple Explore Hanoi’s old quarter on an hour-long cyclo ride",
        "strLocation": "hanoi",
        "strOriginUrl": "https://www.getyourguide.com/hanoi-l205/hanoi-tour-from-cai-lan-ha-long-port-t42781/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Hanoi Full-Day Guided City Tour with Lunch",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 14:59:12"
    },
    {
        "intDurationHour": 10,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 1,
        "intUsdCost": 52,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-504130-145.jpg",
        "strIntroduction": "What You'll Do Take a trip from Hanoi for a day cruise on Halong Bay Enjoy the breathtaking views of the bay and its magnificent limestone rock formations. Explore the area's floating villages and learn about daily life for residents. Visit Thien Cung cave. Savor a tasty Vietnamese lunch. Participate in fun optional activities like kayaking. Take a trip from Hanoi for a day cruise on Halong Bay Enjoy the breathtaking views of the bay and its magnificent limestone rock formations. Explore the area's floating villages and learn about daily life for residents. Visit Thien Cung cave. Savor a tasty Vietnamese lunch. Participate in fun optional activities like kayaking. Take a trip from Hanoi for a day cruise on Halong Bay Enjoy the breathtaking views of the bay and its magnificent limestone rock formations. Explore the area's floating villages and learn about daily life for residents. Visit Thien Cung cave. Savor a tasty Vietnamese lunch. Participate in fun optional activities like kayaking.",
        "strLocation": "hanoi",
        "strOriginUrl": "https://www.getyourguide.com/hanoi-l205/small-group-halong-bay-day-cruise-t68953/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Small-Group Halong Bay Day Cruise",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 14:59:25"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 7,
        "intUsdCost": 39,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-66367-145.jpg",
        "strIntroduction": "What You'll Do See the beautiful Perfume Pagoda - just 75 km from Hanoi Relax on a boat tour and take in the beautiful scenery Visit a traditional handicraft silk village Enjoy convenient hotel pick-up and drop-off See the beautiful Perfume Pagoda - just 75 km from Hanoi Relax on a boat tour and take in the beautiful scenery Visit a traditional handicraft silk village Enjoy convenient hotel pick-up and drop-off See the beautiful Perfume Pagoda - just 75 km from Hanoi Relax on a boat tour and take in the beautiful scenery Visit a traditional handicraft silk village Enjoy convenient hotel pick-up and drop-off",
        "strLocation": "hanoi",
        "strOriginUrl": "https://www.getyourguide.com/hanoi-l205/perfume-pagoda-combination-day-tour-t15481/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Perfume Pagoda Combination Day Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 14:59:40"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 7,
        "intUsdCost": 35,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-461114-145.jpg",
        "strIntroduction": "What You'll Do Visit Hoa Lu, an ancient Vietnamese capital and the temples of King Dinh and King Le Enjoy a leisurely sampan cruise through the caves of Tam Coc Take a guide bicycle ride through scenic countryside to Bich Dong Visit Hoa Lu, an ancient Vietnamese capital and the temples of King Dinh and King Le Enjoy a leisurely sampan cruise through the caves of Tam Coc Take a guide bicycle ride through scenic countryside to Bich Dong Visit Hoa Lu, an ancient Vietnamese capital and the temples of King Dinh and King Le Enjoy a leisurely sampan cruise through the caves of Tam Coc Take a guide bicycle ride through scenic countryside to Bich Dong",
        "strLocation": "hanoi",
        "strOriginUrl": "https://www.getyourguide.com/hanoi-l205/hanoi-full-day-hoa-lu-tam-coc-small-group-biking-tour-t67744/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Hanoi: Full-Day Hoa Lu Tam Coc Small-Group Biking Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 14:59:59"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 34,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-447266-145.jpg",
        "strIntroduction": "What You'll Do Explore the beautiful Perfume Pagoda Enjoy a row-boat trip Go trekking up to Huong Tich cave Explore the beautiful Perfume Pagoda Enjoy a row-boat trip Go trekking up to Huong Tich cave Explore the beautiful Perfume Pagoda Enjoy a row-boat trip Go trekking up to Huong Tich cave",
        "strLocation": "hanoi",
        "strOriginUrl": "https://www.getyourguide.com/hanoi-l205/from-hanoi-perfume-pagoda-full-day-guided-tour-t67973/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "From Hanoi: Perfume Pagoda Full-Day Guided Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 15:00:11"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 30,
        "intUsdCost": 17,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-241034-145.jpg",
        "strIntroduction": "What You'll Do Walk the 36 streets of Hanoi's Old Quarter Join the locals and shop the local markets Sample the many types of local cuisine on offer Relax with a drink in one of the numerous bars and cafes Uncover the history of the Old Quarter of Hanoi Get to know about the lifestyles of the local people Walk the 36 streets of Hanoi's Old Quarter Join the locals and shop the local markets Sample the many types of local cuisine on offer Relax with a drink in one of the numerous bars and cafes Uncover the history of the Old Quarter of Hanoi Get to know about the lifestyles of the local people Walk the 36 streets of Hanoi's Old Quarter Join the locals and shop the local markets Sample the many types of local cuisine on offer Relax with a drink in one of the numerous bars and cafes Uncover the history of the Old Quarter of Hanoi Get to know about the lifestyles of the local people",
        "strLocation": "hanoi",
        "strOriginUrl": "https://www.getyourguide.com/hanoi-l205/food-on-foot-tour-old-quater-of-hanoi-t37964/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Hanoi Food on Foot: Walking Tour of Hanoi Old Quarter",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 15:00:22"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 54,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-356634-145.jpg",
        "strIntroduction": "What You'll Do Explore the beauty of the most famous places around Hanoi Sample many types of local cuisine on offer Get to know about the lifestyles of the local people Explore the beauty of the most famous places around Hanoi Sample many types of local cuisine on offer Get to know about the lifestyles of the local people Explore the beauty of the most famous places around Hanoi Sample many types of local cuisine on offer Get to know about the lifestyles of the local people",
        "strLocation": "hanoi",
        "strOriginUrl": "https://www.getyourguide.com/hanoi-l205/half-day-hanoi-foodie-tour-by-motorbike-t55943/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Half-Day Hanoi Foodie Tour by Motorbike",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 15:00:33"
    },
    {
        "intDurationHour": 16,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 11,
        "intUsdCost": 109,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-419215-145.jpg",
        "strIntroduction": "What You'll Do Discover the beauty of the mountanious north of Vietnam by bus on this tour from Hanoi to Sapa Save time with daily bus pick-up from your hotel in Hanoi See the most popular travel sites in Sapa: Cat Cat, Lao Chai, Ta Van and Giang Ta Chai Visit the most well-known ethnic groups in the region Discover the beauty of the mountanious north of Vietnam by bus on this tour from Hanoi to Sapa Save time with daily bus pick-up from your hotel in Hanoi See the most popular travel sites in Sapa: Cat Cat, Lao Chai, Ta Van and Giang Ta Chai Visit the most well-known ethnic groups in the region Discover the beauty of the mountanious north of Vietnam by bus on this tour from Hanoi to Sapa Save time with daily bus pick-up from your hotel in Hanoi See the most popular travel sites in Sapa: Cat Cat, Lao Chai, Ta Van and Giang Ta Chai Visit the most well-known ethnic groups in the region",
        "strLocation": "hanoi",
        "strOriginUrl": "https://www.getyourguide.com/hanoi-l205/2-day-sapa-bus-tour-from-hanoi-and-sapa-hotel-stay-t49881/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "From Hanoi: 2-Day Sapa Trekking and Bus Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 15:00:46"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 0,
        "intUsdCost": 29,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-458158-145.jpg",
        "strIntroduction": "What You'll Do Enjoy a half-day Hanoi sightseeing tour Visit the Ho Chi Minh Mausoleum at Ba Dinh Square Learn about Confucianism at the Temple of Literature Stroll past ancient homes and search for souvenirs Enjoy a half-day Hanoi sightseeing tour Visit the Ho Chi Minh Mausoleum at Ba Dinh Square Learn about Confucianism at the Temple of Literature Stroll past ancient homes and search for souvenirs Enjoy a half-day Hanoi sightseeing tour Visit the Ho Chi Minh Mausoleum at Ba Dinh Square Learn about Confucianism at the Temple of Literature Stroll past ancient homes and search for souvenirs",
        "strLocation": "hanoi",
        "strOriginUrl": "https://www.getyourguide.com/hanoi-l205/hanoi-half-day-tour-t69649/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Hanoi Half-Day Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 15:01:00"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 29,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-356017-145.jpg",
        "strIntroduction": "What You'll Do Enjoy one of the traditional art of Vietnam - Water Puppet Show Cycle around the city streets to absorb the local atmosphere See the French Quarter and other important sights of the city Enjoy one of the traditional art of Vietnam - Water Puppet Show Cycle around the city streets to absorb the local atmosphere See the French Quarter and other important sights of the city Enjoy one of the traditional art of Vietnam - Water Puppet Show Cycle around the city streets to absorb the local atmosphere See the French Quarter and other important sights of the city",
        "strLocation": "hanoi",
        "strOriginUrl": "https://www.getyourguide.com/hanoi-l205/private-evening-cyclo-tour-with-water-puppet-show-t55850/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Private Evening Cyclo Tour with Water Puppet Show",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 15:01:13"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 3,
        "intUsdCost": 50,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-66382-145.jpg",
        "strIntroduction": "What You'll Do Sail through beautiful emerald waters Enjoy a traditional Vietnamese Lunch Head underground to the UNESCO designated Thien Chung Caves Visit a recently discovered Grotto, Dau Go Sail through beautiful emerald waters Enjoy a traditional Vietnamese Lunch Head underground to the UNESCO designated Thien Chung Caves Visit a recently discovered Grotto, Dau Go Sail through beautiful emerald waters Enjoy a traditional Vietnamese Lunch Head underground to the UNESCO designated Thien Chung Caves Visit a recently discovered Grotto, Dau Go",
        "strLocation": "hanoi",
        "strOriginUrl": "https://www.getyourguide.com/hanoi-l205/halong-bay-day-tour-boat-rides-and-cave-dwellings-t15484/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Halong Bay Day Tour: Boat Rides and Cave Dwellings",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 15:01:25"
    },
    {
        "intDurationHour": 16,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 0,
        "intUsdCost": 150,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-74133-145.jpg",
        "strIntroduction": "What You'll Do Experience the magnificent Ha Long bay aboard the Imperial Cruise junk Swim in the sea and kayak beside sheer rock cliffs Visit Surprising Cave and see Stone Dog Islet, Floating Fishing Village Islet and Fighting Cocks Islet Taste delicious traditional Vietnamese cuisine Enjoy a romantic tour great for friends or couples Relax with transportation, meals, fees, and an expert English-speaking guide included Experience the magnificent Ha Long bay aboard the Imperial Cruise junk Swim in the sea and kayak beside sheer rock cliffs Visit Surprising Cave and see Stone Dog Islet, Floating Fishing Village Islet and Fighting Cocks Islet Taste delicious traditional Vietnamese cuisine Enjoy a romantic tour great for friends or couples Relax with transportation, meals, fees, and an expert English-speaking guide included Experience the magnificent Ha Long bay aboard the Imperial Cruise junk Swim in the sea and kayak beside sheer rock cliffs Visit Surprising Cave and see Stone Dog Islet, Floating Fishing Village Islet and Fighting Cocks Islet Taste delicious traditional Vietnamese cuisine Enjoy a romantic tour great for friends or couples Relax with transportation, meals, fees, and an expert English-speaking guide included",
        "strLocation": "hanoi",
        "strOriginUrl": "https://www.getyourguide.com/hanoi-l205/2-day-luxury-imperial-cruise-in-ha-long-bay-from-hanoi-t16112/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "2-day Luxury Imperial Cruise in Ha Long Bay from Hanoi",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 15:01:36"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 1,
        "intUsdCost": 47,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-148659-145.jpg",
        "strIntroduction": "What You'll Do Learn the tips and tricks of Northern Vietnamese cooking Visit a bustling local market to buy fresh ingredients Try your hand at making different traditional dishes with the help of a professional chef Enjoy the fresh and delicious meal you prepared at the end of the class Learn the tips and tricks of Northern Vietnamese cooking Visit a bustling local market to buy fresh ingredients Try your hand at making different traditional dishes with the help of a professional chef Enjoy the fresh and delicious meal you prepared at the end of the class Learn the tips and tricks of Northern Vietnamese cooking Visit a bustling local market to buy fresh ingredients Try your hand at making different traditional dishes with the help of a professional chef Enjoy the fresh and delicious meal you prepared at the end of the class",
        "strLocation": "hanoi",
        "strOriginUrl": "https://www.getyourguide.com/hanoi-l205/half-day-northern-cuisine-hanoi-cooking-class-t29077/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Hanoi Half-Day Northern Cuisine Cooking Class",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 15:01:51"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 7,
        "intUsdCost": 69,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-472597-145.jpg",
        "strIntroduction": "What You'll Do Visit the impressive Ho Chi Minh Mausoleum and the ancient Temple of Literature Discover Hanoi Old Quarter by one-hour bike ride End by seeing a traditional Vietnamese water puppet show Visit the impressive Ho Chi Minh Mausoleum and the ancient Temple of Literature Discover Hanoi Old Quarter by one-hour bike ride End by seeing a traditional Vietnamese water puppet show Visit the impressive Ho Chi Minh Mausoleum and the ancient Temple of Literature Discover Hanoi Old Quarter by one-hour bike ride End by seeing a traditional Vietnamese water puppet show",
        "strLocation": "hanoi",
        "strOriginUrl": "https://www.getyourguide.com/hanoi-l205/hanoi-city-private-full-day-tour-including-bike-ride-t71539/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Hanoi City private Full-Day Tour including Bike Ride",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 15:02:02"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 11,
        "intUsdCost": 55,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-472575-145.jpg",
        "strIntroduction": "What You'll Do Discover world heritage and limestone mountains Eat great seaside food Enjoy the company of a friendly and professional guide Discover world heritage and limestone mountains Eat great seaside food Enjoy the company of a friendly and professional guide Discover world heritage and limestone mountains Eat great seaside food Enjoy the company of a friendly and professional guide",
        "strLocation": "hanoi",
        "strOriginUrl": "https://www.getyourguide.com/hanoi-l205/daily-cruise-to-halong-bay-small-group-t71535/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Daily Cruise to Halong Bay - Small Group",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 15:02:13"
    },
    {
        "intDurationHour": 16,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 138,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-429289-145.jpg",
        "strIntroduction": "What You'll Do Explore the UNESCO World Heritage-listed bay with an attentive crew Paddle a sea kayak to the Cave of Surprises and dive into the waters around Drum Cave Master the art of Vietnamese cuisine with an onboard cooking class Relax on the sundeck, enjoy a cocktail and take in the sights of limestone islets dotting the picturesque bay Enjoy all meals on board, including a seafood lunch and dinner Sleep soundly in your air-conditioned, ensuite single or twin deluxe cabin and arise with morning Tai Chi Explore the UNESCO World Heritage-listed bay with an attentive crew Paddle a sea kayak to the Cave of Surprises and dive into the waters around Drum Cave Master the art of Vietnamese cuisine with an onboard cooking class Relax on the sundeck, enjoy a cocktail and take in the sights of limestone islets dotting the picturesque bay Enjoy all meals on board, including a seafood lunch and dinner Sleep soundly in your air-conditioned, ensuite single or twin deluxe cabin and arise with morning Tai Chi Explore the UNESCO World Heritage-listed bay with an attentive crew Paddle a sea kayak to the Cave of Surprises and dive into the waters around Drum Cave Master the art of Vietnamese cuisine with an onboard cooking class Relax on the sundeck, enjoy a cocktail and take in the sights of limestone islets dotting the picturesque bay Enjoy all meals on board, including a seafood lunch and dinner Sleep soundly in your air-conditioned, ensuite single or twin deluxe cabin and arise with morning Tai Chi",
        "strLocation": "hanoi",
        "strOriginUrl": "https://www.getyourguide.com/hanoi-l205/2-day-tour-halong-deluxe-cruise-from-hanoi-t65610/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "2-Day Tour Halong Deluxe Cruise from Hanoi",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 15:02:26"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 9,
        "intUsdCost": 38,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-497649-145.jpg",
        "strIntroduction": "What You'll Do Enjoy a guided walking tour around the Old Quarter See Street hawker stalls Taste Hanoi street food Enjoy a guided walking tour around the Old Quarter See Street hawker stalls Taste Hanoi street food Enjoy a guided walking tour around the Old Quarter See Street hawker stalls Taste Hanoi street food",
        "strLocation": "hanoi",
        "strOriginUrl": "https://www.getyourguide.com/hanoi-l205/hanoi-street-food-tour-t62360/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Hanoi Street Food Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 15:02:39"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 2,
        "intUsdCost": 52,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-334528-145.jpg",
        "strIntroduction": "What You'll Do Discover famous sites with unique architecture aound Hanoi Learn about the history as well as culture In Hanoi Taste typical Vietnamese food Discover famous sites with unique architecture aound Hanoi Learn about the history as well as culture In Hanoi Taste typical Vietnamese food Discover famous sites with unique architecture aound Hanoi Learn about the history as well as culture In Hanoi Taste typical Vietnamese food",
        "strLocation": "hanoi",
        "strOriginUrl": "https://www.getyourguide.com/hanoi-l205/hanoi-city-tours-by-motorbike-t52987/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Hanoi City Tours by Motorbike",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 15:02:51"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 38,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-336124-145.jpg",
        "strIntroduction": "What You'll Do Sample delicious Vietnamese cuisine just like the locals do - on the street Learn more about Hanoi’s unique food culture Take in a spectacular night view of Hoan Kiem lake Enjoy the water puppet show Sample delicious Vietnamese cuisine just like the locals do - on the street Learn more about Hanoi’s unique food culture Take in a spectacular night view of Hoan Kiem lake Enjoy the water puppet show Sample delicious Vietnamese cuisine just like the locals do - on the street Learn more about Hanoi’s unique food culture Take in a spectacular night view of Hoan Kiem lake Enjoy the water puppet show",
        "strLocation": "hanoi",
        "strOriginUrl": "https://www.getyourguide.com/hanoi-l205/street-food-tour-with-water-puppet-show-in-hanoi-t53166/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Street Food Tour with Water Puppet Show in Hanoi",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 15:03:02"
    },
    {
        "intDurationHour": 9,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 26,
        "intUsdCost": 34,
        "strGuideLanguage": "vietnamese, english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-314761-145.jpg",
        "strIntroduction": "What You'll Do Explore the 10th-11th century capital of Vietnam Paddle the caves of Tam Coc by traditional sampan Discover the grotto and pagoda temple of Bich Dong Savor the flavors of rural Vietnamese food Learn about the emperors of the Dinh and Le Dynasties Cycle along village roads, passing paddy fields Explore the 10th-11th century capital of Vietnam Paddle the caves of Tam Coc by traditional sampan Discover the grotto and pagoda temple of Bich Dong Savor the flavors of rural Vietnamese food Learn about the emperors of the Dinh and Le Dynasties Cycle along village roads, passing paddy fields Explore the 10th-11th century capital of Vietnam Paddle the caves of Tam Coc by traditional sampan Discover the grotto and pagoda temple of Bich Dong Savor the flavors of rural Vietnamese food Learn about the emperors of the Dinh and Le Dynasties Cycle along village roads, passing paddy fields",
        "strLocation": "hanoi",
        "strOriginUrl": "https://www.getyourguide.com/hanoi-l205/hoa-lu-tam-coc-history-and-eco-day-tour-from-hanoi-t41635/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Hanoi: Eco Tour and Biking to Hoa Lu and Tam Coc",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 15:03:13"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 2,
        "intUsdCost": 50,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-152413-145.jpg",
        "strIntroduction": "What You'll Do Cruise along Ha Long Bay, a UNESCO World Heritage Site Explore the cave at Dong Thien Cung Hike to the top of Titop Island or kayak around it Visit a ceramics village and buy products from the local artisans Cruise along Ha Long Bay, a UNESCO World Heritage Site Explore the cave at Dong Thien Cung Hike to the top of Titop Island or kayak around it Visit a ceramics village and buy products from the local artisans Cruise along Ha Long Bay, a UNESCO World Heritage Site Explore the cave at Dong Thien Cung Hike to the top of Titop Island or kayak around it Visit a ceramics village and buy products from the local artisans",
        "strLocation": "hanoi",
        "strOriginUrl": "https://www.getyourguide.com/hanoi-l205/halong-bay-full-day-cruise-with-kayaking-from-hanoi-t29703/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Ha Long Bay Full-Day Cruise with Kayaking from Hanoi",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 15:03:27"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 4,
        "intUsdCost": 239,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-77464-145.jpg",
        "strIntroduction": "What You'll Do Enjoy 3 glorious nights on the Halong Bay Swim through turquoise clear waters and relax on board Take a kayak out to explore the many caves and bays Enjoy 3 glorious nights on the Halong Bay Swim through turquoise clear waters and relax on board Take a kayak out to explore the many caves and bays Enjoy 3 glorious nights on the Halong Bay Swim through turquoise clear waters and relax on board Take a kayak out to explore the many caves and bays",
        "strLocation": "hanoi",
        "strOriginUrl": "https://www.getyourguide.com/hanoi-l205/3-day-overnight-stay-on-ha-long-bay-t18011/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "3 Day Overnight stay on Ha Long Bay",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 15:03:40"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 3,
        "intReviewVisitor": 3,
        "intUsdCost": 40,
        "strGuideLanguage": "english, french, german",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-187093-145.jpg",
        "strIntroduction": "What You'll Do Spend the day exploring one of Vietnam's most important religious sites Discover why thousands of Vietnamese pilgrims come to pray for health and prosperity Glide along scenic waterways and walk up steep mountain paths to see the sights Spend the day exploring one of Vietnam's most important religious sites Discover why thousands of Vietnamese pilgrims come to pray for health and prosperity Glide along scenic waterways and walk up steep mountain paths to see the sights Spend the day exploring one of Vietnam's most important religious sites Discover why thousands of Vietnamese pilgrims come to pray for health and prosperity Glide along scenic waterways and walk up steep mountain paths to see the sights",
        "strLocation": "hanoi",
        "strOriginUrl": "https://www.getyourguide.com/hanoi-l205/perfume-pagoda-day-trip-t35017/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "The Perfume Pagoda of Vietnam: Full-Day Tour from Hanoi",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 15:03:53"
    },
    {
        "intDurationHour": 10,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 5,
        "intUsdCost": 52,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-457636-145.jpg",
        "strIntroduction": "What You'll Do Enjoy a Halong Bay cruise on board a traditional junk Visit Thien Cung and Dau Go caves with a private guide Paddle a kayak or ride in a bamboo boat to caves and islets Enjoy a fresh seafood lunch with traditional dishes at your private table Enjoy a Halong Bay cruise on board a traditional junk Visit Thien Cung and Dau Go caves with a private guide Paddle a kayak or ride in a bamboo boat to caves and islets Enjoy a fresh seafood lunch with traditional dishes at your private table Enjoy a Halong Bay cruise on board a traditional junk Visit Thien Cung and Dau Go caves with a private guide Paddle a kayak or ride in a bamboo boat to caves and islets Enjoy a fresh seafood lunch with traditional dishes at your private table",
        "strLocation": "hanoi",
        "strOriginUrl": "https://www.getyourguide.com/hanoi-l205/full-day-small-group-halong-bay-islands-and-caves-tour-t69592/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Halong Bay Islands and Caves Full-Day Small Group Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 15:04:07"
    },
    {
        "intDurationHour": 16,
        "intOption": null,
        "intReviewStar": 2,
        "intReviewVisitor": 0,
        "intUsdCost": 92,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-474278-145.jpg",
        "strIntroduction": "What You'll Do 2-day traditional junk boat cruise on UNESCO World Heritage listed Halong Bay including the Cave of Surprises Enjoy 3-star amenities including full cash bar aboard the boat Take photos from the sightseeing deck or aboard your kayak as you tour Sleep soundly in one of 12 comfortable, air-conditioned, ensuite twin cabins Dine on two seafood lunches, one dinner and one breakfast, including traditional Vietnamese fare Hotel pick-up and drop off from Hanoi included Small-group tour limited to 24 people ensures personal attention from your crew 2-day traditional junk boat cruise on UNESCO World Heritage listed Halong Bay including the Cave of Surprises Enjoy 3-star amenities including full cash bar aboard the boat Take photos from the sightseeing deck or aboard your kayak as you tour Sleep soundly in one of 12 comfortable, air-conditioned, ensuite twin cabins Dine on two seafood lunches, one dinner and one breakfast, including traditional Vietnamese fare Hotel pick-up and drop off from Hanoi included Small-group tour limited to 24 people ensures personal attention from your crew 2-day traditional junk boat cruise on UNESCO World Heritage listed Halong Bay including the Cave of Surprises Enjoy 3-star amenities including full cash bar aboard the boat Take photos from the sightseeing deck or aboard your kayak as you tour Sleep soundly in one of 12 comfortable, air-conditioned, ensuite twin cabins Dine on two seafood lunches, one dinner and one breakfast, including traditional Vietnamese fare Hotel pick-up and drop off from Hanoi included Small-group tour limited to 24 people ensures personal attention from your crew",
        "strLocation": "hanoi",
        "strOriginUrl": "https://www.getyourguide.com/hanoi-l205/halong-bay-overnight-junk-boat-cruise-t71747/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Halong Bay Overnight Junk Boat Cruise",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 15:04:19"
    },
    {
        "intDurationHour": 10,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 75,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-10279-145.jpg",
        "strIntroduction": "What You'll Do Surround yourself in the rich history and breathtaking scenery of Vietnam Step back in time at the ancient citadel of Hoa Lu, Vietnam’s first capital Cycle amongst the lime karsts and surrounding scenery Take a row boat through the UNESCO site of Trang An to explore magnificent caves and get up close to the region’s spectacular karst country Surround yourself in the rich history and breathtaking scenery of Vietnam Step back in time at the ancient citadel of Hoa Lu, Vietnam’s first capital Cycle amongst the lime karsts and surrounding scenery Take a row boat through the UNESCO site of Trang An to explore magnificent caves and get up close to the region’s spectacular karst country Surround yourself in the rich history and breathtaking scenery of Vietnam Step back in time at the ancient citadel of Hoa Lu, Vietnam’s first capital Cycle amongst the lime karsts and surrounding scenery Take a row boat through the UNESCO site of Trang An to explore magnificent caves and get up close to the region’s spectacular karst country",
        "strLocation": "hanoi",
        "strOriginUrl": "https://www.getyourguide.com/hanoi-l205/citadels-karsts-cycle-small-group-tour-t3051/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Citadels, Karsts & Cycle - Small Group Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 15:04:31"
    },
    {
        "intDurationHour": 11,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 8,
        "intUsdCost": 100,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-503817-145.jpg",
        "strIntroduction": "What You'll Do Be enchanted by the tranquility and beauty of Halong Bay. Cruise amongst the lime karsts that tower above the way. Explore a cave and share a seafood feast. Be enchanted by the tranquility and beauty of Halong Bay. Cruise amongst the lime karsts that tower above the way. Explore a cave and share a seafood feast. Be enchanted by the tranquility and beauty of Halong Bay. Cruise amongst the lime karsts that tower above the way. Explore a cave and share a seafood feast.",
        "strLocation": "hanoi",
        "strOriginUrl": "https://www.getyourguide.com/hanoi-l205/halong-bay-small-group-tour-t3053/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Halong Bay - Small Group Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 15:04:42"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 1,
        "intUsdCost": 48,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-10307-145.jpg",
        "strIntroduction": "What You'll Do Discover the soul of Vietnamese in its traditional tea arts. Visit the so-called “Hanoi Hilton” – the infamous Hoa Lo Prison that housed POWs during the Vietnam War Explore the 1000-year-old university at the Temple of Literature Stroll along the legendary Sword Lake to admire the reflections of its stunning bridge and temple Marvel at the largest and oldest church in Hanoi, famous for its resemblance to the Notre Dame de Paris Discover the soul of Vietnamese in its traditional tea arts. Visit the so-called “Hanoi Hilton” – the infamous Hoa Lo Prison that housed POWs during the Vietnam War Explore the 1000-year-old university at the Temple of Literature Stroll along the legendary Sword Lake to admire the reflections of its stunning bridge and temple Marvel at the largest and oldest church in Hanoi, famous for its resemblance to the Notre Dame de Paris Discover the soul of Vietnamese in its traditional tea arts. Visit the so-called “Hanoi Hilton” – the infamous Hoa Lo Prison that housed POWs during the Vietnam War Explore the 1000-year-old university at the Temple of Literature Stroll along the legendary Sword Lake to admire the reflections of its stunning bridge and temple Marvel at the largest and oldest church in Hanoi, famous for its resemblance to the Notre Dame de Paris",
        "strLocation": "hanoi",
        "strOriginUrl": "https://www.getyourguide.com/hanoi-l205/hanoi-highlights-small-group-tour-t3055/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Hanoi Highlights: Small-Group Full-Day Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 15:04:54"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 38,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-10005-145.jpg",
        "strIntroduction": "What You'll Do Wander through a pottery making village Explore a traditional Vietnamese \"community house\" Savour lunch in a local restaurant Visit Van Phuc silk village, famous for its beautiful silks Venture through the pretty countryside of northern Vietnam Wander through a pottery making village Explore a traditional Vietnamese \"community house\" Savour lunch in a local restaurant Visit Van Phuc silk village, famous for its beautiful silks Venture through the pretty countryside of northern Vietnam Wander through a pottery making village Explore a traditional Vietnamese \"community house\" Savour lunch in a local restaurant Visit Van Phuc silk village, famous for its beautiful silks Venture through the pretty countryside of northern Vietnam",
        "strLocation": "hanoi",
        "strOriginUrl": "https://www.getyourguide.com/hanoi-l205/village-discovery-small-group-tour-t3061/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Village Discovery - Small Group Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 15:05:08"
    },
    {
        "intDurationHour": 104,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 0,
        "intUsdCost": 2015,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-20955-145.jpg",
        "strIntroduction": "What You'll Do see Hanoi 1000 year Sea kayaking in Halong Bay Sapa is the hilltribe capital of North Vietnam. There are a variety of minority people in this area and they all come to Sapa to the market. beautiful one in Vietnam with breathtaking scenery all the way to Binh Lu in Ho which is home land of the Red Hmong, Kho Mu, Mang and Dao ethnic minorities We Cycling down hill to Chan Nua then cycling to Lai Chau have a couple pretty big climbs and then follow the picturesque Nam Na river into Muang Say In 1954, the French Garrison at Dien Bien Phu was pinned down when the Vietnamese were able to do something thought impossible....carry heavy artiller This is a scenic lightly traveled road to bustling Odomxai. Odomxai seems to be undergoing a rennaisance rolling hills with magnificent scenery On to the historic and enchanting city of Luang Prabang see Hanoi 1000 year Sea kayaking in Halong Bay Sapa is the hilltribe capital of North Vietnam. There are a variety of minority people in this area and they all come to Sapa to the market. beautiful one in Vietnam with breathtaking scenery all the way to Binh Lu in Ho which is home land of the Red Hmong, Kho Mu, Mang and Dao ethnic minorities We Cycling down hill to Chan Nua then cycling to Lai Chau have a couple pretty big climbs and then follow the picturesque Nam Na river into Muang Say In 1954, the French Garrison at Dien Bien Phu was pinned down when the Vietnamese were able to do something thought impossible....carry heavy artiller This is a scenic lightly traveled road to bustling Odomxai. Odomxai seems to be undergoing a rennaisance rolling hills with magnificent scenery On to the historic and enchanting city of Luang Prabang see Hanoi 1000 year Sea kayaking in Halong Bay Sapa is the hilltribe capital of North Vietnam. There are a variety of minority people in this area and they all come to Sapa to the market. beautiful one in Vietnam with breathtaking scenery all the way to Binh Lu in Ho which is home land of the Red Hmong, Kho Mu, Mang and Dao ethnic minorities We Cycling down hill to Chan Nua then cycling to Lai Chau have a couple pretty big climbs and then follow the picturesque Nam Na river into Muang Say In 1954, the French Garrison at Dien Bien Phu was pinned down when the Vietnamese were able to do something thought impossible....carry heavy artiller This is a scenic lightly traveled road to bustling Odomxai. Odomxai seems to be undergoing a rennaisance rolling hills with magnificent scenery On to the historic and enchanting city of Luang Prabang",
        "strLocation": "hanoi",
        "strOriginUrl": "https://www.getyourguide.com/hanoi-l205/hanoi-to-luang-prabang-mountain-13-day-biking-tour-t6111/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Hanoi to Luang Prabang Mountain - 13 Day Biking Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 15:05:18"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 0,
        "intUsdCost": 31,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-442796-145.jpg",
        "strIntroduction": "What You'll Do Vietnamese water puppet show and Old Quarter walking tour. Skip-the- ticket-lines with pre-booked admission to a puppetry performance. Stroll the streets of the Old Quarter and visit traditional shops. Discover the history and contemporary life of Hanoi via expert commentary. Vietnamese water puppet show and Old Quarter walking tour. Skip-the- ticket-lines with pre-booked admission to a puppetry performance. Stroll the streets of the Old Quarter and visit traditional shops. Discover the history and contemporary life of Hanoi via expert commentary. Vietnamese water puppet show and Old Quarter walking tour. Skip-the- ticket-lines with pre-booked admission to a puppetry performance. Stroll the streets of the Old Quarter and visit traditional shops. Discover the history and contemporary life of Hanoi via expert commentary.",
        "strLocation": "hanoi",
        "strOriginUrl": "https://www.getyourguide.com/hanoi-l205/water-puppet-show-and-old-quarter-walking-tour-of-hanoi-t67377/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Water Puppet Show and Old Quarter Walking Tour of Hanoi",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 15:05:33"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 3,
        "intReviewVisitor": 4,
        "intUsdCost": 30,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-500625-145.jpg",
        "strIntroduction": "What You'll Do Marvel at the sights Take photos of magnificent natural splendors Cruise to a beautiful cave Marvel at the sights Take photos of magnificent natural splendors Cruise to a beautiful cave Marvel at the sights Take photos of magnificent natural splendors Cruise to a beautiful cave",
        "strLocation": "hanoi",
        "strOriginUrl": "https://www.getyourguide.com/hanoi-l205/full-day-small-group-halong-bay-tour-with-kayaking-t67818/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Full-Day Small Group Halong Bay Tour with Kayaking",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 15:05:44"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 0,
        "intUsdCost": 32,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-446049-145.jpg",
        "strIntroduction": "What You'll Do Take a 4-hour countryside bike tour from Hanoi Cross the Red River via the century-old Long Bien Bridge Drop in to a local artist’s home to admire Vietnamese fine arts Explore the densely cultivated farmland of Red River Island Visit a pottery-making village and see how ceramics are made Enjoy a cup of coffee or tea at West Lake during sunset Take a 4-hour countryside bike tour from Hanoi Cross the Red River via the century-old Long Bien Bridge Drop in to a local artist’s home to admire Vietnamese fine arts Explore the densely cultivated farmland of Red River Island Visit a pottery-making village and see how ceramics are made Enjoy a cup of coffee or tea at West Lake during sunset Take a 4-hour countryside bike tour from Hanoi Cross the Red River via the century-old Long Bien Bridge Drop in to a local artist’s home to admire Vietnamese fine arts Explore the densely cultivated farmland of Red River Island Visit a pottery-making village and see how ceramics are made Enjoy a cup of coffee or tea at West Lake during sunset",
        "strLocation": "hanoi",
        "strOriginUrl": "https://www.getyourguide.com/hanoi-l205/small-group-hanoi-countryside-half-day-bike-tour-t67825/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Small-Group Hanoi Countryside Half-Day Bike Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 15:05:55"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 25,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-523807-145.jpg",
        "strIntroduction": "What You'll Do Explore the local streets on a walking tour of the city Try a family friendly activity Enjoy the flexibility to customize your itinerary to your own preferences Get inside tips from a local Relax with hotel pick-up included Be led by a local guide Explore the local streets on a walking tour of the city Try a family friendly activity Enjoy the flexibility to customize your itinerary to your own preferences Get inside tips from a local Relax with hotel pick-up included Be led by a local guide Explore the local streets on a walking tour of the city Try a family friendly activity Enjoy the flexibility to customize your itinerary to your own preferences Get inside tips from a local Relax with hotel pick-up included Be led by a local guide",
        "strLocation": "hanoi",
        "strOriginUrl": "https://www.getyourguide.com/hanoi-l205/hanoi-evening-street-food-tour-t67826/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Hanoi Evening Street Food Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 15:06:09"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 3,
        "intUsdCost": 34,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-446442-145.jpg",
        "strIntroduction": "What You'll Do Take a day trip from Hanoi to the Perfume Pagoda temple complex Explore the wealth of temples and shrines found at this sprawling religious center Enjoy lunch in a local restaurant Take a day trip from Hanoi to the Perfume Pagoda temple complex Explore the wealth of temples and shrines found at this sprawling religious center Enjoy lunch in a local restaurant Take a day trip from Hanoi to the Perfume Pagoda temple complex Explore the wealth of temples and shrines found at this sprawling religious center Enjoy lunch in a local restaurant",
        "strLocation": "hanoi",
        "strOriginUrl": "https://www.getyourguide.com/hanoi-l205/holy-perfume-pagoda-day-trip-small-group-tour-t67872/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Holy Perfume Pagoda Day Trip Small Group Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 15:06:24"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 55,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-446760-145.jpg",
        "strIntroduction": "What You'll Do Hear traditional legends as your guide helps you follow the storyline at a water puppet theater Enjoy a selection of Vietnamese dishes at a dinner buffet Relax with a small-group tour Hear traditional legends as your guide helps you follow the storyline at a water puppet theater Enjoy a selection of Vietnamese dishes at a dinner buffet Relax with a small-group tour Hear traditional legends as your guide helps you follow the storyline at a water puppet theater Enjoy a selection of Vietnamese dishes at a dinner buffet Relax with a small-group tour",
        "strLocation": "hanoi",
        "strOriginUrl": "https://www.getyourguide.com/hanoi-l205/hanoi-water-puppet-show-with-buffet-dinner-t67919/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Hanoi: Water Puppet Show with Buffet Dinner",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 15:06:36"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 3,
        "intUsdCost": 38,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-447148-145.jpg",
        "strIntroduction": "What You'll Do Stroll from Hoan Kiem Lake to the Old Quarter Visit the Ho Chi Minh Mausoleum, Temple of Literature and One Pillar Pagoda Learn about Vietnamese customs at the Museum of Ethnology Stroll from Hoan Kiem Lake to the Old Quarter Visit the Ho Chi Minh Mausoleum, Temple of Literature and One Pillar Pagoda Learn about Vietnamese customs at the Museum of Ethnology Stroll from Hoan Kiem Lake to the Old Quarter Visit the Ho Chi Minh Mausoleum, Temple of Literature and One Pillar Pagoda Learn about Vietnamese customs at the Museum of Ethnology",
        "strLocation": "hanoi",
        "strOriginUrl": "https://www.getyourguide.com/hanoi-l205/hanoi-full-day-small-group-tour-with-lunch-t67962/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Hanoi Full-Day Small-Group Tour with Lunch",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 15:06:47"
    },
    {
        "intDurationHour": 16,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 0,
        "intUsdCost": 99,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-582050-145.jpg",
        "strIntroduction": "What You'll Do Sail through the many islets found in the bay Visit Ti Top Island for a fantastic view of Ha Long Bay Explore one of the largest and most beautiful grotto in Halong Bay, Surprise Cave (Hang Sung Sot) Sail through the many islets found in the bay Visit Ti Top Island for a fantastic view of Ha Long Bay Explore one of the largest and most beautiful grotto in Halong Bay, Surprise Cave (Hang Sung Sot) Sail through the many islets found in the bay Visit Ti Top Island for a fantastic view of Ha Long Bay Explore one of the largest and most beautiful grotto in Halong Bay, Surprise Cave (Hang Sung Sot)",
        "strLocation": "hanoi",
        "strOriginUrl": "https://www.getyourguide.com/hanoi-l205/from-hanoi-15-day-halong-bay-overnight-cruise-tour-t70887/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "From Hanoi: 2-Day Ha Long Bay Overnight Cruise Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 15:06:58"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 0,
        "intUsdCost": 36,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-468115-145.jpg",
        "strIntroduction": "What You'll Do Explore the entire Ho Chi Minh Complex Visit the Temple of Literature, formerly the first university in Vietnam from 1000 years ago See a large tortoise kept in a glass coffin at Hoan Kiem Lake Explore the entire Ho Chi Minh Complex Visit the Temple of Literature, formerly the first university in Vietnam from 1000 years ago See a large tortoise kept in a glass coffin at Hoan Kiem Lake Explore the entire Ho Chi Minh Complex Visit the Temple of Literature, formerly the first university in Vietnam from 1000 years ago See a large tortoise kept in a glass coffin at Hoan Kiem Lake",
        "strLocation": "hanoi",
        "strOriginUrl": "https://www.getyourguide.com/hanoi-l205/hanoi-full-day-sightseeing-tour-w-lunch-t70960/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Hanoi: Full-Day Sightseeing Tour w/ Lunch",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 15:07:08"
    },
    {
        "intDurationHour": 10,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 51,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-504471-145.jpg",
        "strIntroduction": "What You'll Do Visit a beautiful cave Marvel at the beautiful sights Travel by boat and see the sights from the water Visit a beautiful cave Marvel at the beautiful sights Travel by boat and see the sights from the water Visit a beautiful cave Marvel at the beautiful sights Travel by boat and see the sights from the water",
        "strLocation": "hanoi",
        "strOriginUrl": "https://www.getyourguide.com/hanoi-l205/halong-day-cruise-from-hanoi-t71036/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Halong Day Cruise from Hanoi",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 15:07:20"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 43,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-468728-145.jpg",
        "strIntroduction": "What You'll Do Take a day trip to the Perfume Pagoda from Hanoi Visit Trinh Temple, Huong Tich Cave and the Perfume Pagoda Learn about local culture, religion and traditions from your guide Enjoy personalized attention in a small group Take a day trip to the Perfume Pagoda from Hanoi Visit Trinh Temple, Huong Tich Cave and the Perfume Pagoda Learn about local culture, religion and traditions from your guide Enjoy personalized attention in a small group Take a day trip to the Perfume Pagoda from Hanoi Visit Trinh Temple, Huong Tich Cave and the Perfume Pagoda Learn about local culture, religion and traditions from your guide Enjoy personalized attention in a small group",
        "strLocation": "hanoi",
        "strOriginUrl": "https://www.getyourguide.com/hanoi-l205/day-trip-to-perfume-pagoda-from-hanoi-t71043/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Day Trip to Perfume Pagoda from Hanoi",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 15:07:32"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 99,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-469859-145.jpg",
        "strIntroduction": "What You'll Do Explore the northern Vietnamese countryside Admire two temples of the Dinh and Le dynasties Discover the interiors of three caves Explore the northern Vietnamese countryside Admire two temples of the Dinh and Le dynasties Discover the interiors of three caves Explore the northern Vietnamese countryside Admire two temples of the Dinh and Le dynasties Discover the interiors of three caves",
        "strLocation": "hanoi",
        "strOriginUrl": "https://www.getyourguide.com/hanoi-l205/private-tour-hoa-lu-and-tan-coc-caves-full-day-tour-t71213/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Private Tour: Hoa Lu and Tan Coc Caves Full-Day Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 15:07:43"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 0,
        "intUsdCost": 29,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-562584-145.jpg",
        "strIntroduction": "What You'll Do Explore the local culture streets foods and cuisine Try local meat, vegetarian dishes and local beverages Be led by an Informative, friendly and professional guide Chat with the many street vendors and listen to their views on the local food culture Explore the local culture streets foods and cuisine Try local meat, vegetarian dishes and local beverages Be led by an Informative, friendly and professional guide Chat with the many street vendors and listen to their views on the local food culture Explore the local culture streets foods and cuisine Try local meat, vegetarian dishes and local beverages Be led by an Informative, friendly and professional guide Chat with the many street vendors and listen to their views on the local food culture",
        "strLocation": "hanoi",
        "strOriginUrl": "https://www.getyourguide.com/hanoi-l205/evening-group-tour-of-hanoi-s-street-food-t71244/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Evening Group Tour of Hanoi's Street Food",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 15:07:55"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 0,
        "intUsdCost": 43,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-470112-145.jpg",
        "strIntroduction": "What You'll Do Enjoy a small-group tour of Hoa Lu and Tam Coc Travel to Ninh Binh province from Hanoi Visit royal temples dating back to the Dinh and Le dynasties Ride a sampan to ancient caves and marvel at the UNESCO-listed landscape Climb steps to Bich Dong Pagoda Dine on Vietnamese dishes for lunch Enjoy a small-group tour of Hoa Lu and Tam Coc Travel to Ninh Binh province from Hanoi Visit royal temples dating back to the Dinh and Le dynasties Ride a sampan to ancient caves and marvel at the UNESCO-listed landscape Climb steps to Bich Dong Pagoda Dine on Vietnamese dishes for lunch Enjoy a small-group tour of Hoa Lu and Tam Coc Travel to Ninh Binh province from Hanoi Visit royal temples dating back to the Dinh and Le dynasties Ride a sampan to ancient caves and marvel at the UNESCO-listed landscape Climb steps to Bich Dong Pagoda Dine on Vietnamese dishes for lunch",
        "strLocation": "hanoi",
        "strOriginUrl": "https://www.getyourguide.com/hanoi-l205/hoa-lu-and-tam-coc-day-tour-from-hanoi-t71245/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Hoa Lu and Tam Coc Day Tour from Hanoi",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 15:08:08"
    },
    {
        "intDurationHour": 16,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 0,
        "intUsdCost": 129,
        "strGuideLanguage": "english, vietnamese",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-563265-145.jpg",
        "strIntroduction": "What You'll Do Enjoy a romantic night including dinner on traddiotnal boat Travel by boat and see the sights from the water Cruise Halong Bay Enjoy a romantic night including dinner on traddiotnal boat Travel by boat and see the sights from the water Cruise Halong Bay Enjoy a romantic night including dinner on traddiotnal boat Travel by boat and see the sights from the water Cruise Halong Bay",
        "strLocation": "hanoi",
        "strOriginUrl": "https://www.getyourguide.com/hanoi-l205/overnight-halong-bay-cruise-t71248/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Overnight Halong Bay Cruise",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 15:08:22"
    },
    {
        "intDurationHour": 10,
        "intOption": null,
        "intReviewStar": 2,
        "intReviewVisitor": 0,
        "intUsdCost": 52,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-470795-145.jpg",
        "strIntroduction": "What You'll Do Travel by boat and see the sights from the water Explore Halong Bay Relax on a four-hour cruise Travel by boat and see the sights from the water Explore Halong Bay Relax on a four-hour cruise Travel by boat and see the sights from the water Explore Halong Bay Relax on a four-hour cruise",
        "strLocation": "hanoi",
        "strOriginUrl": "https://www.getyourguide.com/hanoi-l205/halong-day-cruise-from-hanoi-t71325/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Halong Day Cruise from Hanoi",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 15:08:33"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 0,
        "intUsdCost": 46,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-470829-145.jpg",
        "strIntroduction": "What You'll Do Enjoy a day away from the hustle and bustle of the city Get free hotel pick-up and drop-off See native wildlife in their natural environment Enjoy a day away from the hustle and bustle of the city Get free hotel pick-up and drop-off See native wildlife in their natural environment Enjoy a day away from the hustle and bustle of the city Get free hotel pick-up and drop-off See native wildlife in their natural environment",
        "strLocation": "hanoi",
        "strOriginUrl": "https://www.getyourguide.com/hanoi-l205/full-day-small-group-eco-tour-to-hoa-lu-and-tam-coc-t71327/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Full-Day Small Group Eco Tour to Hoa Lu and Tam Coc",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 15:08:43"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 0,
        "intUsdCost": 42,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-501229-145.jpg",
        "strIntroduction": "What You'll Do Take a boat trip visit famous cave and see the landscape of river and moutain in Ninh Binh Explore the biggest and holy pagoda in Vietnam Eat a Vietnamese lunch at local restaurant Take a boat trip visit famous cave and see the landscape of river and moutain in Ninh Binh Explore the biggest and holy pagoda in Vietnam Eat a Vietnamese lunch at local restaurant Take a boat trip visit famous cave and see the landscape of river and moutain in Ninh Binh Explore the biggest and holy pagoda in Vietnam Eat a Vietnamese lunch at local restaurant",
        "strLocation": "hanoi",
        "strOriginUrl": "https://www.getyourguide.com/hanoi-l205/full-day-excursion-to-visit-bai-dinh-trang-t71536/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Day Trip to Bai Dinh Trang An",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 15:08:55"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 0,
        "intUsdCost": 81,
        "strGuideLanguage": "spanish",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-472650-145.jpg",
        "strIntroduction": "What You'll Do Explore Ho Chi Minh's mausoleum with his Stilt house See the first university of Vietnam Dsicover the heart of Hanoi, Hoan Kiem Lake and its history Explore Ho Chi Minh's mausoleum with his Stilt house See the first university of Vietnam Dsicover the heart of Hanoi, Hoan Kiem Lake and its history Explore Ho Chi Minh's mausoleum with his Stilt house See the first university of Vietnam Dsicover the heart of Hanoi, Hoan Kiem Lake and its history",
        "strLocation": "hanoi",
        "strOriginUrl": "https://www.getyourguide.com/hanoi-l205/hanoi-full-day-city-tour-t71541/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Hanoi Full Day City Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 15:09:08"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 0,
        "intUsdCost": 70,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-472641-145.jpg",
        "strIntroduction": "What You'll Do Visit Thay and Tay phuong pagoda Discover Van Phuc to learn how to make silk while you shop Enjoy the company of a professional and friendly guide Visit Thay and Tay phuong pagoda Discover Van Phuc to learn how to make silk while you shop Enjoy the company of a professional and friendly guide Visit Thay and Tay phuong pagoda Discover Van Phuc to learn how to make silk while you shop Enjoy the company of a professional and friendly guide",
        "strLocation": "hanoi",
        "strOriginUrl": "https://www.getyourguide.com/hanoi-l205/thay-and-tay-phuong-pagoda-van-phuc-silk-village-tour-t71545/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Thay and Tay Phuong Pagoda - Van Phuc Silk Village tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 15:09:20"
    },
    {
        "intDurationHour": 10,
        "intOption": null,
        "intReviewStar": 2,
        "intReviewVisitor": 0,
        "intUsdCost": 70,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-472879-145.jpg",
        "strIntroduction": "What You'll Do Sail past limestone islets and rocky promontories in the UNESCO World Heritage site Eat a delicious seafood lunch as you sail the bay's emerald waters Explore fascinating grottoes like Thien Cung and Dau Go with a private guide Drive through scenic landscapes via private vehicle and visit Dong Trieu ceramic village Sail past limestone islets and rocky promontories in the UNESCO World Heritage site Eat a delicious seafood lunch as you sail the bay's emerald waters Explore fascinating grottoes like Thien Cung and Dau Go with a private guide Drive through scenic landscapes via private vehicle and visit Dong Trieu ceramic village Sail past limestone islets and rocky promontories in the UNESCO World Heritage site Eat a delicious seafood lunch as you sail the bay's emerald waters Explore fascinating grottoes like Thien Cung and Dau Go with a private guide Drive through scenic landscapes via private vehicle and visit Dong Trieu ceramic village",
        "strLocation": "hanoi",
        "strOriginUrl": "https://www.getyourguide.com/hanoi-l205/private-halong-bay-sailing-cruise-from-hanoi-t71581/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Private Halong Bay Sailing Cruise from Hanoi",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 15:09:31"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 2,
        "intUsdCost": 87,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-474202-145.jpg",
        "strIntroduction": "What You'll Do Drive through mountains, fertile valleys, and traditional villages before reaching the picturesque Mai Chau Valley Visit the villages of Lac and Poom Coong and see how the Thai minority maintain their ancient traditions Enjoy a local lunch in a traditional Thai stilt house Drive through mountains, fertile valleys, and traditional villages before reaching the picturesque Mai Chau Valley Visit the villages of Lac and Poom Coong and see how the Thai minority maintain their ancient traditions Enjoy a local lunch in a traditional Thai stilt house Drive through mountains, fertile valleys, and traditional villages before reaching the picturesque Mai Chau Valley Visit the villages of Lac and Poom Coong and see how the Thai minority maintain their ancient traditions Enjoy a local lunch in a traditional Thai stilt house",
        "strLocation": "hanoi",
        "strOriginUrl": "https://www.getyourguide.com/hanoi-l205/from-hanoi-full-day-private-mai-chau-easy-trekking-t71740/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "From Hanoi: Full-Day Private Mai Chau Easy Trekking",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 15:09:43"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 0,
        "intUsdCost": 82,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-474215-145.jpg",
        "strIntroduction": "What You'll Do Drive along narrow and winding mountain roads to reach your destination surrounded by sheer cliffs and the jungle Spend your day hiking to Silver Waterfall or visiting a temple dedicated to the Goddess of the Jungle Visit the Tam Dao in the beauty of fog at an elevation of almost 1200 meters Drive along narrow and winding mountain roads to reach your destination surrounded by sheer cliffs and the jungle Spend your day hiking to Silver Waterfall or visiting a temple dedicated to the Goddess of the Jungle Visit the Tam Dao in the beauty of fog at an elevation of almost 1200 meters Drive along narrow and winding mountain roads to reach your destination surrounded by sheer cliffs and the jungle Spend your day hiking to Silver Waterfall or visiting a temple dedicated to the Goddess of the Jungle Visit the Tam Dao in the beauty of fog at an elevation of almost 1200 meters",
        "strLocation": "hanoi",
        "strOriginUrl": "https://www.getyourguide.com/hanoi-l205/from-hanoi-full-day-private-tam-dao-trip-t71742/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "From Hanoi: Full-Day Private Tam Dao Trip",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 15:09:57"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 99,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-474382-145.jpg",
        "strIntroduction": "What You'll Do Have the opportunity to do some gardening with Vietnamese farmers and learn more about wet rice cultivation Explore Thay Pagoda, a complex of temples, communal houses, and a pagoda nestled at the foot of a large limestone cliff formation Visit Tay Phuong Pagoda, the most beautiful pagoda in North Vietnam with ancient architecture Have the opportunity to do some gardening with Vietnamese farmers and learn more about wet rice cultivation Explore Thay Pagoda, a complex of temples, communal houses, and a pagoda nestled at the foot of a large limestone cliff formation Visit Tay Phuong Pagoda, the most beautiful pagoda in North Vietnam with ancient architecture Have the opportunity to do some gardening with Vietnamese farmers and learn more about wet rice cultivation Explore Thay Pagoda, a complex of temples, communal houses, and a pagoda nestled at the foot of a large limestone cliff formation Visit Tay Phuong Pagoda, the most beautiful pagoda in North Vietnam with ancient architecture",
        "strLocation": "hanoi",
        "strOriginUrl": "https://www.getyourguide.com/hanoi-l205/from-hanoi-full-day-north-countryside-gardening-tour-t71753/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "From Hanoi: Full-Day North Countryside & Gardening Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 15:10:12"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 0,
        "intUsdCost": 83,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-474409-145.jpg",
        "strIntroduction": "What You'll Do Visit the primeval rainforest of Ba Vi National Park with spectacular views of the Red River Delta Discover the flora and fauna while hiking through the jungle See a temple dedicated to the God of the Jungle Visit the primeval rainforest of Ba Vi National Park with spectacular views of the Red River Delta Discover the flora and fauna while hiking through the jungle See a temple dedicated to the God of the Jungle Visit the primeval rainforest of Ba Vi National Park with spectacular views of the Red River Delta Discover the flora and fauna while hiking through the jungle See a temple dedicated to the God of the Jungle",
        "strLocation": "hanoi",
        "strOriginUrl": "https://www.getyourguide.com/hanoi-l205/from-hanoi-full-day-private-ba-vi-national-park-tour-t71762/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "From Hanoi: Full-Day Private BA Vi National Park Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 15:10:25"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 4,
        "intUsdCost": 48,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-474829-145.jpg",
        "strIntroduction": "What You'll Do Ride in a cyclo and witness the drama of the city's daily life Enjoy a Water Puppet Show performance at Thang Long theatre Have a romantic dinner of Vietnamese culinary specialties in an exquisitely renovated French villa Ride in a cyclo and witness the drama of the city's daily life Enjoy a Water Puppet Show performance at Thang Long theatre Have a romantic dinner of Vietnamese culinary specialties in an exquisitely renovated French villa Ride in a cyclo and witness the drama of the city's daily life Enjoy a Water Puppet Show performance at Thang Long theatre Have a romantic dinner of Vietnamese culinary specialties in an exquisitely renovated French villa",
        "strLocation": "hanoi",
        "strOriginUrl": "https://www.getyourguide.com/hanoi-l205/hanoi-private-full-day-evening-city-tour-t71822/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Hanoi: Private Full-Day Evening City Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 15:10:35"
    },
    {
        "intDurationHour": 10,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 0,
        "intUsdCost": 51,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-433858-145.jpg",
        "strIntroduction": "What You'll Do Enjoy transportation by air-conditioned mini-van between Hanoi and Halong Bay Cruise aboard a traditional Chinese Junk on Halong Bay, a UNESCO listed World Heritage site Visit a fishing village and learn about the culture and customs of the Halong Bay locals Enjoy a delicious seafood lunch Enjoy transportation by air-conditioned mini-van between Hanoi and Halong Bay Cruise aboard a traditional Chinese Junk on Halong Bay, a UNESCO listed World Heritage site Visit a fishing village and learn about the culture and customs of the Halong Bay locals Enjoy a delicious seafood lunch Enjoy transportation by air-conditioned mini-van between Hanoi and Halong Bay Cruise aboard a traditional Chinese Junk on Halong Bay, a UNESCO listed World Heritage site Visit a fishing village and learn about the culture and customs of the Halong Bay locals Enjoy a delicious seafood lunch",
        "strLocation": "hanoi",
        "strOriginUrl": "https://www.getyourguide.com/hanoi-l205/halong-bay-small-group-tour-with-cruise-seafood-lunch-t66237/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Halong Bay Small Group Tour with Cruise & Seafood Lunch",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 15:10:48"
    },
    {
        "intDurationHour": 10,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 47,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-504081-145.jpg",
        "strIntroduction": "What You'll Do Enjoy Halong Bay and its many limestone islands on this full-day tour from Hanoi Feast upon delicious seafood on the deck of the luxury junk boat Hotel pick-up and drop off by air-conditioned private vehicle Enjoy Halong Bay and its many limestone islands on this full-day tour from Hanoi Feast upon delicious seafood on the deck of the luxury junk boat Hotel pick-up and drop off by air-conditioned private vehicle Enjoy Halong Bay and its many limestone islands on this full-day tour from Hanoi Feast upon delicious seafood on the deck of the luxury junk boat Hotel pick-up and drop off by air-conditioned private vehicle",
        "strLocation": "hanoi",
        "strOriginUrl": "https://www.getyourguide.com/hanoi-l205/deluxe-halong-bay-day-cruise-t66318/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Deluxe Halong Bay Day Cruise",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 15:11:03"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 39,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-434973-145.jpg",
        "strIntroduction": "What You'll Do Full-day sightseeing tour of Hanoi. Take an early morning cyclo tour into the heart of the capital. See important buildings in Ba Dinh Square, and view the Ho Chi Minh Mausoleum and the Temple of Literature. Visit Hoan Kiem Lake’s Ngoc Son Temple and watch a water puppet show. Enjoy a Vietnamese breakfast plus coffee, lunch and local beer. Learn about local customs and city life with informative and personalized commentary by a friendly guide. Includes transport by air-conditioned private car. Full-day sightseeing tour of Hanoi. Take an early morning cyclo tour into the heart of the capital. See important buildings in Ba Dinh Square, and view the Ho Chi Minh Mausoleum and the Temple of Literature. Visit Hoan Kiem Lake’s Ngoc Son Temple and watch a water puppet show. Enjoy a Vietnamese breakfast plus coffee, lunch and local beer. Learn about local customs and city life with informative and personalized commentary by a friendly guide. Includes transport by air-conditioned private car. Full-day sightseeing tour of Hanoi. Take an early morning cyclo tour into the heart of the capital. See important buildings in Ba Dinh Square, and view the Ho Chi Minh Mausoleum and the Temple of Literature. Visit Hoan Kiem Lake’s Ngoc Son Temple and watch a water puppet show. Enjoy a Vietnamese breakfast plus coffee, lunch and local beer. Learn about local customs and city life with informative and personalized commentary by a friendly guide. Includes transport by air-conditioned private car.",
        "strLocation": "hanoi",
        "strOriginUrl": "https://www.getyourguide.com/hanoi-l205/hanoi-city-tour-t66389/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Hanoi City Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 15:11:13"
    },
    {
        "intDurationHour": 10,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 0,
        "intUsdCost": 52,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-503861-145.jpg",
        "strIntroduction": "What You'll Do Visit Thien Cung Cave, the most beautiful cave in the bay Explore Ba Hang Floating fishing village See islands such as Dog Islet, Fighting Cock Island, Thumb Island, and others Visit Thien Cung Cave, the most beautiful cave in the bay Explore Ba Hang Floating fishing village See islands such as Dog Islet, Fighting Cock Island, Thumb Island, and others Visit Thien Cung Cave, the most beautiful cave in the bay Explore Ba Hang Floating fishing village See islands such as Dog Islet, Fighting Cock Island, Thumb Island, and others",
        "strLocation": "hanoi",
        "strOriginUrl": "https://www.getyourguide.com/hanoi-l205/from-hanoi-halong-bay-day-cruise-t66392/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "From Hanoi: Halong Bay Day Cruise",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 15:11:25"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 0,
        "intUsdCost": 36,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-435085-145.jpg",
        "strIntroduction": "What You'll Do Descend into the sacred mausoleum complex of Ho Chi Minh Marvel at the natural splendor of the Hoan Kiem Lake Enjoy a 40-minute tour of the Old Quarter of Hanoi by electric vehicle Descend into the sacred mausoleum complex of Ho Chi Minh Marvel at the natural splendor of the Hoan Kiem Lake Enjoy a 40-minute tour of the Old Quarter of Hanoi by electric vehicle Descend into the sacred mausoleum complex of Ho Chi Minh Marvel at the natural splendor of the Hoan Kiem Lake Enjoy a 40-minute tour of the Old Quarter of Hanoi by electric vehicle",
        "strLocation": "hanoi",
        "strOriginUrl": "https://www.getyourguide.com/hanoi-l205/hanoi-sightseeing-tour-with-electric-car-trip-t66396/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Hanoi Sightseeing Tour with Electric Car Trip",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 15:11:37"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 0,
        "intUsdCost": 24,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-435108-145.jpg",
        "strIntroduction": "What You'll Do Discover the culture of Vietnam through local food. Visit the bustling Dong Xuan market. Sample local specialities. Watch twilight fall over Hoan Kiem Lake. Small-group tour of 12 participants ensures more personalized service. Discover the culture of Vietnam through local food. Visit the bustling Dong Xuan market. Sample local specialities. Watch twilight fall over Hoan Kiem Lake. Small-group tour of 12 participants ensures more personalized service. Discover the culture of Vietnam through local food. Visit the bustling Dong Xuan market. Sample local specialities. Watch twilight fall over Hoan Kiem Lake. Small-group tour of 12 participants ensures more personalized service.",
        "strLocation": "hanoi",
        "strOriginUrl": "https://www.getyourguide.com/hanoi-l205/hanoi-street-food-walking-tour-t66398/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Hanoi Street Food Walking Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 15:11:50"
    },
    {
        "intDurationHour": 10,
        "intOption": null,
        "intReviewStar": 2,
        "intReviewVisitor": 0,
        "intUsdCost": 52,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-503987-145.jpg",
        "strIntroduction": "What You'll Do Visit Thien Cung Cave and Dau Go Cave Take a 30-minute kayak or bamboo boat tour Enjoy a fresh seafood lunch Visit Thien Cung Cave and Dau Go Cave Take a 30-minute kayak or bamboo boat tour Enjoy a fresh seafood lunch Visit Thien Cung Cave and Dau Go Cave Take a 30-minute kayak or bamboo boat tour Enjoy a fresh seafood lunch",
        "strLocation": "hanoi",
        "strOriginUrl": "https://www.getyourguide.com/hanoi-l205/from-hanoi-full-day-halong-bay-islands-and-cave-tour-t66443/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "From Hanoi: Full-Day Halong Bay Islands and Cave Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 15:12:03"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 0,
        "intUsdCost": 44,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-435433-145.jpg",
        "strIntroduction": "What You'll Do Visit the fascinating Ho Chi Minh Complex Tour the Temple of Literature and Museum of Ethnology Enjoy a delicious Vietnamese lunch Visit the fascinating Ho Chi Minh Complex Tour the Temple of Literature and Museum of Ethnology Enjoy a delicious Vietnamese lunch Visit the fascinating Ho Chi Minh Complex Tour the Temple of Literature and Museum of Ethnology Enjoy a delicious Vietnamese lunch",
        "strLocation": "hanoi",
        "strOriginUrl": "https://www.getyourguide.com/hanoi-l205/hanoi-full-day-private-tour-including-cyclo-ride-t66444/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Hanoi Full-Day Private Tour including Cyclo Ride",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 15:12:13"
    },
    {
        "intDurationHour": 10,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 0,
        "intUsdCost": 52,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-504036-145.jpg",
        "strIntroduction": "What You'll Do Full-day halong tour including bamboo boat ride from Hanoi Enjoy a scenic bus ride through the Red River Delta Enjoy personalized attention from a professional guide Full-day halong tour including bamboo boat ride from Hanoi Enjoy a scenic bus ride through the Red River Delta Enjoy personalized attention from a professional guide Full-day halong tour including bamboo boat ride from Hanoi Enjoy a scenic bus ride through the Red River Delta Enjoy personalized attention from a professional guide",
        "strLocation": "hanoi",
        "strOriginUrl": "https://www.getyourguide.com/hanoi-l205/full-day-halong-tour-including-bamboo-boat-ride-t66615/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Full-Day Halong Tour including Bamboo Boat Ride",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 15:12:26"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 0,
        "intUsdCost": 36,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-436751-145.jpg",
        "strIntroduction": "What You'll Do Full-day Hoa Lu and Tam Coc tour from Hanoi, led by an informative guide See temple remnants of the ancient royal dynasties at Hoa Lu Float along the Ngo Dong River from Tam Coc to three caves Enjoy Vietnamese cuisine for lunch Opt for a countryside bike tour to Bich Dong Pagoda Round-trip coach transport included Full-day Hoa Lu and Tam Coc tour from Hanoi, led by an informative guide See temple remnants of the ancient royal dynasties at Hoa Lu Float along the Ngo Dong River from Tam Coc to three caves Enjoy Vietnamese cuisine for lunch Opt for a countryside bike tour to Bich Dong Pagoda Round-trip coach transport included Full-day Hoa Lu and Tam Coc tour from Hanoi, led by an informative guide See temple remnants of the ancient royal dynasties at Hoa Lu Float along the Ngo Dong River from Tam Coc to three caves Enjoy Vietnamese cuisine for lunch Opt for a countryside bike tour to Bich Dong Pagoda Round-trip coach transport included",
        "strLocation": "hanoi",
        "strOriginUrl": "https://www.getyourguide.com/hanoi-l205/full-day-tour-to-hoa-lu-and-tam-coc-from-hanoi-t66643/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Full-Day Tour to Hoa Lu and Tam Coc from Hanoi",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 15:12:41"
    },
    {
        "intDurationHour": 10,
        "intOption": null,
        "intReviewStar": 2,
        "intReviewVisitor": 0,
        "intUsdCost": 50,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-503818-145.jpg",
        "strIntroduction": "What You'll Do Halong Bay cruise from Hanoi. Enjoy a 4.5 -hour cruise around the World Heritage site Visit ”Thien Cung Cave” and ”Dau Go Cave” with a guide Opt to kayak around the tranquil waters Enjoy a seafood lunch on board Halong Bay cruise from Hanoi. Enjoy a 4.5 -hour cruise around the World Heritage site Visit ”Thien Cung Cave” and ”Dau Go Cave” with a guide Opt to kayak around the tranquil waters Enjoy a seafood lunch on board Halong Bay cruise from Hanoi. Enjoy a 4.5 -hour cruise around the World Heritage site Visit ”Thien Cung Cave” and ”Dau Go Cave” with a guide Opt to kayak around the tranquil waters Enjoy a seafood lunch on board",
        "strLocation": "hanoi",
        "strOriginUrl": "https://www.getyourguide.com/hanoi-l205/halong-bay-day-trip-from-hanoi-t66690/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Halong Bay Day Trip from Hanoi",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 15:12:56"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 31,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-429367-145.jpg",
        "strIntroduction": "What You'll Do Lesson about Vietnamese cuisine in the home of your local host Opportunity to make beef pho, spring rolls, or a spicy meal Authentic home-cooked food & enjoying the dish you created Choice of dishes & ingredients like shrimp & fried chicken Commentary in English & chance to customize your own menu Lesson about Vietnamese cuisine in the home of your local host Opportunity to make beef pho, spring rolls, or a spicy meal Authentic home-cooked food & enjoying the dish you created Choice of dishes & ingredients like shrimp & fried chicken Commentary in English & chance to customize your own menu Lesson about Vietnamese cuisine in the home of your local host Opportunity to make beef pho, spring rolls, or a spicy meal Authentic home-cooked food & enjoying the dish you created Choice of dishes & ingredients like shrimp & fried chicken Commentary in English & chance to customize your own menu",
        "strLocation": "hanoi",
        "strOriginUrl": "https://www.getyourguide.com/hanoi-l205/cook-a-typical-hanoian-meal-with-a-local-t65622/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Cook a Typical Hanoian Meal With a Local",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 15:13:09"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 0,
        "intUsdCost": 25,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-429421-145.jpg",
        "strIntroduction": "What You'll Do Wide variety of delicious, unexpected street food dishes Dishes including varieties of noodles, grilled meats & local drinks Expert guide combines knowledge with your personal taste Street navigation made easier with hands-on experience World-class pantry within the bustling streets of Hanoi Wide variety of delicious, unexpected street food dishes Dishes including varieties of noodles, grilled meats & local drinks Expert guide combines knowledge with your personal taste Street navigation made easier with hands-on experience World-class pantry within the bustling streets of Hanoi Wide variety of delicious, unexpected street food dishes Dishes including varieties of noodles, grilled meats & local drinks Expert guide combines knowledge with your personal taste Street navigation made easier with hands-on experience World-class pantry within the bustling streets of Hanoi",
        "strLocation": "hanoi",
        "strOriginUrl": "https://www.getyourguide.com/hanoi-l205/street-food-gastronomy-doing-it-like-a-local-t65627/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Street Food Gastronomy- Doing it Like a Local",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 15:13:20"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 0,
        "intUsdCost": 24,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-429466-145.jpg",
        "strIntroduction": "What You'll Do Visit a wide variety of stores for delicious desserts and drinks Ease the stress with with help of an English-speaking guide Opportunity to practice bargaining skills with local vendors Several hours of shopping without worrying about language barriers Browsing items such as silver, embroidered goods & clothing Visit a wide variety of stores for delicious desserts and drinks Ease the stress with with help of an English-speaking guide Opportunity to practice bargaining skills with local vendors Several hours of shopping without worrying about language barriers Browsing items such as silver, embroidered goods & clothing Visit a wide variety of stores for delicious desserts and drinks Ease the stress with with help of an English-speaking guide Opportunity to practice bargaining skills with local vendors Several hours of shopping without worrying about language barriers Browsing items such as silver, embroidered goods & clothing",
        "strLocation": "hanoi",
        "strOriginUrl": "https://www.getyourguide.com/hanoi-l205/shopping-in-hanoi-an-insider-s-guide-t65633/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Shopping in Hanoi : An Insider's Guide",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 15:13:30"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 0,
        "intUsdCost": 27,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-429478-145.jpg",
        "strIntroduction": "What You'll Do Unusual culinary treats including live insects & fetus eggs Hands-on experience sampling traditional Hanoian street food Helpful guidance through lesser-known Hanoi marketplaces Crickets with a satisfying crunch & nutrient-rich composition Freedom to customize this culinary adventure to your own taste Unusual culinary treats including live insects & fetus eggs Hands-on experience sampling traditional Hanoian street food Helpful guidance through lesser-known Hanoi marketplaces Crickets with a satisfying crunch & nutrient-rich composition Freedom to customize this culinary adventure to your own taste Unusual culinary treats including live insects & fetus eggs Hands-on experience sampling traditional Hanoian street food Helpful guidance through lesser-known Hanoi marketplaces Crickets with a satisfying crunch & nutrient-rich composition Freedom to customize this culinary adventure to your own taste",
        "strLocation": "hanoi",
        "strOriginUrl": "https://www.getyourguide.com/hanoi-l205/hanoi-street-food-challenge-blood-bugs-baby-eggs-t65635/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Hanoi Street Food Challenge - Blood, Bugs & Baby Eggs",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 15:13:41"
    },
    {
        "intDurationHour": 5,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 0,
        "intUsdCost": 34,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-429479-145.jpg",
        "strIntroduction": "What You'll Do Guided tour of a vibrant maze of alleys & crowded streets Behind-the-scenes experience with a visit to a local resident's home Street food & people watching in a bustling neighborhood Breakfast, lunch & chance to explore off the beaten path Centuries-old streets once known for workshops & craftsmen Guided tour of a vibrant maze of alleys & crowded streets Behind-the-scenes experience with a visit to a local resident's home Street food & people watching in a bustling neighborhood Breakfast, lunch & chance to explore off the beaten path Centuries-old streets once known for workshops & craftsmen Guided tour of a vibrant maze of alleys & crowded streets Behind-the-scenes experience with a visit to a local resident's home Street food & people watching in a bustling neighborhood Breakfast, lunch & chance to explore off the beaten path Centuries-old streets once known for workshops & craftsmen",
        "strLocation": "hanoi",
        "strOriginUrl": "https://www.getyourguide.com/hanoi-l205/discovering-the-old-quarter-s-backstreets-t65636/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Discovering the Old Quarter's Backstreets",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 15:13:53"
    },
    {
        "intDurationHour": 7,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 0,
        "intUsdCost": 58,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-429502-145.jpg",
        "strIntroduction": "What You'll Do Excursion to try some of the city's best local street food Guided cooking class in charming home of your local host Visit to markets & coffee in a café where they roast their own beans Chance to try a special & surprising treat—insect tasting Ending your day with bia hoi in classic Hanoi fashion Excursion to try some of the city's best local street food Guided cooking class in charming home of your local host Visit to markets & coffee in a café where they roast their own beans Chance to try a special & surprising treat—insect tasting Ending your day with bia hoi in classic Hanoi fashion Excursion to try some of the city's best local street food Guided cooking class in charming home of your local host Visit to markets & coffee in a café where they roast their own beans Chance to try a special & surprising treat—insect tasting Ending your day with bia hoi in classic Hanoi fashion",
        "strLocation": "hanoi",
        "strOriginUrl": "https://www.getyourguide.com/hanoi-l205/adventurous-food-tour-and-cooking-class-t65640/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Adventurous Food Tour and Cooking Class",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 15:14:04"
    },
    {
        "intDurationHour": 5,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 0,
        "intUsdCost": 37,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-429534-145.jpg",
        "strIntroduction": "What You'll Do Guided workshop to explore the art of leatherworking Passionate instructor to help you choose your creation Authentic, out-of-the-way setting in the heart of Hanoi Opportunity to tap into the creative soul of Vietnam Learning about the craft while forging your own piece Guided workshop to explore the art of leatherworking Passionate instructor to help you choose your creation Authentic, out-of-the-way setting in the heart of Hanoi Opportunity to tap into the creative soul of Vietnam Learning about the craft while forging your own piece Guided workshop to explore the art of leatherworking Passionate instructor to help you choose your creation Authentic, out-of-the-way setting in the heart of Hanoi Opportunity to tap into the creative soul of Vietnam Learning about the craft while forging your own piece",
        "strLocation": "hanoi",
        "strOriginUrl": "https://www.getyourguide.com/hanoi-l205/handcrafted-leather-workshop-a-hidden-art-in-hanoi-t65641/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Handcrafted Leather Workshop - A Hidden Art in Hanoi",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 15:14:15"
    },
    {
        "intDurationHour": 7,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 0,
        "intUsdCost": 350,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-429577-145.jpg",
        "strIntroduction": "What You'll Do Vietnamese traditions, foods and crafts Cultural insight from a knowledgeable local instructor A chance to try your hand at traditional calligraphy Opportunity to make your own Vietnamese paper masks Dining in some of the country's most popular foods Vietnamese traditions, foods and crafts Cultural insight from a knowledgeable local instructor A chance to try your hand at traditional calligraphy Opportunity to make your own Vietnamese paper masks Dining in some of the country's most popular foods Vietnamese traditions, foods and crafts Cultural insight from a knowledgeable local instructor A chance to try your hand at traditional calligraphy Opportunity to make your own Vietnamese paper masks Dining in some of the country's most popular foods",
        "strLocation": "hanoi",
        "strOriginUrl": "https://www.getyourguide.com/hanoi-l205/a-glimpse-into-vietnamese-culture-t65645/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "A Glimpse into Vietnamese Culture",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 15:14:26"
    },
    {
        "intDurationHour": 5,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 0,
        "intUsdCost": 48,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-430206-145.jpg",
        "strIntroduction": "What You'll Do Visit Duong Lam ancient town Admire temples of King Ngo Quyen and Hero Phung Hung Explore countryside trails Eat lunch with local people See local products like rice wine and rice cakes Visit Duong Lam ancient town Admire temples of King Ngo Quyen and Hero Phung Hung Explore countryside trails Eat lunch with local people See local products like rice wine and rice cakes Visit Duong Lam ancient town Admire temples of King Ngo Quyen and Hero Phung Hung Explore countryside trails Eat lunch with local people See local products like rice wine and rice cakes",
        "strLocation": "hanoi",
        "strOriginUrl": "https://www.getyourguide.com/hanoi-l205/private-tour-to-duong-lam-ancient-village-from-hanoi-t65726/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Private Tour to Duong Lam Ancient Village from Hanoi",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 15:14:39"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 0,
        "intUsdCost": 50,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-430329-145.jpg",
        "strIntroduction": "What You'll Do Sample delicious Vietnamese cuisine just like the locals do - on the street Learn more about Hanoi’s unique food culture Take in a spectacular night view of Hoan Kiem lake Listen to the music and drink beer in bar Sample delicious Vietnamese cuisine just like the locals do - on the street Learn more about Hanoi’s unique food culture Take in a spectacular night view of Hoan Kiem lake Listen to the music and drink beer in bar Sample delicious Vietnamese cuisine just like the locals do - on the street Learn more about Hanoi’s unique food culture Take in a spectacular night view of Hoan Kiem lake Listen to the music and drink beer in bar",
        "strLocation": "hanoi",
        "strOriginUrl": "https://www.getyourguide.com/hanoi-l205/hanoi-private-street-food-tour-with-bar-t65742/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Hanoi: Private Street Food Tour with Bar",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 15:14:53"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 0,
        "intUsdCost": 50,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-432070-145.jpg",
        "strIntroduction": "What You'll Do Enjoy a day away from the hustle and bustle of the city See native wildlife in their natural environment Explore Vietnam's ancient capitals Enjoy a day away from the hustle and bustle of the city See native wildlife in their natural environment Explore Vietnam's ancient capitals Enjoy a day away from the hustle and bustle of the city See native wildlife in their natural environment Explore Vietnam's ancient capitals",
        "strLocation": "hanoi",
        "strOriginUrl": "https://www.getyourguide.com/hanoi-l205/tam-coc-full-day-hanoi-hoa-lu-tour-t65993/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Tam Coc Full-Day Hanoi & Hoa Lu Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 15:15:08"
    },
    {
        "intDurationHour": 10,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 0,
        "intUsdCost": 52,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-504215-145.jpg",
        "strIntroduction": "What You'll Do Enjoy breathtaking views of the bay and its magnificent limestone rock formations Explore the area's floating villages and learn about the daily life of residents Savor a tasty Vietnamese lunch Visit Thien Cung cave Enjoy breathtaking views of the bay and its magnificent limestone rock formations Explore the area's floating villages and learn about the daily life of residents Savor a tasty Vietnamese lunch Visit Thien Cung cave Enjoy breathtaking views of the bay and its magnificent limestone rock formations Explore the area's floating villages and learn about the daily life of residents Savor a tasty Vietnamese lunch Visit Thien Cung cave",
        "strLocation": "hanoi",
        "strOriginUrl": "https://www.getyourguide.com/hanoi-l205/from-hanoi-halong-bay-small-group-day-cruise-t68156/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "From Hanoi: Halong Bay Small-Group Day Cruise",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 15:15:23"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 2,
        "intUsdCost": 33,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-451359-145.jpg",
        "strIntroduction": "What You'll Do Join a tour that combines street food & mini restaurants together Watch and taste around 6-8 particular dishes Hear about the history for the old quarter in Hanoi Join a tour that combines street food & mini restaurants together Watch and taste around 6-8 particular dishes Hear about the history for the old quarter in Hanoi Join a tour that combines street food & mini restaurants together Watch and taste around 6-8 particular dishes Hear about the history for the old quarter in Hanoi",
        "strLocation": "hanoi",
        "strOriginUrl": "https://www.getyourguide.com/hanoi-l205/private-hanoi-street-tour-t68598/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Private Hanoi Street Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 15:15:34"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 0,
        "intUsdCost": 41,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-451405-145.jpg",
        "strIntroduction": "What You'll Do Enjoy World Natural Heritage sightseeing Have lunch with seafood served on board Visit fishing villages Kayak on Halong Bay Enjoy World Natural Heritage sightseeing Have lunch with seafood served on board Visit fishing villages Kayak on Halong Bay Enjoy World Natural Heritage sightseeing Have lunch with seafood served on board Visit fishing villages Kayak on Halong Bay",
        "strLocation": "hanoi",
        "strOriginUrl": "https://www.getyourguide.com/hanoi-l205/halong-bay-running-t68600/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Halong Bay Running",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 15:15:47"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 0,
        "intUsdCost": 95,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-453176-145.jpg",
        "strIntroduction": "What You'll Do Enjoy the tranquil atmosphere of poetic Hue City. Visit the Thien Mu Pagoda, one of the most famous Vietnamese landmarks. Take a leisurely boat trip on Perfume River. Enjoy the tranquil atmosphere of poetic Hue City. Visit the Thien Mu Pagoda, one of the most famous Vietnamese landmarks. Take a leisurely boat trip on Perfume River. Enjoy the tranquil atmosphere of poetic Hue City. Visit the Thien Mu Pagoda, one of the most famous Vietnamese landmarks. Take a leisurely boat trip on Perfume River.",
        "strLocation": "hanoi",
        "strOriginUrl": "https://www.getyourguide.com/hanoi-l205/private-hue-city-tour-full-day-from-hanoi-t68893/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Private Hue City Tour Full Day from Hanoi",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 15:15:59"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 24,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-453567-145.jpg",
        "strIntroduction": "What You'll Do Explore the local streets on a walking tour of the city Enjoy drinking local beer (bia hoi) and hotpot (lau) Stroll in Dong Xuan market Taste delicious local food Explore the local streets on a walking tour of the city Enjoy drinking local beer (bia hoi) and hotpot (lau) Stroll in Dong Xuan market Taste delicious local food Explore the local streets on a walking tour of the city Enjoy drinking local beer (bia hoi) and hotpot (lau) Stroll in Dong Xuan market Taste delicious local food",
        "strLocation": "hanoi",
        "strOriginUrl": "https://www.getyourguide.com/hanoi-l205/hanoi-evening-street-food-tour-t68955/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Hanoi Evening Street Food Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 15:16:11"
    },
    {
        "intDurationHour": 10,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 0,
        "intUsdCost": 38,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-455096-145.jpg",
        "strIntroduction": "What You'll Do Hoa Lu and Tam Coc biking and boat day trip from Hanoi Tour Hoa Lu and Tam Coc Enjoy the epic landscapes of northern Vietnam with a professional guide Perfect for all fitness levels Round-trip hotel transportation is included Hoa Lu and Tam Coc biking and boat day trip from Hanoi Tour Hoa Lu and Tam Coc Enjoy the epic landscapes of northern Vietnam with a professional guide Perfect for all fitness levels Round-trip hotel transportation is included Hoa Lu and Tam Coc biking and boat day trip from Hanoi Tour Hoa Lu and Tam Coc Enjoy the epic landscapes of northern Vietnam with a professional guide Perfect for all fitness levels Round-trip hotel transportation is included",
        "strLocation": "hanoi",
        "strOriginUrl": "https://www.getyourguide.com/hanoi-l205/hoa-lu-and-tam-coc-biking-and-boat-day-trip-from-hanoi-t69158/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Hoa Lu and Tam Coc Biking and Boat Day Trip from Hanoi",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 15:16:22"
    },
    {
        "intDurationHour": 10,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 0,
        "intUsdCost": 52,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-504179-145.jpg",
        "strIntroduction": "What You'll Do Enjoy a Halong Bay day cruise from Hanoi Go kayaking in the emerald-green waters Enjoy a seafood lunch on board Enjoy a Halong Bay day cruise from Hanoi Go kayaking in the emerald-green waters Enjoy a seafood lunch on board Enjoy a Halong Bay day cruise from Hanoi Go kayaking in the emerald-green waters Enjoy a seafood lunch on board",
        "strLocation": "hanoi",
        "strOriginUrl": "https://www.getyourguide.com/hanoi-l205/full-day-halong-bay-with-kayaking-t69212/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Full-Day Halong Bay with Kayaking",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 15:16:34"
    },
    {
        "intDurationHour": 10,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 0,
        "intUsdCost": 106,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-455856-145.jpg",
        "strIntroduction": "What You'll Do Visit Nam Dinh, the land of heroic people, spirit culture, pagodas & cathedrals Gain a great perspective on the daily life of the local Savor the authentic Vietnamese food See the real countryside of Vietnam with various ancient architectures Visit Nam Dinh, the land of heroic people, spirit culture, pagodas & cathedrals Gain a great perspective on the daily life of the local Savor the authentic Vietnamese food See the real countryside of Vietnam with various ancient architectures Visit Nam Dinh, the land of heroic people, spirit culture, pagodas & cathedrals Gain a great perspective on the daily life of the local Savor the authentic Vietnamese food See the real countryside of Vietnam with various ancient architectures",
        "strLocation": "hanoi",
        "strOriginUrl": "https://www.getyourguide.com/hanoi-l205/countryside-day-trip-in-nam-dinh-province-from-hanoi-t69307/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Countryside Day Trip in Nam Dinh Province from Hanoi",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 15:16:46"
    },
    {
        "intDurationHour": 12,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 64,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-456184-145.jpg",
        "strIntroduction": "What You'll Do Enjoy transport by air-conditioned mini-van between Hanoi and Halong Bay including hotel pickup and drop off Cruise aboard a traditional Chinese Junk on Halong Bay, a UNESCO listed World Heritage site Visit a fishing village and learn about the culture and customs of the Halong Bay locals Eat a delicious seafood lunch Travel in a small group, with a maximum of 16 passengers allowing a unique and intimate adventure experience Enjoy transport by air-conditioned mini-van between Hanoi and Halong Bay including hotel pickup and drop off Cruise aboard a traditional Chinese Junk on Halong Bay, a UNESCO listed World Heritage site Visit a fishing village and learn about the culture and customs of the Halong Bay locals Eat a delicious seafood lunch Travel in a small group, with a maximum of 16 passengers allowing a unique and intimate adventure experience Enjoy transport by air-conditioned mini-van between Hanoi and Halong Bay including hotel pickup and drop off Cruise aboard a traditional Chinese Junk on Halong Bay, a UNESCO listed World Heritage site Visit a fishing village and learn about the culture and customs of the Halong Bay locals Eat a delicious seafood lunch Travel in a small group, with a maximum of 16 passengers allowing a unique and intimate adventure experience",
        "strLocation": "hanoi",
        "strOriginUrl": "https://www.getyourguide.com/hanoi-l205/halong-bay-small-group-adventure-tour-from-hanoi-t69354/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Halong Bay Small Group Adventure Tour from Hanoi",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 15:17:00"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 33,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-486329-145.jpg",
        "strIntroduction": "What You'll Do Discover hundreds of food stalls around the streets Have a chance to taste from a local delicious Pho to egg coffee, from Bun Cha to dim sum Let your professional local guide help you to experience great food Discover hundreds of food stalls around the streets Have a chance to taste from a local delicious Pho to egg coffee, from Bun Cha to dim sum Let your professional local guide help you to experience great food Discover hundreds of food stalls around the streets Have a chance to taste from a local delicious Pho to egg coffee, from Bun Cha to dim sum Let your professional local guide help you to experience great food",
        "strLocation": "hanoi",
        "strOriginUrl": "https://www.getyourguide.com/hanoi-l205/private-hanoi-street-food-tour-t69474/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Private Hanoi Street Food Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 15:17:12"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 0,
        "intUsdCost": 39,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-457179-145.jpg",
        "strIntroduction": "What You'll Do Get an insight into the life of Ho Chi Minh Visit the Temple of Literature Visit the infamous Hanoi Hilton Get an insight into the life of Ho Chi Minh Visit the Temple of Literature Visit the infamous Hanoi Hilton Get an insight into the life of Ho Chi Minh Visit the Temple of Literature Visit the infamous Hanoi Hilton",
        "strLocation": "hanoi",
        "strOriginUrl": "https://www.getyourguide.com/hanoi-l205/ho-chi-minh-s-hanoi-small-group-adventure-tour-t69516/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Ho Chi Minh's Hanoi Small Group Adventure Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 15:17:26"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 39,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-457586-145.jpg",
        "strIntroduction": "What You'll Do Enjoy a sampan boat trip through the caves Bike from Tam Coc to Bich Dong Enjoy buffet lunch featuring Vietnamese cuisine Enjoy a sampan boat trip through the caves Bike from Tam Coc to Bich Dong Enjoy buffet lunch featuring Vietnamese cuisine Enjoy a sampan boat trip through the caves Bike from Tam Coc to Bich Dong Enjoy buffet lunch featuring Vietnamese cuisine",
        "strLocation": "hanoi",
        "strOriginUrl": "https://www.getyourguide.com/hanoi-l205/full-day-hoa-lu-and-tam-coc-tour-from-hanoi-t69517/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Full Day Hoa Lu and Tam Coc Tour from Hanoi",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 15:17:38"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 0,
        "intUsdCost": 36,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-491925-145.jpg",
        "strIntroduction": "What You'll Do Explore the temples at Perfume Pagoda on this day-trip from Hanoi Visit the ancient Perfume Pagoda temple complex, which has stood for centuries Enjoy boat trip on Yen stream with beautiful scenery Explore the temples at Perfume Pagoda on this day-trip from Hanoi Visit the ancient Perfume Pagoda temple complex, which has stood for centuries Enjoy boat trip on Yen stream with beautiful scenery Explore the temples at Perfume Pagoda on this day-trip from Hanoi Visit the ancient Perfume Pagoda temple complex, which has stood for centuries Enjoy boat trip on Yen stream with beautiful scenery",
        "strLocation": "hanoi",
        "strOriginUrl": "https://www.getyourguide.com/hanoi-l205/perfume-pagoda-tour-t73970/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Perfume Pagoda Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 15:17:52"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 0,
        "intUsdCost": 45,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-495845-145.jpg",
        "strIntroduction": "What You'll Do Experience travelling on the former public transportation of Hanoi Explore the charm of Hanoi city Visiting the most highlighted destinations in Hanoi city Experience travelling on the former public transportation of Hanoi Explore the charm of Hanoi city Visiting the most highlighted destinations in Hanoi city Experience travelling on the former public transportation of Hanoi Explore the charm of Hanoi city Visiting the most highlighted destinations in Hanoi city",
        "strLocation": "hanoi",
        "strOriginUrl": "https://www.getyourguide.com/hanoi-l205/hanoi-half-day-city-on-rickshaw-t74451/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Hanoi Half-Day City on Rickshaw",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 15:18:03"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 0,
        "intUsdCost": 45,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-495971-145.jpg",
        "strIntroduction": "What You'll Do Discover plenty of cultural sightseeing in Ha Noi such as the pagoda, lake, museum, mausoleum and more Taste Vietnamese cuisine Enjoy, as an addition, a Vietnam traditional performance: puppet show Discover plenty of cultural sightseeing in Ha Noi such as the pagoda, lake, museum, mausoleum and more Taste Vietnamese cuisine Enjoy, as an addition, a Vietnam traditional performance: puppet show Discover plenty of cultural sightseeing in Ha Noi such as the pagoda, lake, museum, mausoleum and more Taste Vietnamese cuisine Enjoy, as an addition, a Vietnam traditional performance: puppet show",
        "strLocation": "hanoi",
        "strOriginUrl": "https://www.getyourguide.com/hoan-kiem-lake-l3746/hanoi-sightseeing-tour-by-van-t74466/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Hanoi Sightseeing Tour by Van",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 15:18:14"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 0,
        "intUsdCost": 36,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-463547-145.jpg",
        "strIntroduction": "What You'll Do Enjoy a cyclo ride around the Old Quarter of Hanoi See the Ho Chi Minh Mausoleum and many other sights Enjoy local lunch Watch the water puppet show in the evening Enjoy a cyclo ride around the Old Quarter of Hanoi See the Ho Chi Minh Mausoleum and many other sights Enjoy local lunch Watch the water puppet show in the evening Enjoy a cyclo ride around the Old Quarter of Hanoi See the Ho Chi Minh Mausoleum and many other sights Enjoy local lunch Watch the water puppet show in the evening",
        "strLocation": "hanoi",
        "strOriginUrl": "https://www.getyourguide.com/hanoi-l205/hanoi-cyclo-ride-water-puppet-show-t70447/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Hanoi Cyclo Ride & Water Puppet Show",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 15:18:26"
    }
]