[
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 0,
        "intUsdCost": 242,
        "strGuideLanguage": "spanish, english, german",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-130401-145.jpg",
        "strIntroduction": "What You'll Do Travel the magnificent Neva river Journey beneath St. Petersburg's famous drawbridges See the magnificent embankment views Travel the magnificent Neva river Journey beneath St. Petersburg's famous drawbridges See the magnificent embankment views Travel the magnificent Neva river Journey beneath St. Petersburg's famous drawbridges See the magnificent embankment views",
        "strLocation": "st petersburg",
        "strOriginUrl": "https://www.getyourguide.com/st-petersburg-l43/private-rivers-canals-tour-t26391/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "1-Hour Private Boat Tour of St. Petersburg's Rivers & Canals",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 19:01:43"
    },
    {
        "intDurationHour": 5,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 0,
        "intUsdCost": 210,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-130407-145.jpg",
        "strIntroduction": "What You'll Do Watch colorful national costumes and hear folk songs from Russia's provinces at the \"Feel Yourself Russian\" folk show Spend an evening in the cozy concert hall of the historic Nikolaevsky Palace Immerse yourself in the customs and traditions of Russia throughout the centuries Watch colorful national costumes and hear folk songs from Russia's provinces at the \"Feel Yourself Russian\" folk show Spend an evening in the cozy concert hall of the historic Nikolaevsky Palace Immerse yourself in the customs and traditions of Russia throughout the centuries Watch colorful national costumes and hear folk songs from Russia's provinces at the \"Feel Yourself Russian\" folk show Spend an evening in the cozy concert hall of the historic Nikolaevsky Palace Immerse yourself in the customs and traditions of Russia throughout the centuries",
        "strLocation": "st petersburg",
        "strOriginUrl": "https://www.getyourguide.com/st-petersburg-l43/russian-folk-show-t26392/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Feel Yourself Russian Tickets: St. Petersburg",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 19:02:00"
    },
    {
        "intDurationHour": 5,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 2,
        "intUsdCost": 71,
        "strGuideLanguage": "english, french, italian",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-191603-145.jpg",
        "strIntroduction": "What You'll Do Visit Peterhof, the Russian Versailles, on a tour by private car Explore the Upper Gardens and Lower Park, considered masterpieces of landscape design Tour the Grand Palace and marvel at the interiors representing the styles of different époques Visit Peterhof, the Russian Versailles, on a tour by private car Explore the Upper Gardens and Lower Park, considered masterpieces of landscape design Tour the Grand Palace and marvel at the interiors representing the styles of different époques Visit Peterhof, the Russian Versailles, on a tour by private car Explore the Upper Gardens and Lower Park, considered masterpieces of landscape design Tour the Grand Palace and marvel at the interiors representing the styles of different époques",
        "strLocation": "st petersburg",
        "strOriginUrl": "https://www.getyourguide.com/st-petersburg-l43/peterhof-grand-palace-and-lower-park-tour-by-car-t31396/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Peterhof Grand Palace & Lower Park: 5-Hour Tour by Car",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 19:02:16"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 0,
        "intUsdCost": 52,
        "strGuideLanguage": "english, german",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-137786-145.jpg",
        "strIntroduction": "What You'll Do Enjoy a varied tour through the historic city center between the Peter and Paul Fortress and Palace Square Experience a city excursion to the life and work of Germans in St. Petersburg Enjoy a relaxing boat tour on the city's canals Enjoy a varied tour through the historic city center between the Peter and Paul Fortress and Palace Square Experience a city excursion to the life and work of Germans in St. Petersburg Enjoy a relaxing boat tour on the city's canals Enjoy a varied tour through the historic city center between the Peter and Paul Fortress and Palace Square Experience a city excursion to the life and work of Germans in St. Petersburg Enjoy a relaxing boat tour on the city's canals",
        "strLocation": "st petersburg",
        "strOriginUrl": "https://www.getyourguide.com/st-petersburg-l43/tour-of-st-petersburg-during-white-nights-t27387/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Tour of St. Petersburg During \"White Nights\"",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 19:02:31"
    },
    {
        "intDurationHour": 16,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 9,
        "intUsdCost": 315,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-138944-145.jpg",
        "strIntroduction": "What You'll Do Explore the imperial palaces of St. Petersburg on a 2-day visa free shore excursion Drive down the main Nevsky Prospekt, built by Peter the Great to link St.Petersburg with Moscow and Novgorod Learn about life in the city during the Soviet regime and following perestroika Get early admission to the world-famous Hermitage to skip the lines and avoid the queues Take a hydrofoil along the Neva River the the fountains of Peterhof Palace Sample traditional Russian meals at local restaurants See the ornate Church of Spilt Blood, a memorial to the Russian Emperor Alexander II Visit the former royal residence of Saint Michael's Castle with its façades of different architectural styles Go to Yusupov Palace on the quiet Moika River and see where Rasputin was assasinated Explore the imperial palaces of St. Petersburg on a 2-day visa free shore excursion Drive down the main Nevsky Prospekt, built by Peter the Great to link St.Petersburg with Moscow and Novgorod Learn about life in the city during the Soviet regime and following perestroika Get early admission to the world-famous Hermitage to skip the lines and avoid the queues Take a hydrofoil along the Neva River the the fountains of Peterhof Palace Sample traditional Russian meals at local restaurants See the ornate Church of Spilt Blood, a memorial to the Russian Emperor Alexander II Visit the former royal residence of Saint Michael's Castle with its façades of different architectural styles Go to Yusupov Palace on the quiet Moika River and see where Rasputin was assasinated Explore the imperial palaces of St. Petersburg on a 2-day visa free shore excursion Drive down the main Nevsky Prospekt, built by Peter the Great to link St.Petersburg with Moscow and Novgorod Learn about life in the city during the Soviet regime and following perestroika Get early admission to the world-famous Hermitage to skip the lines and avoid the queues Take a hydrofoil along the Neva River the the fountains of Peterhof Palace Sample traditional Russian meals at local restaurants See the ornate Church of Spilt Blood, a memorial to the Russian Emperor Alexander II Visit the former royal residence of Saint Michael's Castle with its façades of different architectural styles Go to Yusupov Palace on the quiet Moika River and see where Rasputin was assasinated",
        "strLocation": "st petersburg",
        "strOriginUrl": "https://www.getyourguide.com/st-petersburg-l43/2-day-visa-free-st-petersburg-highlights-tour-t27591/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "2-Day Visa Free St. Petersburg Highlights Private Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 19:02:49"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 0,
        "intUsdCost": 340,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-155322-145.jpg",
        "strIntroduction": "What You'll Do The history of St. Petersburg and its founder Peter the Great and the Romanov Dynasty St. Petersburg as the cultural capital of Russia and Soviet Union, the city of 3 Russian Revolutions Learn about life in the city during the Soviet regime and following Perestroika Get early admission to the world-famous Hermitage to skip-the-lines and avoid the queues Take a hydrofoil along the Neva River to the fountains of Peterhof Palace Go to Yusupov Palace on the quiet Moika River and see where Rasputin was assasinated Visit the famous summer residences of Russian Tzars: Catherine Palace and Grand Palace of Petergof Enjoy the magnificent cathedrals of our city The history of St. Petersburg and its founder Peter the Great and the Romanov Dynasty St. Petersburg as the cultural capital of Russia and Soviet Union, the city of 3 Russian Revolutions Learn about life in the city during the Soviet regime and following Perestroika Get early admission to the world-famous Hermitage to skip-the-lines and avoid the queues Take a hydrofoil along the Neva River to the fountains of Peterhof Palace Go to Yusupov Palace on the quiet Moika River and see where Rasputin was assasinated Visit the famous summer residences of Russian Tzars: Catherine Palace and Grand Palace of Petergof Enjoy the magnificent cathedrals of our city The history of St. Petersburg and its founder Peter the Great and the Romanov Dynasty St. Petersburg as the cultural capital of Russia and Soviet Union, the city of 3 Russian Revolutions Learn about life in the city during the Soviet regime and following Perestroika Get early admission to the world-famous Hermitage to skip-the-lines and avoid the queues Take a hydrofoil along the Neva River to the fountains of Peterhof Palace Go to Yusupov Palace on the quiet Moika River and see where Rasputin was assasinated Visit the famous summer residences of Russian Tzars: Catherine Palace and Grand Palace of Petergof Enjoy the magnificent cathedrals of our city",
        "strLocation": "st petersburg",
        "strOriginUrl": "https://www.getyourguide.com/st-petersburg-l43/visa-free-3-day-highlights-tour-of-st-petersburg-t29442/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Visa-Free 3-day Highlights Private St. Petersburg tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 19:03:10"
    },
    {
        "intDurationHour": 6,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 0,
        "intUsdCost": 509,
        "strGuideLanguage": "spanish, chinese, english, french, german, hebrew, italian, portuguese, russian",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-142256-145.jpg",
        "strIntroduction": "What You'll Do Feel the spirit of Dostoyevsky in St. Petersburg's Kolomna district See the house where Raskolnikov lived, and follow his path to the flat of the old moneylender Visit the Dostoyevsky Museum in the flat where he wrote his last novel, “The Brothers Karamazov” Meet the writer's great-grandson, Dmitry Dostoyevsky (depends on availability) Feel the spirit of Dostoyevsky in St. Petersburg's Kolomna district See the house where Raskolnikov lived, and follow his path to the flat of the old moneylender Visit the Dostoyevsky Museum in the flat where he wrote his last novel, “The Brothers Karamazov” Meet the writer's great-grandson, Dmitry Dostoyevsky (depends on availability) Feel the spirit of Dostoyevsky in St. Petersburg's Kolomna district See the house where Raskolnikov lived, and follow his path to the flat of the old moneylender Visit the Dostoyevsky Museum in the flat where he wrote his last novel, “The Brothers Karamazov” Meet the writer's great-grandson, Dmitry Dostoyevsky (depends on availability)",
        "strLocation": "st petersburg",
        "strOriginUrl": "https://www.getyourguide.com/st-petersburg-l43/city-of-dostoevsky-st-petersburg-tour-t28121/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "6-Hour Tour of St. Petersburg: The City of Dostoyevsky",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 19:03:28"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 0,
        "intUsdCost": 402,
        "strGuideLanguage": "spanish, english, french, german, hebrew, italian, russian",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-142451-145.jpg",
        "strIntroduction": "What You'll Do Explore St. Petersburg through its Jewish heritage Drive past the grand palaces of the Russian tsars and hear about their Jewish connections Visit the Yesod Cultural Centre and learn about the activities of today's Jews in St. Petersburg Go to the Moorish style Grand Choral Synagogue Discover the last resting place of prominent Jews at the Jewish section of Preobrazhenskoe Cemetery Explore the finest collection of Russian art at the State Russian Museum Explore St. Petersburg through its Jewish heritage Drive past the grand palaces of the Russian tsars and hear about their Jewish connections Visit the Yesod Cultural Centre and learn about the activities of today's Jews in St. Petersburg Go to the Moorish style Grand Choral Synagogue Discover the last resting place of prominent Jews at the Jewish section of Preobrazhenskoe Cemetery Explore the finest collection of Russian art at the State Russian Museum Explore St. Petersburg through its Jewish heritage Drive past the grand palaces of the Russian tsars and hear about their Jewish connections Visit the Yesod Cultural Centre and learn about the activities of today's Jews in St. Petersburg Go to the Moorish style Grand Choral Synagogue Discover the last resting place of prominent Jews at the Jewish section of Preobrazhenskoe Cemetery Explore the finest collection of Russian art at the State Russian Museum",
        "strLocation": "st petersburg",
        "strOriginUrl": "https://www.getyourguide.com/st-petersburg-l43/jewish-st-petersburg-city-tour-with-private-guide-t28164/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Jewish St. Petersburg & Russian Museum with Private Guide",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 19:03:47"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 0,
        "intUsdCost": 170,
        "strGuideLanguage": "spanish, english, french, russian",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-142593-145.jpg",
        "strIntroduction": "What You'll Do See the general city sights with a focus on the history of the Romanov family Visit Menshikov Palace, one of the first stone buildings in St. Petersburg See Peter and Paul Fortress and Cathedral, where all the Romanovs were buried Learn about Mikhailovsky (St. Michael's) Castle, the hideout of Paul the 1st Admire The Church of Our Savior on Spilled Blood Tour Yussupov Palace, one of the most beautiful mansions in the city See the general city sights with a focus on the history of the Romanov family Visit Menshikov Palace, one of the first stone buildings in St. Petersburg See Peter and Paul Fortress and Cathedral, where all the Romanovs were buried Learn about Mikhailovsky (St. Michael's) Castle, the hideout of Paul the 1st Admire The Church of Our Savior on Spilled Blood Tour Yussupov Palace, one of the most beautiful mansions in the city See the general city sights with a focus on the history of the Romanov family Visit Menshikov Palace, one of the first stone buildings in St. Petersburg See Peter and Paul Fortress and Cathedral, where all the Romanovs were buried Learn about Mikhailovsky (St. Michael's) Castle, the hideout of Paul the 1st Admire The Church of Our Savior on Spilled Blood Tour Yussupov Palace, one of the most beautiful mansions in the city",
        "strLocation": "st petersburg",
        "strOriginUrl": "https://www.getyourguide.com/st-petersburg-l43/st-petersburg-romanov-s-secrets-exclusive-tour-t28186/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "St. Petersburg Romanov's Secrets Exclusive Day Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 19:04:05"
    },
    {
        "intDurationHour": 16,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 0,
        "intUsdCost": 202,
        "strGuideLanguage": "spanish, english, french, german, italian, russian",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-39595-145.jpg",
        "strIntroduction": "What You'll Do View the huge collection of art at the State Hermitage Museum Admire the neo-classical splendor of Saint Isaac’s Cathedral See the Peter and Paul Fortress Marvel at the gorgeous Church on the Spilled Blood Discover the Catherine Palace in the town of Pushkin Visit the Peterhof Palace and explore its gardens View the huge collection of art at the State Hermitage Museum Admire the neo-classical splendor of Saint Isaac’s Cathedral See the Peter and Paul Fortress Marvel at the gorgeous Church on the Spilled Blood Discover the Catherine Palace in the town of Pushkin Visit the Peterhof Palace and explore its gardens View the huge collection of art at the State Hermitage Museum Admire the neo-classical splendor of Saint Isaac’s Cathedral See the Peter and Paul Fortress Marvel at the gorgeous Church on the Spilled Blood Discover the Catherine Palace in the town of Pushkin Visit the Peterhof Palace and explore its gardens",
        "strLocation": "st petersburg",
        "strOriginUrl": "https://www.getyourguide.com/st-petersburg-l43/royal-petersburg-visa-free-2-day-tour-for-cruise-passengers-t9649/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "St. Petersburg Visa-Free 2-Day Shore Excursion",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 19:04:23"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 198,
        "strGuideLanguage": "spanish, yiddish (former ji), chinese, english, french, german, italian, russian",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-143602-145.jpg",
        "strIntroduction": "What You'll Do Take a private tour of the art gallery that is ranked in the top 5 art museums in the world Enjoy skip-the-line privileges that allow you to bypass the long lines normally outside the Hermitage Benefit from the expertise of your knowledgeable and informative guide Take a private tour of the art gallery that is ranked in the top 5 art museums in the world Enjoy skip-the-line privileges that allow you to bypass the long lines normally outside the Hermitage Benefit from the expertise of your knowledgeable and informative guide Take a private tour of the art gallery that is ranked in the top 5 art museums in the world Enjoy skip-the-line privileges that allow you to bypass the long lines normally outside the Hermitage Benefit from the expertise of your knowledgeable and informative guide",
        "strLocation": "st petersburg",
        "strOriginUrl": "https://www.getyourguide.com/st-petersburg-l43/skip-the-line-private-hermitage-exclusive-tour-t28360/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Skip the Line: Private St. Petersburg Hermitage Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 19:04:38"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 2,
        "intUsdCost": 45,
        "strGuideLanguage": "spanish, english, german",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-95346-145.jpg",
        "strIntroduction": "What You'll Do Skip the line at the Saint Petersburg Hermitage Museum Visit the ceremonial rooms, art treasures and world-famous paintings by international artists See paintings by Picasso and even Leonardo da Vinci Skip the line at the Saint Petersburg Hermitage Museum Visit the ceremonial rooms, art treasures and world-famous paintings by international artists See paintings by Picasso and even Leonardo da Vinci Skip the line at the Saint Petersburg Hermitage Museum Visit the ceremonial rooms, art treasures and world-famous paintings by international artists See paintings by Picasso and even Leonardo da Vinci",
        "strLocation": "st petersburg",
        "strOriginUrl": "https://www.getyourguide.com/st-petersburg-l43/skip-the-line-saint-petersburg-hermitage-museum-t21126/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Skip the Line: Saint Petersburg Hermitage Museum",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 19:04:51"
    },
    {
        "intDurationHour": 5,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 2,
        "intUsdCost": 64,
        "strGuideLanguage": "spanish, english, german",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-96817-145.jpg",
        "strIntroduction": "What You'll Do Visit the great Peterhof Palace Tour the splendid grounds Make the most of no waiting time! Visit the great Peterhof Palace Tour the splendid grounds Make the most of no waiting time! Visit the great Peterhof Palace Tour the splendid grounds Make the most of no waiting time!",
        "strLocation": "st petersburg",
        "strOriginUrl": "https://www.getyourguide.com/st-petersburg-l43/st-petersburg-peterhof-the-russian-versailles-t21340/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "St. Petersburg - Peterhof: The Russian Versailles",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 19:05:06"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 34,
        "strGuideLanguage": "english, german, russian",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-96824-145.jpg",
        "strIntroduction": "What You'll Do Discover the most important sights of the city with a professional tour guide Visit the stunning Peter and Paul Fortress and Cathedral Capture the beauty of St. Petersburg with numerous opportunities to take photographs Discover the most important sights of the city with a professional tour guide Visit the stunning Peter and Paul Fortress and Cathedral Capture the beauty of St. Petersburg with numerous opportunities to take photographs Discover the most important sights of the city with a professional tour guide Visit the stunning Peter and Paul Fortress and Cathedral Capture the beauty of St. Petersburg with numerous opportunities to take photographs",
        "strLocation": "st petersburg",
        "strOriginUrl": "https://www.getyourguide.com/st-petersburg-l43/st-petersburg-city-and-peter-and-paul-fortress-tour-t21342/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "St. Petersburg: City and Fortress Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 19:05:23"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 6,
        "intUsdCost": 16,
        "strGuideLanguage": "english, german",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-182249-145.jpg",
        "strIntroduction": "What You'll Do Discover the highlights of St. Petersburg and get an impression of the varied history of the city Enjoy the fantastic views from the historical city center and see the Peter and Paul Fortress Listen to stories and anecdotes about the founding of the city, Peter the Great, and present day life Discover the highlights of St. Petersburg and get an impression of the varied history of the city Enjoy the fantastic views from the historical city center and see the Peter and Paul Fortress Listen to stories and anecdotes about the founding of the city, Peter the Great, and present day life Discover the highlights of St. Petersburg and get an impression of the varied history of the city Enjoy the fantastic views from the historical city center and see the Peter and Paul Fortress Listen to stories and anecdotes about the founding of the city, Peter the Great, and present day life",
        "strLocation": "st petersburg",
        "strOriginUrl": "https://www.getyourguide.com/st-petersburg-l43/st-petersburg-2-hour-introductory-tour-t34258/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "St. Petersburg: 2-Hour Introductory Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 19:05:39"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 0,
        "intUsdCost": 37,
        "strGuideLanguage": "german",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-338018-145.jpg",
        "strIntroduction": "What You'll Do Experience a guided tour through the historic center of St. Petersburg Learn about the life and work German personalities See if desired the blockade Memorial Cemetery Piskarewskoje north of the city Experience a guided tour through the historic center of St. Petersburg Learn about the life and work German personalities See if desired the blockade Memorial Cemetery Piskarewskoje north of the city Experience a guided tour through the historic center of St. Petersburg Learn about the life and work German personalities See if desired the blockade Memorial Cemetery Piskarewskoje north of the city",
        "strLocation": "st petersburg",
        "strOriginUrl": "https://www.getyourguide.com/st-petersburg-l43/city-excursion-on-the-topic-german-in-st-petersburg-t34274/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "St. Petersburg: Afternoon Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 19:05:56"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 2,
        "intUsdCost": 50,
        "strGuideLanguage": "english, russian",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-182742-145.jpg",
        "strIntroduction": "What You'll Do Experience the historical center of Saint Petersburg while riding on a Segway Choose between an hour or 2-hour tour See the Peter the I statue, Twelve College building, the Old Saint Petersburg Stock Exchange, and more Pass by the Hermitage building en route to the Kazan Cathedral and St. Isaac's Cathedral Experience the historical center of Saint Petersburg while riding on a Segway Choose between an hour or 2-hour tour See the Peter the I statue, Twelve College building, the Old Saint Petersburg Stock Exchange, and more Pass by the Hermitage building en route to the Kazan Cathedral and St. Isaac's Cathedral Experience the historical center of Saint Petersburg while riding on a Segway Choose between an hour or 2-hour tour See the Peter the I statue, Twelve College building, the Old Saint Petersburg Stock Exchange, and more Pass by the Hermitage building en route to the Kazan Cathedral and St. Isaac's Cathedral",
        "strLocation": "st petersburg",
        "strOriginUrl": "https://www.getyourguide.com/st-petersburg-l43/2-hour-segway-tour-around-saint-petersburg-t34340/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Saint Petersburg Guided Segway Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 19:06:11"
    },
    {
        "intDurationHour": 5,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 0,
        "intUsdCost": 37,
        "strGuideLanguage": "german",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-338332-145.jpg",
        "strIntroduction": "What You'll Do Experience an afternoon excursion to the former summer residence of Russian tsars Enjoy landscaped gardens in particular beauty Experience the trip to the countryside as a Petersburg Experience an afternoon excursion to the former summer residence of Russian tsars Enjoy landscaped gardens in particular beauty Experience the trip to the countryside as a Petersburg Experience an afternoon excursion to the former summer residence of Russian tsars Enjoy landscaped gardens in particular beauty Experience the trip to the countryside as a Petersburg",
        "strLocation": "st petersburg",
        "strOriginUrl": "https://www.getyourguide.com/st-petersburg-l43/st-petersburg-picnic-t53445/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "St. Petersburg picnic",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 19:06:24"
    },
    {
        "intDurationHour": 16,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 0,
        "intUsdCost": 231,
        "strGuideLanguage": "english, french, german, italian",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-343261-145.jpg",
        "strIntroduction": "What You'll Do Explore The Erarta Modern Arts Museum, the largest private modern art gallery in Russia Enjoy the sightseeing tour of St. Petersburg Visit the state Hermitage museum and General Staff building Explore The Erarta Modern Arts Museum, the largest private modern art gallery in Russia Enjoy the sightseeing tour of St. Petersburg Visit the state Hermitage museum and General Staff building Explore The Erarta Modern Arts Museum, the largest private modern art gallery in Russia Enjoy the sightseeing tour of St. Petersburg Visit the state Hermitage museum and General Staff building",
        "strLocation": "st petersburg",
        "strOriginUrl": "https://www.getyourguide.com/st-petersburg-l43/st-petersburg-2-day-luxury-shore-excursion-t53993/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "St. Petersburg 2-Day Luxury Shore Excursion",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 19:06:36"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 0,
        "intUsdCost": 48,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-392127-145.jpg",
        "strIntroduction": "What You'll Do Explore St. Petersburg with a professional local guide Discover the hidden treasures of Russia's most beautiful city Skip the line at some of the city's most spectacular sights Explore St. Petersburg with a professional local guide Discover the hidden treasures of Russia's most beautiful city Skip the line at some of the city's most spectacular sights Explore St. Petersburg with a professional local guide Discover the hidden treasures of Russia's most beautiful city Skip the line at some of the city's most spectacular sights",
        "strLocation": "st petersburg",
        "strOriginUrl": "https://www.getyourguide.com/st-petersburg-l43/st-petersburg-treasures-walking-tour-t61056/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "St. Petersburg Treasures Walking Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 19:06:49"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 0,
        "intUsdCost": 160,
        "strGuideLanguage": "spanish, dutch, english, french, german, italian, russian",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-392269-145.jpg",
        "strIntroduction": "What You'll Do Listen to your guide in your launguage Wander the most famous sites of St. Petersburg Enjoy the tour in your own small group Learn about the city in a fun and friendly setting Listen to your guide in your launguage Wander the most famous sites of St. Petersburg Enjoy the tour in your own small group Learn about the city in a fun and friendly setting Listen to your guide in your launguage Wander the most famous sites of St. Petersburg Enjoy the tour in your own small group Learn about the city in a fun and friendly setting",
        "strLocation": "st petersburg",
        "strOriginUrl": "https://www.getyourguide.com/st-petersburg-l43/saint-petersburg-private-customizable-walking-tour-t61083/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Saint Petersburg: Private, Customizable, Walking Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 19:07:08"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 2,
        "intUsdCost": 70,
        "strGuideLanguage": "spanish, english, french, german, italian, portuguese",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-393916-145.jpg",
        "strIntroduction": "What You'll Do Admire the stunning monuments of St. Petersburg from the water Enjoy a more personalized experience with a private guide View the most famous sights on a walking tour Admire the stunning monuments of St. Petersburg from the water Enjoy a more personalized experience with a private guide View the most famous sights on a walking tour Admire the stunning monuments of St. Petersburg from the water Enjoy a more personalized experience with a private guide View the most famous sights on a walking tour",
        "strLocation": "st petersburg",
        "strOriginUrl": "https://www.getyourguide.com/st-petersburg-l43/st-petersburg-two-hour-river-and-canal-cruise-t61301/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "St. Petersburg Canals Cruise with Private Walking Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 19:07:28"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 0,
        "intUsdCost": 80,
        "strGuideLanguage": "spanish, english, french, german, italian, portuguese, russian",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-396556-145.jpg",
        "strIntroduction": "What You'll Do Visit the Yusupov Palace, one of St. Petersburg's most famous areas Stroll through delightful halls of the royal residence Learn more about Rasputin life and death See the Yusupovs' great home theater Visit the Yusupov Palace, one of St. Petersburg's most famous areas Stroll through delightful halls of the royal residence Learn more about Rasputin life and death See the Yusupovs' great home theater Visit the Yusupov Palace, one of St. Petersburg's most famous areas Stroll through delightful halls of the royal residence Learn more about Rasputin life and death See the Yusupovs' great home theater",
        "strLocation": "st petersburg",
        "strOriginUrl": "https://www.getyourguide.com/st-petersburg-l43/st-petersburg-private-tour-of-yusupov-palace-t61302/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "St Petersburg: Private Tour of Yusupov Palace",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 19:07:46"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 0,
        "intUsdCost": 67,
        "strGuideLanguage": "spanish, english, french, german, italian, portuguese, russian",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-394106-145.jpg",
        "strIntroduction": "What You'll Do Explore the biggest Russian Orthodox Church in Russia Climb the 43 meter high to the Colonnade and appreciate an amazing perspective over St. Petersburg Enjoy interiors of one of the iconic monuments in the city Explore the biggest Russian Orthodox Church in Russia Climb the 43 meter high to the Colonnade and appreciate an amazing perspective over St. Petersburg Enjoy interiors of one of the iconic monuments in the city Explore the biggest Russian Orthodox Church in Russia Climb the 43 meter high to the Colonnade and appreciate an amazing perspective over St. Petersburg Enjoy interiors of one of the iconic monuments in the city",
        "strLocation": "st petersburg",
        "strOriginUrl": "https://www.getyourguide.com/st-petersburg-l43/tour-peter-paul-fortress-with-st-isaac-cathedral-t61319/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Tour Peter & Paul Fortress with St Isaac Cathedral",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 19:08:01"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 0,
        "intUsdCost": 100,
        "strGuideLanguage": "spanish, english, french, german, italian, portuguese, russian",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-394142-145.jpg",
        "strIntroduction": "What You'll Do See glorious St Petersburg in a private vehicle with private local authorized tour guide Wonder about the magnificence and symmetry of Peter the Great's glorious capital See the indulgent St Isaac's Cathedral Drive along Nevsky Prospect, the city's busiest road, lined with delightful structures, shops and historical sights See Peter and Paul Fortress and Cathedral, the origin place of this outstanding city Visit the site of the renowned Cathedral of Our Savior on Spilled Blood, an uncommon sample of a traditional Russian church See glorious St Petersburg in a private vehicle with private local authorized tour guide Wonder about the magnificence and symmetry of Peter the Great's glorious capital See the indulgent St Isaac's Cathedral Drive along Nevsky Prospect, the city's busiest road, lined with delightful structures, shops and historical sights See Peter and Paul Fortress and Cathedral, the origin place of this outstanding city Visit the site of the renowned Cathedral of Our Savior on Spilled Blood, an uncommon sample of a traditional Russian church See glorious St Petersburg in a private vehicle with private local authorized tour guide Wonder about the magnificence and symmetry of Peter the Great's glorious capital See the indulgent St Isaac's Cathedral Drive along Nevsky Prospect, the city's busiest road, lined with delightful structures, shops and historical sights See Peter and Paul Fortress and Cathedral, the origin place of this outstanding city Visit the site of the renowned Cathedral of Our Savior on Spilled Blood, an uncommon sample of a traditional Russian church",
        "strLocation": "st petersburg",
        "strOriginUrl": "https://www.getyourguide.com/st-petersburg-l43/full-day-city-tour-of-st-petersburg-t61325/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Full Day City Tour of St. Petersburg",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 19:08:18"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 3,
        "intUsdCost": 75,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-356745-145.jpg",
        "strIntroduction": "What You'll Do Book your tickets to the popular Russian folk show \"Feel Yourself Russian\" in St. Petersburg Enjoy a wonderful night with folk music and dancing that is an ideal choice for families Immerse yourself in Russian history and culture and get to know the traditions of the people Book your tickets to the popular Russian folk show \"Feel Yourself Russian\" in St. Petersburg Enjoy a wonderful night with folk music and dancing that is an ideal choice for families Immerse yourself in Russian history and culture and get to know the traditions of the people Book your tickets to the popular Russian folk show \"Feel Yourself Russian\" in St. Petersburg Enjoy a wonderful night with folk music and dancing that is an ideal choice for families Immerse yourself in Russian history and culture and get to know the traditions of the people",
        "strLocation": "st petersburg",
        "strOriginUrl": "https://www.getyourguide.com/st-petersburg-l43/st-petersburg-feel-yourself-russian-show-tickets-t55951/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "St. Petersburg: \"Feel Yourself Russian\" Show Tickets",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 19:08:34"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 0,
        "intUsdCost": 110,
        "strGuideLanguage": "spanish, english, french, german, italian, portuguese, russian",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-356748-145.jpg",
        "strIntroduction": "What You'll Do Get to know beautiful St. Petersburg on a 4-hour guided private tour Skip the line at major attractions and sights in the old city center Step back in time on a history tour and let your private guide tell you about the history and importance of all the landmarks Get to know beautiful St. Petersburg on a 4-hour guided private tour Skip the line at major attractions and sights in the old city center Step back in time on a history tour and let your private guide tell you about the history and importance of all the landmarks Get to know beautiful St. Petersburg on a 4-hour guided private tour Skip the line at major attractions and sights in the old city center Step back in time on a history tour and let your private guide tell you about the history and importance of all the landmarks",
        "strLocation": "st petersburg",
        "strOriginUrl": "https://www.getyourguide.com/st-petersburg-l43/st-petersburg-private-4-hour-sightseeing-tour-t55952/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "St Petersburg: Private 4-Hour Sightseeing Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 19:08:51"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 0,
        "intUsdCost": 120,
        "strGuideLanguage": "spanish, english, french, german, italian, russian",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-356757-145.jpg",
        "strIntroduction": "What You'll Do See St. Petersburg's most important cathedrals on a family-friendly 3.5-hour tour Soak up the atmosphere on a walking tour that lets you travel back in time on a history tour Walk around the city center and its most important sights with a private guide See St. Petersburg's most important cathedrals on a family-friendly 3.5-hour tour Soak up the atmosphere on a walking tour that lets you travel back in time on a history tour Walk around the city center and its most important sights with a private guide See St. Petersburg's most important cathedrals on a family-friendly 3.5-hour tour Soak up the atmosphere on a walking tour that lets you travel back in time on a history tour Walk around the city center and its most important sights with a private guide",
        "strLocation": "st petersburg",
        "strOriginUrl": "https://www.getyourguide.com/st-petersburg-l43/st-petersburg-private-cathedral-tour-t55954/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "St. Petersburg: Private Cathedral Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 19:09:08"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 0,
        "intUsdCost": 100,
        "strGuideLanguage": "english, russian",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-356761-145.jpg",
        "strIntroduction": "What You'll Do Access an amazing perspective from the housetops of St. Petersburg See St. Petersburg in all its excellence and enchantment Stroll on rooftops in city center Access an amazing perspective from the housetops of St. Petersburg See St. Petersburg in all its excellence and enchantment Stroll on rooftops in city center Access an amazing perspective from the housetops of St. Petersburg See St. Petersburg in all its excellence and enchantment Stroll on rooftops in city center",
        "strLocation": "st petersburg",
        "strOriginUrl": "https://www.getyourguide.com/st-petersburg-l43/st-petersburg-private-rooftop-tour-t55955/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "St. Petersburg: Private Rooftop Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 19:09:22"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 0,
        "intUsdCost": 100,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-367006-145.jpg",
        "strIntroduction": "What You'll Do Discover St. Petersburg in a completely personalized way Learn more about the city Marvel at the impressive sights Discover St. Petersburg in a completely personalized way Learn more about the city Marvel at the impressive sights Discover St. Petersburg in a completely personalized way Learn more about the city Marvel at the impressive sights",
        "strLocation": "st petersburg",
        "strOriginUrl": "https://www.getyourguide.com/st-petersburg-l43/half-day-stpetersburg-tour-with-a-private-guide-t57436/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Half-day St.Petersburg Tour with a Private Guide",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 19:09:36"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 0,
        "intUsdCost": 90,
        "strGuideLanguage": "spanish, english, french, german, italian, portuguese, russian",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-209617-145.jpg",
        "strIntroduction": "What You'll Do Explore the glorious palace and gardens of the English-style Pavlovsk Palace Get inside access to the world of the tsars and Russian emperors Admire the décor of Scotsman Charles Cameron and the romantic touches of his succesor Vinchenzo Brenna Wander the grounds of one of the largest landscaped parks in Europe Explore the glorious palace and gardens of the English-style Pavlovsk Palace Get inside access to the world of the tsars and Russian emperors Admire the décor of Scotsman Charles Cameron and the romantic touches of his succesor Vinchenzo Brenna Wander the grounds of one of the largest landscaped parks in Europe Explore the glorious palace and gardens of the English-style Pavlovsk Palace Get inside access to the world of the tsars and Russian emperors Admire the décor of Scotsman Charles Cameron and the romantic touches of his succesor Vinchenzo Brenna Wander the grounds of one of the largest landscaped parks in Europe",
        "strLocation": "st petersburg",
        "strOriginUrl": "https://www.getyourguide.com/st-petersburg-l43/decor-landscape-in-pavlovsk-t37766/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "St. Petersburg: Half-Day Pavlovsk Palace and Park Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 19:09:53"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 0,
        "intUsdCost": 100,
        "strGuideLanguage": "english, russian",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-209583-145.jpg",
        "strIntroduction": "What You'll Do Explore the Imperial Porcelain Factory of St. Petersburg with a personal guide Get inside access to the world of Russia's imperial art Discover how painters created their porcelain wonders Create your own masterpiece and paint a cup Explore the Imperial Porcelain Factory of St. Petersburg with a personal guide Get inside access to the world of Russia's imperial art Discover how painters created their porcelain wonders Create your own masterpiece and paint a cup Explore the Imperial Porcelain Factory of St. Petersburg with a personal guide Get inside access to the world of Russia's imperial art Discover how painters created their porcelain wonders Create your own masterpiece and paint a cup",
        "strLocation": "st petersburg",
        "strOriginUrl": "https://www.getyourguide.com/st-petersburg-l43/art-loving-porcelain-beauty-t37782/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "St. Petersburg: Lomonosov Porcelain Factory Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 19:10:09"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 0,
        "intUsdCost": 20,
        "strGuideLanguage": "spanish, english, french, german, russian",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-220001-145.jpg",
        "strIntroduction": "What You'll Do Discover the once closed district of Kronshtadt, St. Petersburg's main seaport and naval base Explore one of the small fortress islands of the Gulf of Finland Go to the splendid Naval Cathedral, and learn how it was used as a lookout Wander the streets to see 19th-century architecture and more Discover the once closed district of Kronshtadt, St. Petersburg's main seaport and naval base Explore one of the small fortress islands of the Gulf of Finland Go to the splendid Naval Cathedral, and learn how it was used as a lookout Wander the streets to see 19th-century architecture and more Discover the once closed district of Kronshtadt, St. Petersburg's main seaport and naval base Explore one of the small fortress islands of the Gulf of Finland Go to the splendid Naval Cathedral, and learn how it was used as a lookout Wander the streets to see 19th-century architecture and more",
        "strLocation": "st petersburg",
        "strOriginUrl": "https://www.getyourguide.com/st-petersburg-l43/private-trip-to-the-history-of-navy-in-st-petersburg-t38914/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "St. Petersburg: Half-Day Private Tour to Kronshtadt",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 19:10:25"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 2,
        "intUsdCost": 52,
        "strGuideLanguage": "spanish, english, french, german, italian, russian",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-224827-145.jpg",
        "strIntroduction": "What You'll Do Admire the onion domes and interior mosaics of the Church on Spilt Blood Go inside St. Isaac's Cathedral to explore one of the finest cathedrals in the world See the relics of St. Nicholas at the St. Nicholas Naval Cathedral Learn the history of each cathedral and its connection to the story of Russia Admire the onion domes and interior mosaics of the Church on Spilt Blood Go inside St. Isaac's Cathedral to explore one of the finest cathedrals in the world See the relics of St. Nicholas at the St. Nicholas Naval Cathedral Learn the history of each cathedral and its connection to the story of Russia Admire the onion domes and interior mosaics of the Church on Spilt Blood Go inside St. Isaac's Cathedral to explore one of the finest cathedrals in the world See the relics of St. Nicholas at the St. Nicholas Naval Cathedral Learn the history of each cathedral and its connection to the story of Russia",
        "strLocation": "st petersburg",
        "strOriginUrl": "https://www.getyourguide.com/st-petersburg-l43/cathedrals-in-st-petersburg-t39545/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Cathedrals of St. Petersburg Private Half-Day Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 19:10:39"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 46,
        "strGuideLanguage": "english, french, german, russian",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-225222-145.jpg",
        "strIntroduction": "What You'll Do See all corners of Russia in miniature at the scale model Grand Model of Russia Museum Learn about the lives of everyday Russians in all corners of the country Tour St. Petersburg by bus to see orthodox churches and imperial monuments Get an insider look at the private lives of famous St. Petersburg residents of the past See all corners of Russia in miniature at the scale model Grand Model of Russia Museum Learn about the lives of everyday Russians in all corners of the country Tour St. Petersburg by bus to see orthodox churches and imperial monuments Get an insider look at the private lives of famous St. Petersburg residents of the past See all corners of Russia in miniature at the scale model Grand Model of Russia Museum Learn about the lives of everyday Russians in all corners of the country Tour St. Petersburg by bus to see orthodox churches and imperial monuments Get an insider look at the private lives of famous St. Petersburg residents of the past",
        "strLocation": "st petersburg",
        "strOriginUrl": "https://www.getyourguide.com/st-petersburg-l43/-grand-model-of-russia-and-st-petersburg-t39610/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "St. Petersburg: Grand Model of Russia Museum Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 19:10:53"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 11,
        "intUsdCost": 46,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-196994-145.jpg",
        "strIntroduction": "What You'll Do See the private chambers of the Russian imperial family Discover a rich collection of French Impressionists and post-impressionists Marvel at Italian Renaissance paintings by Giorgione and Da Vinci Admire the fantastic decor of the state rooms Explore the magnificent Pavilion Hall with the Peacock Clock and Hanging Garden Enjoy a priceless collection by prominent Dutch master Rembrandt van Rijn See the private chambers of the Russian imperial family Discover a rich collection of French Impressionists and post-impressionists Marvel at Italian Renaissance paintings by Giorgione and Da Vinci Admire the fantastic decor of the state rooms Explore the magnificent Pavilion Hall with the Peacock Clock and Hanging Garden Enjoy a priceless collection by prominent Dutch master Rembrandt van Rijn See the private chambers of the Russian imperial family Discover a rich collection of French Impressionists and post-impressionists Marvel at Italian Renaissance paintings by Giorgione and Da Vinci Admire the fantastic decor of the state rooms Explore the magnificent Pavilion Hall with the Peacock Clock and Hanging Garden Enjoy a priceless collection by prominent Dutch master Rembrandt van Rijn",
        "strLocation": "st petersburg",
        "strOriginUrl": "https://www.getyourguide.com/st-petersburg-l43/hermitage-daily-tour-t36532/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "St. Petersburg Hermitage Museum 2.5-Hour Guided Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 19:11:12"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 13,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-196999-145.jpg",
        "strIntroduction": "What You'll Do Make a wish at a typical fountain on Malaya Sadovaya Street. Visit the St. Michael Castle, once owned by the Romanov family See the city sights like a local as you travel off the beaten path Make a wish at a typical fountain on Malaya Sadovaya Street. Visit the St. Michael Castle, once owned by the Romanov family See the city sights like a local as you travel off the beaten path Make a wish at a typical fountain on Malaya Sadovaya Street. Visit the St. Michael Castle, once owned by the Romanov family See the city sights like a local as you travel off the beaten path",
        "strLocation": "st petersburg",
        "strOriginUrl": "https://www.getyourguide.com/st-petersburg-l43/petersburg-off-the-beaten-track-t36533/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "St. Petersburg Like a Local: The Legends of a City",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 19:11:30"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 2,
        "intReviewVisitor": 4,
        "intUsdCost": 42,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-197004-145.jpg",
        "strIntroduction": "What You'll Do Admire the drawbridges of St.Petersburg up-close on a boat cruise of the Neva River See the handsome monuments of the Palace embankment floodlit for the evening on Vasilievskiy Island Watch the Trinity Bridge and Palace Bridge in full working mode as they raise their wings Gaze at St. Michael Castle, surrounded by canals See the Peter and Paul Fortress with its magical nightime illuminations Admire the drawbridges of St.Petersburg up-close on a boat cruise of the Neva River See the handsome monuments of the Palace embankment floodlit for the evening on Vasilievskiy Island Watch the Trinity Bridge and Palace Bridge in full working mode as they raise their wings Gaze at St. Michael Castle, surrounded by canals See the Peter and Paul Fortress with its magical nightime illuminations Admire the drawbridges of St.Petersburg up-close on a boat cruise of the Neva River See the handsome monuments of the Palace embankment floodlit for the evening on Vasilievskiy Island Watch the Trinity Bridge and Palace Bridge in full working mode as they raise their wings Gaze at St. Michael Castle, surrounded by canals See the Peter and Paul Fortress with its magical nightime illuminations",
        "strLocation": "st petersburg",
        "strOriginUrl": "https://www.getyourguide.com/st-petersburg-l43/drawbridges-boat-tour-t36534/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "St. Petersburg: 2-Hour Drawbridges Boat Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 19:11:47"
    },
    {
        "intDurationHour": 6,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 1,
        "intUsdCost": 386,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-201358-145.jpg",
        "strIntroduction": "What You'll Do Enjoy a private tour of the Peterhof Palace in St. Petersburg Admire the fascinating and elaborate interiors of the Grand Palace Explore the expansive gardens with hundreds of magnificent statues and fountains Enjoy a private tour of the Peterhof Palace in St. Petersburg Admire the fascinating and elaborate interiors of the Grand Palace Explore the expansive gardens with hundreds of magnificent statues and fountains Enjoy a private tour of the Peterhof Palace in St. Petersburg Admire the fascinating and elaborate interiors of the Grand Palace Explore the expansive gardens with hundreds of magnificent statues and fountains",
        "strLocation": "st petersburg",
        "strOriginUrl": "https://www.getyourguide.com/st-petersburg-l43/peterhof-fountains-private-tour-t37180/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "St. Petersburg: Peterhof Fountains Private 6-Hour Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 19:12:01"
    },
    {
        "intDurationHour": 6,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 294,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-201651-145.jpg",
        "strIntroduction": "What You'll Do Be dazzled by the gold leaf and mirrors lining the Amber Room Admire the true craftsmanship demonstrated in the décor of the Grand Hall Hear stories of the reckless expenses thrown into its construction Take a leisurely walk through immaculately landscaped Catherine Park Be dazzled by the gold leaf and mirrors lining the Amber Room Admire the true craftsmanship demonstrated in the décor of the Grand Hall Hear stories of the reckless expenses thrown into its construction Take a leisurely walk through immaculately landscaped Catherine Park Be dazzled by the gold leaf and mirrors lining the Amber Room Admire the true craftsmanship demonstrated in the décor of the Grand Hall Hear stories of the reckless expenses thrown into its construction Take a leisurely walk through immaculately landscaped Catherine Park",
        "strLocation": "st petersburg",
        "strOriginUrl": "https://www.getyourguide.com/st-petersburg-l43/pushkin-summer-palace-tour-t37240/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "From St Petersburg: Catherine's Summer Palace Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 19:12:16"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 0,
        "intUsdCost": 209,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-201662-145.jpg",
        "strIntroduction": "What You'll Do Explore the Peter and Paul Fortress, St. Petersburg’s oldest landmark Tour the Peter and Paul Cathedral See the Royal Mint Look inside the cells of the political prison in the Trubetskoy Bastion Explore the Peter and Paul Fortress, St. Petersburg’s oldest landmark Tour the Peter and Paul Cathedral See the Royal Mint Look inside the cells of the political prison in the Trubetskoy Bastion Explore the Peter and Paul Fortress, St. Petersburg’s oldest landmark Tour the Peter and Paul Cathedral See the Royal Mint Look inside the cells of the political prison in the Trubetskoy Bastion",
        "strLocation": "st petersburg",
        "strOriginUrl": "https://www.getyourguide.com/st-petersburg-l43/peter-paul-fortress-toura-in-st-petersburg-t37242/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "St. Petersburg: 3-Hour Peter and Paul Fortress Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 19:12:33"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 0,
        "intUsdCost": 267,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-201676-145.jpg",
        "strIntroduction": "What You'll Do Enjoy a tour of the sights in St. Petersburg by car See the Winter Palace, the Nevsky Prospect, the Peter and Paul Fortress, Saint Isaac’s Cathedral, and the monument to Peter the Great Explore the Church of the Savior on Blood, the Aurora Cruiser, the Field of Mars, the Summer Garden, the Bolshoy Dom, and the KGB Headquarters Enjoy a tour of the sights in St. Petersburg by car See the Winter Palace, the Nevsky Prospect, the Peter and Paul Fortress, Saint Isaac’s Cathedral, and the monument to Peter the Great Explore the Church of the Savior on Blood, the Aurora Cruiser, the Field of Mars, the Summer Garden, the Bolshoy Dom, and the KGB Headquarters Enjoy a tour of the sights in St. Petersburg by car See the Winter Palace, the Nevsky Prospect, the Peter and Paul Fortress, Saint Isaac’s Cathedral, and the monument to Peter the Great Explore the Church of the Savior on Blood, the Aurora Cruiser, the Field of Mars, the Summer Garden, the Bolshoy Dom, and the KGB Headquarters",
        "strLocation": "st petersburg",
        "strOriginUrl": "https://www.getyourguide.com/st-petersburg-l43/st-petersburg-car-tour-t37246/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "St. Petersburg Private 4-Hour Car Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 19:12:47"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 0,
        "intUsdCost": 321,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-201686-145.jpg",
        "strIntroduction": "What You'll Do Enjoy a crash course of Russian cuisine in St. Petersburg Learn about the history of Russian dishes and the secrets of cooking Get all the recipes sent to you by email so you can easily cook Russian meals at home Enjoy a crash course of Russian cuisine in St. Petersburg Learn about the history of Russian dishes and the secrets of cooking Get all the recipes sent to you by email so you can easily cook Russian meals at home Enjoy a crash course of Russian cuisine in St. Petersburg Learn about the history of Russian dishes and the secrets of cooking Get all the recipes sent to you by email so you can easily cook Russian meals at home",
        "strLocation": "st petersburg",
        "strOriginUrl": "https://www.getyourguide.com/st-petersburg-l43/russian-cuisine-workshop-dinner-t37251/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "St. Petersburg 3-Hour Russian Cuisine Workshop & Dinner",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 19:13:03"
    },
    {
        "intDurationHour": 5,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 2,
        "intUsdCost": 75,
        "strGuideLanguage": "spanish, english, french, german, italian, russian",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-207281-145.jpg",
        "strIntroduction": "What You'll Do Explore and enjoy Catherine's Palace in the company of a guide Get insider access to the world of Tsars as you explore their summer residence See a variety of architectural and historical wonders, including the Golden Enfilade and Amber Room Enjoy skip-the-line access to the palace with your private tour Explore and enjoy Catherine's Palace in the company of a guide Get insider access to the world of Tsars as you explore their summer residence See a variety of architectural and historical wonders, including the Golden Enfilade and Amber Room Enjoy skip-the-line access to the palace with your private tour Explore and enjoy Catherine's Palace in the company of a guide Get insider access to the world of Tsars as you explore their summer residence See a variety of architectural and historical wonders, including the Golden Enfilade and Amber Room Enjoy skip-the-line access to the palace with your private tour",
        "strLocation": "st petersburg",
        "strOriginUrl": "https://www.getyourguide.com/st-petersburg-l43/amber-gold-of-catherine-s-palace-t37420/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "St. Petersburg 5-Hour Catherine's Palace Private Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 19:13:20"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 150,
        "strGuideLanguage": "spanish, english, french, german, russian, italian",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-209654-145.jpg",
        "strIntroduction": "What You'll Do Explore the Hermitage Museum's Treasury Galleries with a personal guide Get inside access to the world of the tsars and emperors Discover architectural and historical wonders Examine the development of the jeweler's craft through history, as far back as the 3rd millennium BC Explore the Hermitage Museum's Treasury Galleries with a personal guide Get inside access to the world of the tsars and emperors Discover architectural and historical wonders Examine the development of the jeweler's craft through history, as far back as the 3rd millennium BC Explore the Hermitage Museum's Treasury Galleries with a personal guide Get inside access to the world of the tsars and emperors Discover architectural and historical wonders Examine the development of the jeweler's craft through history, as far back as the 3rd millennium BC",
        "strLocation": "st petersburg",
        "strOriginUrl": "https://www.getyourguide.com/st-petersburg-l43/hidden-treasures-of-hermitage-t37722/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "St. Petersburg: Hidden Treasures of the Hermitage",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 19:13:36"
    },
    {
        "intDurationHour": 5,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 3,
        "intUsdCost": 280,
        "strGuideLanguage": "spanish, english, french, german, italian, portuguese, russian",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-209584-145.jpg",
        "strIntroduction": "What You'll Do Explore Peterhof Palace and parks and see spectacular fountains Get inside access to the world of tsars and Russian emperors Escape the heat and dust of the city and stroll among refreshing cascades Try to avoid - or seek out - the joke fountain that will spray you if you step on a certain paving stone! Add an extra thrill and upgrade to a round-trip speedboat ride there and back Explore Peterhof Palace and parks and see spectacular fountains Get inside access to the world of tsars and Russian emperors Escape the heat and dust of the city and stroll among refreshing cascades Try to avoid - or seek out - the joke fountain that will spray you if you step on a certain paving stone! Add an extra thrill and upgrade to a round-trip speedboat ride there and back Explore Peterhof Palace and parks and see spectacular fountains Get inside access to the world of tsars and Russian emperors Escape the heat and dust of the city and stroll among refreshing cascades Try to avoid - or seek out - the joke fountain that will spray you if you step on a certain paving stone! Add an extra thrill and upgrade to a round-trip speedboat ride there and back",
        "strLocation": "st petersburg",
        "strOriginUrl": "https://www.getyourguide.com/st-petersburg-l43/what-a-fountain-in-peterhof-t37724/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "St. Petersburg: 5-Hour Peterhof Palace Fountains Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 19:13:55"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 0,
        "intUsdCost": 75,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-257253-145.jpg",
        "strIntroduction": "What You'll Do private air-conditioned vehicle waiting for you upon your arrival at the airport Punctual and reliable service to take your worries away. Just don't forget to claim your luggage! We will deliver you to any location within St.Petersburg. Day and night. private air-conditioned vehicle waiting for you upon your arrival at the airport Punctual and reliable service to take your worries away. Just don't forget to claim your luggage! We will deliver you to any location within St.Petersburg. Day and night. private air-conditioned vehicle waiting for you upon your arrival at the airport Punctual and reliable service to take your worries away. Just don't forget to claim your luggage! We will deliver you to any location within St.Petersburg. Day and night.",
        "strLocation": "st petersburg",
        "strOriginUrl": "https://www.getyourguide.com/st-petersburg-l43/private-airport-transfer-in-stpetersburg-t43681/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Private Airport Transfer in St.Petersburg",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 19:14:15"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 0,
        "intUsdCost": 36,
        "strGuideLanguage": "english, french, italian",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-191610-145.jpg",
        "strIntroduction": "What You'll Do See the major highlights of St. Petersburg on a private half-day tour Admire the rivers and canals of St. Petersburg and see romantic bridges connecting the city's islands Drive along the famous Nevsky Prospect Marvel at the grand façade of the Hermitage Visit St. Isaac's Cathedral, one of the most impressive cathedrals of the city See the major highlights of St. Petersburg on a private half-day tour Admire the rivers and canals of St. Petersburg and see romantic bridges connecting the city's islands Drive along the famous Nevsky Prospect Marvel at the grand façade of the Hermitage Visit St. Isaac's Cathedral, one of the most impressive cathedrals of the city See the major highlights of St. Petersburg on a private half-day tour Admire the rivers and canals of St. Petersburg and see romantic bridges connecting the city's islands Drive along the famous Nevsky Prospect Marvel at the grand façade of the Hermitage Visit St. Isaac's Cathedral, one of the most impressive cathedrals of the city",
        "strLocation": "st petersburg",
        "strOriginUrl": "https://www.getyourguide.com/st-petersburg-l43/st-petersburg-st-isaacs-private-tour-with-transport-t35695/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "St. Petersburg & St. Isaacs Private Tour with Transport",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 19:14:33"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 0,
        "intUsdCost": 41,
        "strGuideLanguage": "english, french, italian",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-191593-145.jpg",
        "strIntroduction": "What You'll Do Explore one of the world's greatest art collections on a guided tour of St. Petersburg's Hermitage See art treasures by Da Vinci, Rembrandt, Van Dyke, Rubens and more Wander through some of the most elaborate state rooms of the Winter Palace Get access to the Old Hermitage, New Hermitage and Small Hermitage Stay on and explore on your own with complimentary museum entrance Explore one of the world's greatest art collections on a guided tour of St. Petersburg's Hermitage See art treasures by Da Vinci, Rembrandt, Van Dyke, Rubens and more Wander through some of the most elaborate state rooms of the Winter Palace Get access to the Old Hermitage, New Hermitage and Small Hermitage Stay on and explore on your own with complimentary museum entrance Explore one of the world's greatest art collections on a guided tour of St. Petersburg's Hermitage See art treasures by Da Vinci, Rembrandt, Van Dyke, Rubens and more Wander through some of the most elaborate state rooms of the Winter Palace Get access to the Old Hermitage, New Hermitage and Small Hermitage Stay on and explore on your own with complimentary museum entrance",
        "strLocation": "st petersburg",
        "strOriginUrl": "https://www.getyourguide.com/st-petersburg-l43/hermitage-museum-private-tour-with-transportation-t35702/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Hermitage Museum Private Tour with Transportation",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 19:14:55"
    },
    {
        "intDurationHour": 6,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 0,
        "intUsdCost": 52,
        "strGuideLanguage": "english, french, italian",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-191598-145.jpg",
        "strIntroduction": "What You'll Do Drive along the famous Nevsky Prospect Admire the golden dome of St. Isaac's Cathedral, and the spire of the Admiralty See romantic bridges over the rivers and canals of St. Petersburg Go to Peter and Paul Fortress to discover the origin of St. Petersburg Explore the galleries of the Hermitage Museum and see masterpieces by Da Vinci, Picasso, Raphael and more Drive along the famous Nevsky Prospect Admire the golden dome of St. Isaac's Cathedral, and the spire of the Admiralty See romantic bridges over the rivers and canals of St. Petersburg Go to Peter and Paul Fortress to discover the origin of St. Petersburg Explore the galleries of the Hermitage Museum and see masterpieces by Da Vinci, Picasso, Raphael and more Drive along the famous Nevsky Prospect Admire the golden dome of St. Isaac's Cathedral, and the spire of the Admiralty See romantic bridges over the rivers and canals of St. Petersburg Go to Peter and Paul Fortress to discover the origin of St. Petersburg Explore the galleries of the Hermitage Museum and see masterpieces by Da Vinci, Picasso, Raphael and more",
        "strLocation": "st petersburg",
        "strOriginUrl": "https://www.getyourguide.com/st-petersburg-l43/st-petersburg-hermitage-private-tour-with-transport-t35704/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "St. Petersburg and Hermitage Half-Day Private Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 19:15:09"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 0,
        "intUsdCost": 41,
        "strGuideLanguage": "english, french, italian",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-191714-145.jpg",
        "strIntroduction": "What You'll Do Visit Pavlovsk Palace, a fine example of Classicism Learn about the life of Paul I and his family Walk in Pavlovsk Park, one of the largest landscape parks in Europe Visit Pavlovsk Palace, a fine example of Classicism Learn about the life of Paul I and his family Walk in Pavlovsk Park, one of the largest landscape parks in Europe Visit Pavlovsk Palace, a fine example of Classicism Learn about the life of Paul I and his family Walk in Pavlovsk Park, one of the largest landscape parks in Europe",
        "strLocation": "st petersburg",
        "strOriginUrl": "https://www.getyourguide.com/st-petersburg-l43/pavlovsk-private-tour-t35716/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Pavlovsk Private Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 19:15:24"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 0,
        "intUsdCost": 19,
        "strGuideLanguage": "english, french, italian",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-192134-145.jpg",
        "strIntroduction": "What You'll Do Take a private tour through the Russian Museum, in the heart of St. Petersburg Explore the Mikhailovsky Palace, an impressive former imperial residence See works by famous Russian artists, such as Levitsky, Brullov, Repin, and more Visit the Benois Wing and see its brilliant collection of Russian avant-garde Take a private tour through the Russian Museum, in the heart of St. Petersburg Explore the Mikhailovsky Palace, an impressive former imperial residence See works by famous Russian artists, such as Levitsky, Brullov, Repin, and more Visit the Benois Wing and see its brilliant collection of Russian avant-garde Take a private tour through the Russian Museum, in the heart of St. Petersburg Explore the Mikhailovsky Palace, an impressive former imperial residence See works by famous Russian artists, such as Levitsky, Brullov, Repin, and more Visit the Benois Wing and see its brilliant collection of Russian avant-garde",
        "strLocation": "st petersburg",
        "strOriginUrl": "https://www.getyourguide.com/st-petersburg-l43/st-petersburg-russian-museum-private-walking-tour-t35767/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "St. Petersburg Russian Museum Private Walking Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 19:15:42"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 32,
        "strGuideLanguage": "english, french, italian",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-192141-145.jpg",
        "strIntroduction": "What You'll Do Visit the Russian Museum and enjoy skip-the-line access along with a private tour See the works in the major museum building, Mikhailovsky Palace, a former imperial residence Admire art by famous Russians, including Levitsky, Brullov, Repin, Aivazovsky, Savrasov, and more Walk through the Benois Wing and see a brilliant collection of Russian avant-garde art Visit the Russian Museum and enjoy skip-the-line access along with a private tour See the works in the major museum building, Mikhailovsky Palace, a former imperial residence Admire art by famous Russians, including Levitsky, Brullov, Repin, Aivazovsky, Savrasov, and more Walk through the Benois Wing and see a brilliant collection of Russian avant-garde art Visit the Russian Museum and enjoy skip-the-line access along with a private tour See the works in the major museum building, Mikhailovsky Palace, a former imperial residence Admire art by famous Russians, including Levitsky, Brullov, Repin, Aivazovsky, Savrasov, and more Walk through the Benois Wing and see a brilliant collection of Russian avant-garde art",
        "strLocation": "st petersburg",
        "strOriginUrl": "https://www.getyourguide.com/st-petersburg-l43/russian-museum-private-tour-st-petersburg-transfer-t35768/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "St. Petersburg: Russian Museum Private 2.5-Hour Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 19:16:02"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 0,
        "intUsdCost": 40,
        "strGuideLanguage": "english, french, italian",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-192224-145.jpg",
        "strIntroduction": "What You'll Do Visit the Yusupov Palace, one of St. Petersburg's most iconic locations Walk through beautiful palace interiors, and admire the gorgeous Moorish Room See the Yusupovs' impressive home theater Visit the Yusupov Palace, one of St. Petersburg's most iconic locations Walk through beautiful palace interiors, and admire the gorgeous Moorish Room See the Yusupovs' impressive home theater Visit the Yusupov Palace, one of St. Petersburg's most iconic locations Walk through beautiful palace interiors, and admire the gorgeous Moorish Room See the Yusupovs' impressive home theater",
        "strLocation": "st petersburg",
        "strOriginUrl": "https://www.getyourguide.com/st-petersburg-l43/st-petersburg-yusupov-palace-private-walking-tour-t35781/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Yusupov Palace Private Walking Tour: St. Petersburg",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 19:16:21"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 0,
        "intUsdCost": 48,
        "strGuideLanguage": "english, french, italian",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-192237-145.jpg",
        "strIntroduction": "What You'll Do Enjoy priority admission to St. Petersburg’s Yusupov Palace See the Yusupov’s magnificent home theater Learn about the murder of Rasputin, which took place here Admire the stunning palace interiors Enjoy priority admission to St. Petersburg’s Yusupov Palace See the Yusupov’s magnificent home theater Learn about the murder of Rasputin, which took place here Admire the stunning palace interiors Enjoy priority admission to St. Petersburg’s Yusupov Palace See the Yusupov’s magnificent home theater Learn about the murder of Rasputin, which took place here Admire the stunning palace interiors",
        "strLocation": "st petersburg",
        "strOriginUrl": "https://www.getyourguide.com/st-petersburg-l43/st-petersburg-yusupov-palace-private-tour-transfer-t35785/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "St. Petersburg: Skip-the-Line Yusupov Palace Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 19:16:39"
    },
    {
        "intDurationHour": 6,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 5,
        "intUsdCost": 75,
        "strGuideLanguage": "english, french, italian",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-192265-145.jpg",
        "strIntroduction": "What You'll Do Admire one of the finest examples of Russian Baroque at Catherine Palace Marvel at the famous Amber Room, recreated in 2003 with panels of amber, gold leaf and mirrors Stroll through the grounds of Pavlovsk Palace, one of the largest landscaped parks in Europe Learn about the life of Russian Emperor Paul I and his family Admire one of the finest examples of Russian Baroque at Catherine Palace Marvel at the famous Amber Room, recreated in 2003 with panels of amber, gold leaf and mirrors Stroll through the grounds of Pavlovsk Palace, one of the largest landscaped parks in Europe Learn about the life of Russian Emperor Paul I and his family Admire one of the finest examples of Russian Baroque at Catherine Palace Marvel at the famous Amber Room, recreated in 2003 with panels of amber, gold leaf and mirrors Stroll through the grounds of Pavlovsk Palace, one of the largest landscaped parks in Europe Learn about the life of Russian Emperor Paul I and his family",
        "strLocation": "st petersburg",
        "strOriginUrl": "https://www.getyourguide.com/st-petersburg-l43/catherine-palace-pavlovsk-private-tour-st-petersburg-t35788/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "St. Petersburg: Catherine & Pavlovsk Palaces Day Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 19:16:54"
    },
    {
        "intDurationHour": 12,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 1,
        "intUsdCost": 104,
        "strGuideLanguage": "english, french",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-192278-145.jpg",
        "strIntroduction": "What You'll Do Discover Veliky Novgorod, one of the most ancient Russia's cities Admire St. Sophia, the best preserved 11th-century churches in all of Russia Visit the fascinating wooden architecture museum of \"Vitoslavlitsy\" Walk along the fortress walls of Novgorod's Kremlin Discover Veliky Novgorod, one of the most ancient Russia's cities Admire St. Sophia, the best preserved 11th-century churches in all of Russia Visit the fascinating wooden architecture museum of \"Vitoslavlitsy\" Walk along the fortress walls of Novgorod's Kremlin Discover Veliky Novgorod, one of the most ancient Russia's cities Admire St. Sophia, the best preserved 11th-century churches in all of Russia Visit the fascinating wooden architecture museum of \"Vitoslavlitsy\" Walk along the fortress walls of Novgorod's Kremlin",
        "strLocation": "st petersburg",
        "strOriginUrl": "https://www.getyourguide.com/st-petersburg-l43/private-day-trip-to-novgorod-from-st-petersburg-t35791/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Veliky Novgorod, Private Day Tour from St. Petersburg",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 19:17:07"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 0,
        "intUsdCost": 44,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-192557-145.jpg",
        "strIntroduction": "What You'll Do Learn about life in Leningrad during the Soviet era Visit the Political History Museum, and see its collection of objects on political movements Tour the Sergei Kirov Museum, the largest museum dedicated to a Communist Party leader in Leningrad Learn about life in Leningrad during the Soviet era Visit the Political History Museum, and see its collection of objects on political movements Tour the Sergei Kirov Museum, the largest museum dedicated to a Communist Party leader in Leningrad Learn about life in Leningrad during the Soviet era Visit the Political History Museum, and see its collection of objects on political movements Tour the Sergei Kirov Museum, the largest museum dedicated to a Communist Party leader in Leningrad",
        "strLocation": "st petersburg",
        "strOriginUrl": "https://www.getyourguide.com/st-petersburg-l43/soviet-leningrad-private-tour-with-transportation-t35834/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "St. Petersburg: Half-Day Soviet Leningrad Private Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 19:17:22"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 0,
        "intUsdCost": 48,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-192597-145.jpg",
        "strIntroduction": "What You'll Do Visit the Dostoevsky Memorial Apartment See Raskolnikov's house and other places described in Dostoevsky's novels Pay a visit to Dostoevsky’s grave in Tikhvin Cemetery Visit the Dostoevsky Memorial Apartment See Raskolnikov's house and other places described in Dostoevsky's novels Pay a visit to Dostoevsky’s grave in Tikhvin Cemetery Visit the Dostoevsky Memorial Apartment See Raskolnikov's house and other places described in Dostoevsky's novels Pay a visit to Dostoevsky’s grave in Tikhvin Cemetery",
        "strLocation": "st petersburg",
        "strOriginUrl": "https://www.getyourguide.com/st-petersburg-l43/dostoevsky-s-st-petersburg-private-tour-with-transport-t35839/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Dostoevsky’s St. Petersburg: Private 3-Hour Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 19:17:32"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 0,
        "intUsdCost": 110,
        "strGuideLanguage": "russian",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-68286-145.jpg",
        "strIntroduction": "What You'll Do Avoid St. Petersburg's notorious traffic problems with our experienced drivers Enjoy easy transportation between the airport and your hotel Clear your conscience – all transfers are 100% carbon offset Avoid St. Petersburg's notorious traffic problems with our experienced drivers Enjoy easy transportation between the airport and your hotel Clear your conscience – all transfers are 100% carbon offset Avoid St. Petersburg's notorious traffic problems with our experienced drivers Enjoy easy transportation between the airport and your hotel Clear your conscience – all transfers are 100% carbon offset",
        "strLocation": "st petersburg",
        "strOriginUrl": "https://www.getyourguide.com/st-petersburg-l43/private-one-way-airport-transfer-to-st-petersburg-t16094/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Private One Way Airport Transfer to St. Petersburg",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 19:17:45"
    },
    {
        "intDurationHour": 5,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 3,
        "intUsdCost": 52,
        "strGuideLanguage": "german",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-281192-145.jpg",
        "strIntroduction": "What You'll Do Experience the special flair of a white night in St. Petersburg Stroll through the classical summer garden of Peter the Great Enjoy the maritime atmosphere of a boat tour along the St. Petersburg channels Experience the special flair of a white night in St. Petersburg Stroll through the classical summer garden of Peter the Great Enjoy the maritime atmosphere of a boat tour along the St. Petersburg channels Experience the special flair of a white night in St. Petersburg Stroll through the classical summer garden of Peter the Great Enjoy the maritime atmosphere of a boat tour along the St. Petersburg channels",
        "strLocation": "st petersburg",
        "strOriginUrl": "https://www.getyourguide.com/st-petersburg-l43/white-night-st-petersburg-boat-tour-snacks-drinks-t46883/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "White night tour incl. Boat ride",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 19:17:59"
    },
    {
        "intDurationHour": 6,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 0,
        "intUsdCost": 350,
        "strGuideLanguage": "spanish, english, german",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-306422-145.jpg",
        "strIntroduction": "What You'll Do View the monumental structure of Constantine’s Palace Walk through grand interiors of the Congress Hall for international summits Get the opportunity to look at the apartments of the President View the monumental structure of Constantine’s Palace Walk through grand interiors of the Congress Hall for international summits Get the opportunity to look at the apartments of the President View the monumental structure of Constantine’s Palace Walk through grand interiors of the Congress Hall for international summits Get the opportunity to look at the apartments of the President",
        "strLocation": "st petersburg",
        "strOriginUrl": "https://www.getyourguide.com/st-petersburg-l43/president-putin-s-palace-full-day-tour-t49756/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "President Putin's Palace Full-Day Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 19:18:13"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 0,
        "intUsdCost": 37,
        "strGuideLanguage": "spanish, english, french, german, italian, russian",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-573491-145.jpg",
        "strIntroduction": "What You'll Do Russian Museum Spilled on Blood Church Art Square Griboyedov Canal Nevsky Prospect Russian Museum Spilled on Blood Church Art Square Griboyedov Canal Nevsky Prospect Russian Museum Spilled on Blood Church Art Square Griboyedov Canal Nevsky Prospect",
        "strLocation": "st petersburg",
        "strOriginUrl": "https://www.getyourguide.com/st-petersburg-l43/3-hour-russian-art-tour-t908/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "St.Petersburg: Skip-the-line Russian Museum Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 19:18:26"
    },
    {
        "intDurationHour": 10,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 0,
        "intUsdCost": 235,
        "strGuideLanguage": "english, french, russian",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-406532-145.jpg",
        "strIntroduction": "What You'll Do Visit Novgorod, one of Russia's most historic cities and a UNESCO World Heritage Site See Novgorod's impressive medieval palaces and churches Marvel at the Novgorod Kremlin, dating back to the 15th century and containing historic bell and clock towers Take in the old market place and the Church of the Saviour, home to original frescoes by Theophanus Enjoy a traditional Russian meal at a local restaurant before returning to St. Petersburg Visit Novgorod, one of Russia's most historic cities and a UNESCO World Heritage Site See Novgorod's impressive medieval palaces and churches Marvel at the Novgorod Kremlin, dating back to the 15th century and containing historic bell and clock towers Take in the old market place and the Church of the Saviour, home to original frescoes by Theophanus Enjoy a traditional Russian meal at a local restaurant before returning to St. Petersburg Visit Novgorod, one of Russia's most historic cities and a UNESCO World Heritage Site See Novgorod's impressive medieval palaces and churches Marvel at the Novgorod Kremlin, dating back to the 15th century and containing historic bell and clock towers Take in the old market place and the Church of the Saviour, home to original frescoes by Theophanus Enjoy a traditional Russian meal at a local restaurant before returning to St. Petersburg",
        "strLocation": "st petersburg",
        "strOriginUrl": "https://www.getyourguide.com/st-petersburg-l43/novgorod-ancient-russia-full-day-tour-t913/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Novgorod Ancient Russia Full-Day Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 19:18:41"
    },
    {
        "intDurationHour": 16,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 3,
        "intUsdCost": 749,
        "strGuideLanguage": "spanish, english, french, german, italian, portuguese",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-43297-145.jpg",
        "strIntroduction": "What You'll Do Take a break from your cruise and discover Saint Petersburg in 2 days Visit the Peter and Paul Fortress which was founded by Peter the Great Explore the Hermitage, one of Russia’s largest museums The fountains and parks of Peterhof will delight you Experience Catherine's palace and park, featuring the stunning Amber Room Enjoy lunch at authentic Russian restaurants Your friendly guide and driver will pick you up and drop you off right at your ship Take a break from your cruise and discover Saint Petersburg in 2 days Visit the Peter and Paul Fortress which was founded by Peter the Great Explore the Hermitage, one of Russia’s largest museums The fountains and parks of Peterhof will delight you Experience Catherine's palace and park, featuring the stunning Amber Room Enjoy lunch at authentic Russian restaurants Your friendly guide and driver will pick you up and drop you off right at your ship Take a break from your cruise and discover Saint Petersburg in 2 days Visit the Peter and Paul Fortress which was founded by Peter the Great Explore the Hermitage, one of Russia’s largest museums The fountains and parks of Peterhof will delight you Experience Catherine's palace and park, featuring the stunning Amber Room Enjoy lunch at authentic Russian restaurants Your friendly guide and driver will pick you up and drop you off right at your ship",
        "strLocation": "st petersburg",
        "strOriginUrl": "https://www.getyourguide.com/st-petersburg-l43/easy-visa-free-st-petersburg-2-day-tour-from-cruise-t9087/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "St. Petersburg Highlights: 2-Day Visa Free Guided Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 19:18:53"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 85,
        "strGuideLanguage": "english, russian",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-441149-145.jpg",
        "strIntroduction": "What You'll Do Relax as you cruise past some of the most beautiful buildings in St Petersburg Learn about the city's history from your expert guide See St Petersburg from the water and the land Relax as you cruise past some of the most beautiful buildings in St Petersburg Learn about the city's history from your expert guide See St Petersburg from the water and the land Relax as you cruise past some of the most beautiful buildings in St Petersburg Learn about the city's history from your expert guide See St Petersburg from the water and the land",
        "strLocation": "st petersburg",
        "strOriginUrl": "https://www.getyourguide.com/st-petersburg-l43/st-petersburg-boat-trip-and-walking-tour-t67198/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "St Petersburg Boat Trip and Walking Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 19:19:09"
    },
    {
        "intDurationHour": 5,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 2,
        "intUsdCost": 244,
        "strGuideLanguage": "english, russian",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-441205-145.jpg",
        "strIntroduction": "What You'll Do Visit the stunning Grand Palace Admire the world’s most elaborate fountain system Behold the ornate Throne Room, Ballroom and other opulent interiors Explore the Upper Garden and Lower Park, including the Grand Cascade and Peter’s Monplaisir retreat Visit the stunning Grand Palace Admire the world’s most elaborate fountain system Behold the ornate Throne Room, Ballroom and other opulent interiors Explore the Upper Garden and Lower Park, including the Grand Cascade and Peter’s Monplaisir retreat Visit the stunning Grand Palace Admire the world’s most elaborate fountain system Behold the ornate Throne Room, Ballroom and other opulent interiors Explore the Upper Garden and Lower Park, including the Grand Cascade and Peter’s Monplaisir retreat",
        "strLocation": "st petersburg",
        "strOriginUrl": "https://www.getyourguide.com/st-petersburg-l43/st-petersburg-peterhof-tour-with-return-by-hydrofoil-t67203/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "St Petersburg: Peterhof Tour with Return by Hydrofoil",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 19:19:24"
    },
    {
        "intDurationHour": 16,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 0,
        "intUsdCost": 240,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-441344-145.jpg",
        "strIntroduction": "What You'll Do Take advantage of this comprehensive visa-free tour that will intorduce you to the highlights of Saint Petersburg in two days Enjoy the company of a professional local guide Visit all the important sights of the city including Peter & Paul Fortress, St Isaac's Cathedral, Catherine's palace with Amber Room and Peterhof park Try delicious local cuisine for lunch at Russian Restaurants Make new friends with your tour companions as the group size is limited to only 16 passengers Take advantage of this comprehensive visa-free tour that will intorduce you to the highlights of Saint Petersburg in two days Enjoy the company of a professional local guide Visit all the important sights of the city including Peter & Paul Fortress, St Isaac's Cathedral, Catherine's palace with Amber Room and Peterhof park Try delicious local cuisine for lunch at Russian Restaurants Make new friends with your tour companions as the group size is limited to only 16 passengers Take advantage of this comprehensive visa-free tour that will intorduce you to the highlights of Saint Petersburg in two days Enjoy the company of a professional local guide Visit all the important sights of the city including Peter & Paul Fortress, St Isaac's Cathedral, Catherine's palace with Amber Room and Peterhof park Try delicious local cuisine for lunch at Russian Restaurants Make new friends with your tour companions as the group size is limited to only 16 passengers",
        "strLocation": "st petersburg",
        "strOriginUrl": "https://www.getyourguide.com/st-petersburg-l43/st-petersburg-visa-free-2-day-essential-group-tour-t67216/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "St. Petersburg: Visa Free 2-Day Essential Group Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 19:19:37"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 0,
        "intUsdCost": 60,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-441355-145.jpg",
        "strIntroduction": "What You'll Do Make the most of your time in St. Petersburg with a local expert shopping guide Enjoy a fun gift and souvenir shopping experience with your English-speaking host Find amazing matreshka dolls, clothing, gifts or souvenirs at great prices Make the most of your time in St. Petersburg with a local expert shopping guide Enjoy a fun gift and souvenir shopping experience with your English-speaking host Find amazing matreshka dolls, clothing, gifts or souvenirs at great prices Make the most of your time in St. Petersburg with a local expert shopping guide Enjoy a fun gift and souvenir shopping experience with your English-speaking host Find amazing matreshka dolls, clothing, gifts or souvenirs at great prices",
        "strLocation": "st petersburg",
        "strOriginUrl": "https://www.getyourguide.com/st-petersburg-l43/gifts-souvenir-shopping-with-a-local-t67219/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "St. Petersburg: Gift and Souvenir Shopping with a Local",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 19:19:51"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 0,
        "intUsdCost": 0,
        "strGuideLanguage": "english, russian",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-441690-145.jpg",
        "strIntroduction": "What You'll Do Discover St Petersburg by Limousine Enjoy a romantic experience, perfect for couples See the sights illuminated at night Discover St Petersburg by Limousine Enjoy a romantic experience, perfect for couples See the sights illuminated at night Discover St Petersburg by Limousine Enjoy a romantic experience, perfect for couples See the sights illuminated at night",
        "strLocation": "st petersburg",
        "strOriginUrl": "https://www.getyourguide.com/st-petersburg-l43/st-petersburg-vip-night-tour-by-limousine-t67255/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "St Petersburg VIP Night Tour by Limousine",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 19:20:02"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 4,
        "intUsdCost": 148,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-441984-145.jpg",
        "strIntroduction": "What You'll Do Enjoy one of the most beautiful classical ballets Swan Lake in a palacial setting Enjoy a worry-free round-trip transfer to the theater from your hotel or cruise ship Take home unforgettable memories of the beautiful music and spectacular dancers Enjoy one of the most beautiful classical ballets Swan Lake in a palacial setting Enjoy a worry-free round-trip transfer to the theater from your hotel or cruise ship Take home unforgettable memories of the beautiful music and spectacular dancers Enjoy one of the most beautiful classical ballets Swan Lake in a palacial setting Enjoy a worry-free round-trip transfer to the theater from your hotel or cruise ship Take home unforgettable memories of the beautiful music and spectacular dancers",
        "strLocation": "st petersburg",
        "strOriginUrl": "https://www.getyourguide.com/st-petersburg-l43/st-petersburg-swan-lake-ballet-at-hermitage-theater-t67284/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "St. Petersburg: Swan Lake Ballet Theater Ticket",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 19:20:17"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 0,
        "intUsdCost": 65,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-440412-145.jpg",
        "strIntroduction": "What You'll Do Take a break from city sightseeing to enjoy a unique activity Create a Do-It-Yourself souvenir to amaze your friends with Paint a traditional Matryoshka Doll Take a break from city sightseeing to enjoy a unique activity Create a Do-It-Yourself souvenir to amaze your friends with Paint a traditional Matryoshka Doll Take a break from city sightseeing to enjoy a unique activity Create a Do-It-Yourself souvenir to amaze your friends with Paint a traditional Matryoshka Doll",
        "strLocation": "st petersburg",
        "strOriginUrl": "https://www.getyourguide.com/st-petersburg-l43/st-petersburg-matryoshka-doll-painting-class-t64814/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "St. Petersburg: Matryoshka Doll Painting Class",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 19:20:33"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 0,
        "intUsdCost": 193,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-437139-145.jpg",
        "strIntroduction": "What You'll Do Begin the tour at your hotel Relax in a comfortable car sightseeing around the city Visit Nevsky prospect, Peter and Paul fortress and St. Isaac's Cathedral Begin the tour at your hotel Relax in a comfortable car sightseeing around the city Visit Nevsky prospect, Peter and Paul fortress and St. Isaac's Cathedral Begin the tour at your hotel Relax in a comfortable car sightseeing around the city Visit Nevsky prospect, Peter and Paul fortress and St. Isaac's Cathedral",
        "strLocation": "st petersburg",
        "strOriginUrl": "https://www.getyourguide.com/st-petersburg-l43/stpetersburg-4-hour-city-tour-with-a-private-car-t66701/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "St.Petersburg: 4-Hour City Tour with a Private Car",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 19:21:10"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 0,
        "intUsdCost": 107,
        "strGuideLanguage": "english, russian",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-438047-145.jpg",
        "strIntroduction": "What You'll Do Ensure personal service with small groups and private guide Enjoy skip-the-line priviledges Led by an art historian Ensure personal service with small groups and private guide Enjoy skip-the-line priviledges Led by an art historian Ensure personal service with small groups and private guide Enjoy skip-the-line priviledges Led by an art historian",
        "strLocation": "st petersburg",
        "strOriginUrl": "https://www.getyourguide.com/st-petersburg-l43/st-petersburg-hermitage-museum-w-an-art-historian-t66838/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "St Petersburg: Hermitage Museum w/ an Art Historian",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 19:21:27"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 2,
        "intUsdCost": 65,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-439299-145.jpg",
        "strIntroduction": "What You'll Do Enjoy a comprehensive tour of the museum with an art enthusiast Take advantage of the small group limited to maximum 6 passengers for your comfort Explore the UNESCO World Heritage site with your professional guide Visit Winter Palace, Small Hermitage, Old Hermitage, New Hermitage and Generel's Staff Building with Impressionist collection Learn about the life of Russian Tsars in the Winter Palace Interiors Enjoy a comprehensive tour of the museum with an art enthusiast Take advantage of the small group limited to maximum 6 passengers for your comfort Explore the UNESCO World Heritage site with your professional guide Visit Winter Palace, Small Hermitage, Old Hermitage, New Hermitage and Generel's Staff Building with Impressionist collection Learn about the life of Russian Tsars in the Winter Palace Interiors Enjoy a comprehensive tour of the museum with an art enthusiast Take advantage of the small group limited to maximum 6 passengers for your comfort Explore the UNESCO World Heritage site with your professional guide Visit Winter Palace, Small Hermitage, Old Hermitage, New Hermitage and Generel's Staff Building with Impressionist collection Learn about the life of Russian Tsars in the Winter Palace Interiors",
        "strLocation": "st petersburg",
        "strOriginUrl": "https://www.getyourguide.com/st-petersburg-l43/skip-the-line-hermitage-museum-small-group-tour-t66973/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Skip the Line: Hermitage Museum Small Group Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 19:21:38"
    },
    {
        "intDurationHour": 10,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 0,
        "intUsdCost": 401,
        "strGuideLanguage": "english, russian",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-445151-145.jpg",
        "strIntroduction": "What You'll Do Learn about the medieval city of Velikiy Novgorod with an art historian to guide you Enjoy an a la carte lunch Step back in time on a history tour Learn about the medieval city of Velikiy Novgorod with an art historian to guide you Enjoy an a la carte lunch Step back in time on a history tour Learn about the medieval city of Velikiy Novgorod with an art historian to guide you Enjoy an a la carte lunch Step back in time on a history tour",
        "strLocation": "st petersburg",
        "strOriginUrl": "https://www.getyourguide.com/st-petersburg-l43/from-st-petersburg-full-day-tour-to-velikiy-novgorod-t67040/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "From St. Petersburg: Full-Day Tour to Velikiy Novgorod",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 19:21:55"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 0,
        "intUsdCost": 336,
        "strGuideLanguage": "english, russian",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-439866-145.jpg",
        "strIntroduction": "What You'll Do Visit Tsarskoye Selo and Pavlovsk See two of the city's former imperial residences, Catherine Palace and Pavlovsk Palace Be wowed by Catherine Palace's Amber Room, known for its walls of amber Savor a traditional Russian lunch in a typical national restaurant Visit Tsarskoye Selo and Pavlovsk See two of the city's former imperial residences, Catherine Palace and Pavlovsk Palace Be wowed by Catherine Palace's Amber Room, known for its walls of amber Savor a traditional Russian lunch in a typical national restaurant Visit Tsarskoye Selo and Pavlovsk See two of the city's former imperial residences, Catherine Palace and Pavlovsk Palace Be wowed by Catherine Palace's Amber Room, known for its walls of amber Savor a traditional Russian lunch in a typical national restaurant",
        "strLocation": "st petersburg",
        "strOriginUrl": "https://www.getyourguide.com/st-petersburg-l43/from-st-petersburg-tsarskoye-selo-pavlovsk-day-tour-t67060/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "From St. Petersburg: Tsarskoye Selo & Pavlovsk Day Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 19:22:08"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 2,
        "intUsdCost": 64,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-439983-145.jpg",
        "strIntroduction": "What You'll Do Treat your beloved one on a special occasion with this palacial reception. Enjoy romantic atmosphere of beautiful palace halls with a glass of champagne. Listen to the masterpieces of Russian Classics performed by string chamber orchestra. Take home memories of a unique experience to cherish forever. Treat your beloved one on a special occasion with this palacial reception. Enjoy romantic atmosphere of beautiful palace halls with a glass of champagne. Listen to the masterpieces of Russian Classics performed by string chamber orchestra. Take home memories of a unique experience to cherish forever. Treat your beloved one on a special occasion with this palacial reception. Enjoy romantic atmosphere of beautiful palace halls with a glass of champagne. Listen to the masterpieces of Russian Classics performed by string chamber orchestra. Take home memories of a unique experience to cherish forever.",
        "strLocation": "st petersburg",
        "strOriginUrl": "https://www.getyourguide.com/st-petersburg-l43/classical-russian-music-concert-in-a-palace-t67079/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Classical Russian Music Concert in a Palace",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 19:22:24"
    },
    {
        "intDurationHour": 5,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 0,
        "intUsdCost": 96,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-440038-145.jpg",
        "strIntroduction": "What You'll Do Enjoy privileged fast-track admission to the palace and avoid lines queues. Explore one of the most beautiful residences founded by Tzar Peter.. Take hundreds of colorful photos of the world-famous fountains to share with your friends. Learn lots of stories about the life of imperial families and their celebrations. Become part of history and take photo with Empress Catherine the Great! Enjoy privileged fast-track admission to the palace and avoid lines queues. Explore one of the most beautiful residences founded by Tzar Peter.. Take hundreds of colorful photos of the world-famous fountains to share with your friends. Learn lots of stories about the life of imperial families and their celebrations. Become part of history and take photo with Empress Catherine the Great! Enjoy privileged fast-track admission to the palace and avoid lines queues. Explore one of the most beautiful residences founded by Tzar Peter.. Take hundreds of colorful photos of the world-famous fountains to share with your friends. Learn lots of stories about the life of imperial families and their celebrations. Become part of history and take photo with Empress Catherine the Great!",
        "strLocation": "st petersburg",
        "strOriginUrl": "https://www.getyourguide.com/st-petersburg-l43/semi-private-peterhof-grand-palace-park-vip-admission-t67084/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Semi-Private Peterhof Grand Palace & Park VIP Admission",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 19:22:39"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 0,
        "intUsdCost": 171,
        "strGuideLanguage": "english, russian",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-441674-145.jpg",
        "strIntroduction": "What You'll Do Discover the St Petersburg of Dostoevsky Learn from a private guide Experience the city from a new perspective Discover the St Petersburg of Dostoevsky Learn from a private guide Experience the city from a new perspective Discover the St Petersburg of Dostoevsky Learn from a private guide Experience the city from a new perspective",
        "strLocation": "st petersburg",
        "strOriginUrl": "https://www.getyourguide.com/st-petersburg-l43/saint-petersburg-dostoyevsky-walking-tour-t67186/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Saint Petersburg: Dostoyevsky Walking Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 19:22:51"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 0,
        "intUsdCost": 130,
        "strGuideLanguage": "spanish, english, french, german, italian, russian",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-405456-145.jpg",
        "strIntroduction": "What You'll Do Visit the famous and vast Hermitage Museum Take a tour of the Peter and Paul Fortress Enjoy a romantic boat trip along the rivers and canals Visit the famous and vast Hermitage Museum Take a tour of the Peter and Paul Fortress Enjoy a romantic boat trip along the rivers and canals Visit the famous and vast Hermitage Museum Take a tour of the Peter and Paul Fortress Enjoy a romantic boat trip along the rivers and canals",
        "strLocation": "st petersburg",
        "strOriginUrl": "https://www.getyourguide.com/st-petersburg-l43/st-petersburg-1-day-visa-free-shore-tour-t62753/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "St. Petersburg 1-Day Visa-Free Shore Excursion",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 19:23:01"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 0,
        "intUsdCost": 165,
        "strGuideLanguage": "spanish, english, french, german, italian, russian",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-405692-145.jpg",
        "strIntroduction": "What You'll Do Visit the famous Hermitage Museum Enjoy your tour to Peterhof: the summer residence of the czars, called the \"Russian Versailles\" Take a romantic boat trip on the rivers and canals See the wonderful fortress of Saints Peter and Paul Visit the famous Hermitage Museum Enjoy your tour to Peterhof: the summer residence of the czars, called the \"Russian Versailles\" Take a romantic boat trip on the rivers and canals See the wonderful fortress of Saints Peter and Paul Visit the famous Hermitage Museum Enjoy your tour to Peterhof: the summer residence of the czars, called the \"Russian Versailles\" Take a romantic boat trip on the rivers and canals See the wonderful fortress of Saints Peter and Paul",
        "strLocation": "st petersburg",
        "strOriginUrl": "https://www.getyourguide.com/st-petersburg-l43/saint-petersburg-1-day-visa-free-cruise-shore-tour-t62789/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Saint Petersburg: 1-day Visa Free Cruise Shore Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 19:23:13"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 0,
        "intUsdCost": 550,
        "strGuideLanguage": "spanish, english, french, german, italian, russian",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-405697-145.jpg",
        "strIntroduction": "What You'll Do Take an interesting tour of the Moscow subway See the famous Red Square Visit the wonderful Kremlin Take an interesting tour of the Moscow subway See the famous Red Square Visit the wonderful Kremlin Take an interesting tour of the Moscow subway See the famous Red Square Visit the wonderful Kremlin",
        "strLocation": "st petersburg",
        "strOriginUrl": "https://www.getyourguide.com/st-petersburg-l43/moscow-full-day-shore-excursion-t62791/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Moscow Full-Day Shore Excursion",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 19:23:25"
    },
    {
        "intDurationHour": 16,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 0,
        "intUsdCost": 220,
        "strGuideLanguage": "spanish, english, french, german, italian, russian",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-405703-145.jpg",
        "strIntroduction": "What You'll Do See all the important sights of Saint Petersburg Visit the famous Hermitage Museum Take a tour to the summer palace of the czars in Pushkin See all the important sights of Saint Petersburg Visit the famous Hermitage Museum Take a tour to the summer palace of the czars in Pushkin See all the important sights of Saint Petersburg Visit the famous Hermitage Museum Take a tour to the summer palace of the czars in Pushkin",
        "strLocation": "st petersburg",
        "strOriginUrl": "https://www.getyourguide.com/st-petersburg-l43/saint-petersburg-two-day-shore-excursion-t62792/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Saint Petersburg Two-Day Shore Excursion",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 19:23:38"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 0,
        "intUsdCost": 75,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-406394-145.jpg",
        "strIntroduction": "What You'll Do Depart from St. Petersburg in the knowledge that a punctual and safe trip to the airport awaits you Enjoy comfortable seats and air-conditioning on your trip to St. Petersburg Airport Trust your experienced driver to navigate the complicated streets of St. Petersburg Depart from St. Petersburg in the knowledge that a punctual and safe trip to the airport awaits you Enjoy comfortable seats and air-conditioning on your trip to St. Petersburg Airport Trust your experienced driver to navigate the complicated streets of St. Petersburg Depart from St. Petersburg in the knowledge that a punctual and safe trip to the airport awaits you Enjoy comfortable seats and air-conditioning on your trip to St. Petersburg Airport Trust your experienced driver to navigate the complicated streets of St. Petersburg",
        "strLocation": "st petersburg",
        "strOriginUrl": "https://www.getyourguide.com/st-petersburg-l43/st-petersburg-airport-departure-business-transfer-t62835/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "St. Petersburg Airport Business Transfer",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 19:23:52"
    },
    {
        "intDurationHour": 6,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 18,
        "intUsdCost": 75,
        "strGuideLanguage": "english, german",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-111305-145.jpg",
        "strIntroduction": "What You'll Do Marvel at the magnificent summer residences of the Russian tsars See the spectacular Catherine Palace and its Amber Room Visit the imperial estate and park complex at Pavlovsk Marvel at the magnificent summer residences of the Russian tsars See the spectacular Catherine Palace and its Amber Room Visit the imperial estate and park complex at Pavlovsk Marvel at the magnificent summer residences of the Russian tsars See the spectacular Catherine Palace and its Amber Room Visit the imperial estate and park complex at Pavlovsk",
        "strLocation": "st petersburg",
        "strOriginUrl": "https://www.getyourguide.com/st-petersburg-l43/full-day-imperial-residences-tour-pushkin-pavlovsk-t901/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Full-Day Imperial Residences Tour: Pushkin & Pavlovsk",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 19:24:03"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 5,
        "intUsdCost": 57,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-406228-145.jpg",
        "strIntroduction": "What You'll Do Travel to St. Petersburg in the knowledge that a punctual and safe trip to your destination awaits you Enjoy comfortable seats and air-conditioning on your trip to St. Petersburg city center Trust your experienced driver to navigate the complicated streets of St. Petersburg Enjoy the privacy and comfort of a private ride Travel to St. Petersburg in the knowledge that a punctual and safe trip to your destination awaits you Enjoy comfortable seats and air-conditioning on your trip to St. Petersburg city center Trust your experienced driver to navigate the complicated streets of St. Petersburg Enjoy the privacy and comfort of a private ride Travel to St. Petersburg in the knowledge that a punctual and safe trip to your destination awaits you Enjoy comfortable seats and air-conditioning on your trip to St. Petersburg city center Trust your experienced driver to navigate the complicated streets of St. Petersburg Enjoy the privacy and comfort of a private ride",
        "strLocation": "st petersburg",
        "strOriginUrl": "https://www.getyourguide.com/st-petersburg-l43/st-petersburg-private-airport-arrival-transfer-t9679/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "St. Petersburg Private Airport Arrival Transfers",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 19:24:18"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 3,
        "intReviewVisitor": 3,
        "intUsdCost": 58,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-406377-145.jpg",
        "strIntroduction": "What You'll Do Depart from St. Petersburg in the knowledge that a punctual and safe trip to the airport awaits you Enjoy comfortable seats and air-conditioning on your trip to St. Petersburg Airport Trust your experienced driver to navigate the complicated streets of St. Petersburg Enjoy the privacy and comfort of a private ride Depart from St. Petersburg in the knowledge that a punctual and safe trip to the airport awaits you Enjoy comfortable seats and air-conditioning on your trip to St. Petersburg Airport Trust your experienced driver to navigate the complicated streets of St. Petersburg Enjoy the privacy and comfort of a private ride Depart from St. Petersburg in the knowledge that a punctual and safe trip to the airport awaits you Enjoy comfortable seats and air-conditioning on your trip to St. Petersburg Airport Trust your experienced driver to navigate the complicated streets of St. Petersburg Enjoy the privacy and comfort of a private ride",
        "strLocation": "st petersburg",
        "strOriginUrl": "https://www.getyourguide.com/st-petersburg-l43/stpetersburg-departure-airport-transfer-t9681/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "St. Petersburg Private Airport Departure Transfers",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 19:24:30"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 16,
        "intUsdCost": 36,
        "strGuideLanguage": "spanish, english, french, german, italian, russian",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-406224-145.jpg",
        "strIntroduction": "What You'll Do Discover the amazing city of Saint Petersburg on this exciting private sightseeing tour Walk along the famous Nevsky Prospect and admire top-notch shopping and boutiques in 18th century buildings Admire the immense Palace Square, home to the city's Winter Palace See the impressive monument to Catherine the Great, as well as the Alexandrinsky Theatre Take in panoramic views of the whole city, including the 5 buildings of the State Hermitage Museum Visit the Peter and Paul Fortress, once build to protect the city but later used as a political prison Step into the Peter and Paul Cathedral, the burial place of Russian Emperors Discover the amazing city of Saint Petersburg on this exciting private sightseeing tour Walk along the famous Nevsky Prospect and admire top-notch shopping and boutiques in 18th century buildings Admire the immense Palace Square, home to the city's Winter Palace See the impressive monument to Catherine the Great, as well as the Alexandrinsky Theatre Take in panoramic views of the whole city, including the 5 buildings of the State Hermitage Museum Visit the Peter and Paul Fortress, once build to protect the city but later used as a political prison Step into the Peter and Paul Cathedral, the burial place of Russian Emperors Discover the amazing city of Saint Petersburg on this exciting private sightseeing tour Walk along the famous Nevsky Prospect and admire top-notch shopping and boutiques in 18th century buildings Admire the immense Palace Square, home to the city's Winter Palace See the impressive monument to Catherine the Great, as well as the Alexandrinsky Theatre Take in panoramic views of the whole city, including the 5 buildings of the State Hermitage Museum Visit the Peter and Paul Fortress, once build to protect the city but later used as a political prison Step into the Peter and Paul Cathedral, the burial place of Russian Emperors",
        "strLocation": "st petersburg",
        "strOriginUrl": "https://www.getyourguide.com/st-petersburg-l43/saint-petersburg-city-tour-with-peter-and-paul-fortress-t903/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Saint Petersburg City Tour with Peter and Paul Fortress",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 19:24:45"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 5,
        "intUsdCost": 18,
        "strGuideLanguage": "spanish, english, french, german, italian, russian",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-2738-145.jpg",
        "strIntroduction": "What You'll Do The most gorgeous palaces and squares of Saint-Petersburg at night: the Winter Palace, Nevsky Prospect, Kazan Cathedral, the Admiralty, Palace Square the Peter and Paul Fortress, the Naval Museum, St.Petersburg University, the Menshikov Palace, the Fine Arts Academy the Bronze Horseman, Alexandrinsky Theatre, Smolny Cathedral, the monument to Catherine the Great Fine Arts Square, the State Russian Museum, the Church of Resurrection on Spilled Blood, As well as numerous canals and rivers and beautiful bridges across them. The most gorgeous palaces and squares of Saint-Petersburg at night: the Winter Palace, Nevsky Prospect, Kazan Cathedral, the Admiralty, Palace Square the Peter and Paul Fortress, the Naval Museum, St.Petersburg University, the Menshikov Palace, the Fine Arts Academy the Bronze Horseman, Alexandrinsky Theatre, Smolny Cathedral, the monument to Catherine the Great Fine Arts Square, the State Russian Museum, the Church of Resurrection on Spilled Blood, As well as numerous canals and rivers and beautiful bridges across them. The most gorgeous palaces and squares of Saint-Petersburg at night: the Winter Palace, Nevsky Prospect, Kazan Cathedral, the Admiralty, Palace Square the Peter and Paul Fortress, the Naval Museum, St.Petersburg University, the Menshikov Palace, the Fine Arts Academy the Bronze Horseman, Alexandrinsky Theatre, Smolny Cathedral, the monument to Catherine the Great Fine Arts Square, the State Russian Museum, the Church of Resurrection on Spilled Blood, As well as numerous canals and rivers and beautiful bridges across them.",
        "strLocation": "st petersburg",
        "strOriginUrl": "https://www.getyourguide.com/st-petersburg-l43/illuminations-night-city-tour-t905/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Illuminations Night City Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 19:25:00"
    },
    {
        "intDurationHour": 5,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 0,
        "intUsdCost": 85,
        "strGuideLanguage": "spanish, english, french, german, italian",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-573563-145.jpg",
        "strIntroduction": "What You'll Do Experience a 5-hour tour of Peterhof by boat Stroll through the Lower and Upper Gardens and visit the Grand Palace Admire the world’s most elaborate fountain system Learn about historical and architectural features of the UNESCO World Heritage Site from your knowledgeable guide Cruise along the Neva River on a 45 minute ride by hydrofoil Experience a 5-hour tour of Peterhof by boat Stroll through the Lower and Upper Gardens and visit the Grand Palace Admire the world’s most elaborate fountain system Learn about historical and architectural features of the UNESCO World Heritage Site from your knowledgeable guide Cruise along the Neva River on a 45 minute ride by hydrofoil Experience a 5-hour tour of Peterhof by boat Stroll through the Lower and Upper Gardens and visit the Grand Palace Admire the world’s most elaborate fountain system Learn about historical and architectural features of the UNESCO World Heritage Site from your knowledgeable guide Cruise along the Neva River on a 45 minute ride by hydrofoil",
        "strLocation": "st petersburg",
        "strOriginUrl": "https://www.getyourguide.com/st-petersburg-l43/st-petersburg-skip-the-line-peterhof-tour-whydrofoil-t87125/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "St. Petersburg: Skip-the-Line Peterhof Tour w/Hydrofoil",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 19:25:11"
    },
    {
        "intDurationHour": 5,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 0,
        "intUsdCost": 36,
        "strGuideLanguage": "spanish, english, french, german, italian",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-575045-145.jpg",
        "strIntroduction": "What You'll Do Discover the amazing city of St.Petersburg on this exciting private sightseeing tour Walk along the famous Nevsky Prospect and admire top-notch shopping and boutiques in 18th century buildings Admire the immense Palace Square, home to the city's Winter Palace See the impressive monument to Catherine the Great, as well as the Alexandrinsky Theater Take in panoramic views of the whole city, including the 5 buildings of the State Hermitage Museum Visit the Peter and Paul Fortress, once build to protect the city, but later used as a political prison Step into the Peter and Paul Cathedral, the burial place of Russian Emperors Discover the amazing city of St.Petersburg on this exciting private sightseeing tour Walk along the famous Nevsky Prospect and admire top-notch shopping and boutiques in 18th century buildings Admire the immense Palace Square, home to the city's Winter Palace See the impressive monument to Catherine the Great, as well as the Alexandrinsky Theater Take in panoramic views of the whole city, including the 5 buildings of the State Hermitage Museum Visit the Peter and Paul Fortress, once build to protect the city, but later used as a political prison Step into the Peter and Paul Cathedral, the burial place of Russian Emperors Discover the amazing city of St.Petersburg on this exciting private sightseeing tour Walk along the famous Nevsky Prospect and admire top-notch shopping and boutiques in 18th century buildings Admire the immense Palace Square, home to the city's Winter Palace See the impressive monument to Catherine the Great, as well as the Alexandrinsky Theater Take in panoramic views of the whole city, including the 5 buildings of the State Hermitage Museum Visit the Peter and Paul Fortress, once build to protect the city, but later used as a political prison Step into the Peter and Paul Cathedral, the burial place of Russian Emperors",
        "strLocation": "st petersburg",
        "strOriginUrl": "https://www.getyourguide.com/st-petersburg-l43/skip-the-line-st-petersburg-s-peter-and-paul-fortress-t87386/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Skip-the-line: St. Petersburg's Peter and Paul Fortress",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 19:25:25"
    },
    {
        "intDurationHour": 6,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 85,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-392253-145.jpg",
        "strIntroduction": "What You'll Do Stroll the streets of St. Petersburg with a local guide Look inside the ornate Church of the Savior on Spilled Blood Marvel at golden domes and the network of canals Visit the world's 4th largest basilica at Saint Isaac's Cathedral Learn more about St. Petersburg at the Peter and Paul Fortress Stroll the streets of St. Petersburg with a local guide Look inside the ornate Church of the Savior on Spilled Blood Marvel at golden domes and the network of canals Visit the world's 4th largest basilica at Saint Isaac's Cathedral Learn more about St. Petersburg at the Peter and Paul Fortress Stroll the streets of St. Petersburg with a local guide Look inside the ornate Church of the Savior on Spilled Blood Marvel at golden domes and the network of canals Visit the world's 4th largest basilica at Saint Isaac's Cathedral Learn more about St. Petersburg at the Peter and Paul Fortress",
        "strLocation": "st petersburg",
        "strOriginUrl": "https://www.getyourguide.com/st-petersburg-l43/saint-petersburg-in-one-day-walking-tour-t61079/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "St. Petersburg in a Day: 6-Hour Walking Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 19:25:37"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 3,
        "intUsdCost": 70,
        "strGuideLanguage": "spanish, english, french, german, italian, russian",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-44103-145.jpg",
        "strIntroduction": "What You'll Do See majestic St Petersburg in a luxury of a private vehicle and a company of a local licensed guide Marvel at the beauty and symmetry of Peter the Great’s imperial capital See the extravagant St Isaac’s Cathedral Drive along Nevsky Prospect, the city’s busiest street, lined with beautiful buildings, shops and restaurants See Peter and Paul Fortress and Cathedral, the birthplace of this amazing city Visit the site of the famous Cathedral of Our Savior on Spilled Blood, a rare and beautiful example of a traditional Russian church See majestic St Petersburg in a luxury of a private vehicle and a company of a local licensed guide Marvel at the beauty and symmetry of Peter the Great’s imperial capital See the extravagant St Isaac’s Cathedral Drive along Nevsky Prospect, the city’s busiest street, lined with beautiful buildings, shops and restaurants See Peter and Paul Fortress and Cathedral, the birthplace of this amazing city Visit the site of the famous Cathedral of Our Savior on Spilled Blood, a rare and beautiful example of a traditional Russian church See majestic St Petersburg in a luxury of a private vehicle and a company of a local licensed guide Marvel at the beauty and symmetry of Peter the Great’s imperial capital See the extravagant St Isaac’s Cathedral Drive along Nevsky Prospect, the city’s busiest street, lined with beautiful buildings, shops and restaurants See Peter and Paul Fortress and Cathedral, the birthplace of this amazing city Visit the site of the famous Cathedral of Our Savior on Spilled Blood, a rare and beautiful example of a traditional Russian church",
        "strLocation": "st petersburg",
        "strOriginUrl": "https://www.getyourguide.com/st-petersburg-l43/st-petersburg-highlight-tour-t10818/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "St Petersburg Highlight Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 19:25:51"
    },
    {
        "intDurationHour": 5,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 12,
        "intUsdCost": 120,
        "strGuideLanguage": "spanish, english, french, german, italian, russian",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-500730-145.jpg",
        "strIntroduction": "What You'll Do Explore the beautiful and majestic Peterhof Palace and its stunning grounds See the impressive Grand Palace and its amazing mix of baroque and classical styles Wander through the stately gardens and see the gorgeous fountains that cover the estate Discover the stunning halls of the Grand Palace of Peterhoff before the museum opens to the general public Explore the beautiful and majestic Peterhof Palace and its stunning grounds See the impressive Grand Palace and its amazing mix of baroque and classical styles Wander through the stately gardens and see the gorgeous fountains that cover the estate Discover the stunning halls of the Grand Palace of Peterhoff before the museum opens to the general public Explore the beautiful and majestic Peterhof Palace and its stunning grounds See the impressive Grand Palace and its amazing mix of baroque and classical styles Wander through the stately gardens and see the gorgeous fountains that cover the estate Discover the stunning halls of the Grand Palace of Peterhoff before the museum opens to the general public",
        "strLocation": "st petersburg",
        "strOriginUrl": "https://www.getyourguide.com/st-petersburg-l43/peterhof-palace-and-gardens-half-day-tour-t10866/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Peterhof Palace and Gardens Half-Day Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 19:26:06"
    },
    {
        "intDurationHour": 6,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 0,
        "intUsdCost": 250,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-44694-145.jpg",
        "strIntroduction": "What You'll Do Learn about the siege of Leningrad, the saddest part of the city’s history in this 8-hour Tour Visit the battlefields of WWII Explore the Diorama and Road of Life Museums See the Oreshek fortress that was heroically defended throughout the siege Learn about the siege of Leningrad, the saddest part of the city’s history in this 8-hour Tour Visit the battlefields of WWII Explore the Diorama and Road of Life Museums See the Oreshek fortress that was heroically defended throughout the siege Learn about the siege of Leningrad, the saddest part of the city’s history in this 8-hour Tour Visit the battlefields of WWII Explore the Diorama and Road of Life Museums See the Oreshek fortress that was heroically defended throughout the siege",
        "strLocation": "st petersburg",
        "strOriginUrl": "https://www.getyourguide.com/st-petersburg-l43/siege-of-leningrad-6-hour-tour-t10919/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Siege of Leningrad 8-Hour Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 19:26:20"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 8,
        "intUsdCost": 44,
        "strGuideLanguage": "spanish, english, french, german, italian, portuguese, russian",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-209596-145.jpg",
        "strIntroduction": "What You'll Do Get skip-the-line access to the Hermitage and explore it with your guide Gain insider access to the world of tsars and emperors Unveil art and historical wonders and learn about their creation Enjoy the customizable nature of the tour that covers what interests you most Get skip-the-line access to the Hermitage and explore it with your guide Gain insider access to the world of tsars and emperors Unveil art and historical wonders and learn about their creation Enjoy the customizable nature of the tour that covers what interests you most Get skip-the-line access to the Hermitage and explore it with your guide Gain insider access to the world of tsars and emperors Unveil art and historical wonders and learn about their creation Enjoy the customizable nature of the tour that covers what interests you most",
        "strLocation": "st petersburg",
        "strOriginUrl": "https://www.getyourguide.com/st-petersburg-l43/art-wonder-of-hermitage-t37658/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "St. Petersburg 3-Hour Private Hermitage Museum Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 19:26:30"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 0,
        "intUsdCost": 20,
        "strGuideLanguage": "english, russian",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-464545-145.jpg",
        "strIntroduction": "What You'll Do Be led by a fun English-speaking pub crawl guide Explore the nightlife by visiting 4 bars/clubs Party within walking distance to Saint Petersburg's best sights Be led by a fun English-speaking pub crawl guide Explore the nightlife by visiting 4 bars/clubs Party within walking distance to Saint Petersburg's best sights Be led by a fun English-speaking pub crawl guide Explore the nightlife by visiting 4 bars/clubs Party within walking distance to Saint Petersburg's best sights",
        "strLocation": "st petersburg",
        "strOriginUrl": "https://www.getyourguide.com/st-petersburg-l43/saint-petersburg-city-pub-crawl-t70572/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Saint Petersburg City Pub Crawl",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 19:26:44"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 16,
        "intUsdCost": 58,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-392258-145.jpg",
        "strIntroduction": "What You'll Do Enjoy fast-track access to one the most famous art museums in the world Tour the authentic imperial interiors of the Winter Palace Admire a variety of works of art by Italian and Spanish masters Enjoy fast-track access to one the most famous art museums in the world Tour the authentic imperial interiors of the Winter Palace Admire a variety of works of art by Italian and Spanish masters Enjoy fast-track access to one the most famous art museums in the world Tour the authentic imperial interiors of the Winter Palace Admire a variety of works of art by Italian and Spanish masters",
        "strLocation": "st petersburg",
        "strOriginUrl": "https://www.getyourguide.com/st-petersburg-l43/st-petersburg-hermitage-museum-3-hour-guided-tour-t61080/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "St. Petersburg: 3-Hour Hermitage Museum Guided Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 19:26:58"
    },
    {
        "intDurationHour": 9,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 0,
        "intUsdCost": 343,
        "strGuideLanguage": "spanish, english, french, german, italian, russian",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-567287-145.jpg",
        "strIntroduction": "What You'll Do Tour the magnificent baroque Palace of Catherine the Great in the town of Pushkin Discover Peterhof - St. Petersburg's most famous and spectacular Imperial Estate See the world's largest system of fountains at the \"Russian Versailles\" Tour the magnificent baroque Palace of Catherine the Great in the town of Pushkin Discover Peterhof - St. Petersburg's most famous and spectacular Imperial Estate See the world's largest system of fountains at the \"Russian Versailles\" Tour the magnificent baroque Palace of Catherine the Great in the town of Pushkin Discover Peterhof - St. Petersburg's most famous and spectacular Imperial Estate See the world's largest system of fountains at the \"Russian Versailles\"",
        "strLocation": "st petersburg",
        "strOriginUrl": "https://www.getyourguide.com/st-petersburg-l43/st-petersburg-full-day-peterhof-pushkin-tour-t81270/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "St. Petersburg: Full-Day Peterhof & Pushkin Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 19:27:09"
    }
]