[
    {
        "intDurationHour": 6,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 9,
        "intUsdCost": 130,
        "strGuideLanguage": "english, french, spanish, italian, german, russian",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-500732-145.jpg",
        "strIntroduction": "What You'll Do Take a day to explore two beautiful imperial residences a short trip from Saint Petersburg Visit Pavlovsk residence situated in the largest landscape park of Europe Admire Catherine Palace with the world-renowned Amber room Take in the elegant Cameron's Gallery, and the classical Alexander Palace Take a day to explore two beautiful imperial residences a short trip from Saint Petersburg Visit Pavlovsk residence situated in the largest landscape park of Europe Admire Catherine Palace with the world-renowned Amber room Take in the elegant Cameron's Gallery, and the classical Alexander Palace Take a day to explore two beautiful imperial residences a short trip from Saint Petersburg Visit Pavlovsk residence situated in the largest landscape park of Europe Admire Catherine Palace with the world-renowned Amber room Take in the elegant Cameron's Gallery, and the classical Alexander Palace",
        "strLocation": "st petersburg",
        "strOriginUrl": "https://www.getyourguide.com/st-petersburg-l43/tour-of-catherine-and-pavlovsk-palaces-from-saint-petersburg-t10867/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Tour of Catherine and Pavlovsk Palaces from Saint Petersburg",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 19:27:20"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 0,
        "intUsdCost": 35,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-481977-145.jpg",
        "strIntroduction": "What You'll Do Walk to the market and use public transportation to uncover simple daily life See the most authentic buildings from Soviet times and atmospheric districts Visit significant areas of the intelligentsia’s life in St. Petersburg Walk to the market and use public transportation to uncover simple daily life See the most authentic buildings from Soviet times and atmospheric districts Visit significant areas of the intelligentsia’s life in St. Petersburg Walk to the market and use public transportation to uncover simple daily life See the most authentic buildings from Soviet times and atmospheric districts Visit significant areas of the intelligentsia’s life in St. Petersburg",
        "strLocation": "st petersburg",
        "strOriginUrl": "https://www.getyourguide.com/st-petersburg-l43/stpetersburg-3-hour-guided-walking-tour-t72750/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "St.Petersburg: 3-Hour Guided Walking Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 19:27:36"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 0,
        "intUsdCost": 49,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-490727-145.jpg",
        "strIntroduction": "What You'll Do Start your Saint-Petersburg trip comfortably Enjoy smooth and safe private transfer servic Relax after the flight Get your city map and bottled water Start your Saint-Petersburg trip comfortably Enjoy smooth and safe private transfer servic Relax after the flight Get your city map and bottled water Start your Saint-Petersburg trip comfortably Enjoy smooth and safe private transfer servic Relax after the flight Get your city map and bottled water",
        "strLocation": "st petersburg",
        "strOriginUrl": "https://www.getyourguide.com/transfer-from-pulkovo-airport-to-hotel-t73832/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Transfer from Pulkovo Airport to Hotel",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 19:27:48"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 0,
        "intUsdCost": 37,
        "strGuideLanguage": "spanish, english, french, german, italian, russian",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-492464-145.jpg",
        "strIntroduction": "What You'll Do Visit five cathedrals in St. Petersburg each with its own rich historical identify Explore the city's cultural heritage like the locals, during the winter months Have a cup of hot coffee between cathedral visits Visit five cathedrals in St. Petersburg each with its own rich historical identify Explore the city's cultural heritage like the locals, during the winter months Have a cup of hot coffee between cathedral visits Visit five cathedrals in St. Petersburg each with its own rich historical identify Explore the city's cultural heritage like the locals, during the winter months Have a cup of hot coffee between cathedral visits",
        "strLocation": "st petersburg",
        "strOriginUrl": "https://www.getyourguide.com/church-of-our-savior-on-spilled-blood-l3775/stpetersburg-half-day-winter-magic-of-cathedrals-t74031/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "St.Petersburg: Half-Day Winter Magic of Cathedrals",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 19:28:03"
    },
    {
        "intDurationHour": 16,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 0,
        "intUsdCost": 783,
        "strGuideLanguage": "spanish, english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-510259-145.jpg",
        "strIntroduction": "What You'll Do See all the most important sights in the center of Saint Petersburg Visit the Pavlovsk Palace of Paul and the Catherine Palace and the Park of Pushkin Explore the Hermitage Museum See all the most important sights in the center of Saint Petersburg Visit the Pavlovsk Palace of Paul and the Catherine Palace and the Park of Pushkin Explore the Hermitage Museum See all the most important sights in the center of Saint Petersburg Visit the Pavlovsk Palace of Paul and the Catherine Palace and the Park of Pushkin Explore the Hermitage Museum",
        "strLocation": "st petersburg",
        "strOriginUrl": "https://www.getyourguide.com/st-petersburg-l43/moscow-2-day-private-winter-tour-t76312/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Saint Petersburg: 2-Day Private Winter Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 19:28:16"
    },
    {
        "intDurationHour": 5,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 0,
        "intUsdCost": 274,
        "strGuideLanguage": "english, russian",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-526376-145.jpg",
        "strIntroduction": "What You'll Do Discover the St. Petersburg of Lenin and the Great October Revolution Learn from a private historian guide and follow Lenin's life Experience the city from a new perspective Discover the St. Petersburg of Lenin and the Great October Revolution Learn from a private historian guide and follow Lenin's life Experience the city from a new perspective Discover the St. Petersburg of Lenin and the Great October Revolution Learn from a private historian guide and follow Lenin's life Experience the city from a new perspective",
        "strLocation": "st petersburg",
        "strOriginUrl": "https://www.getyourguide.com/st-petersburg-l43/st-petersburg-lenin-100-years-of-the-great-revolution-t78710/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "St. Petersburg: Lenin 100 Years of the Great Revolution",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 19:28:26"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 0,
        "intUsdCost": 40,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-471030-145.jpg",
        "strIntroduction": "What You'll Do Explore the local streets and the most beautiful metro stations on a walking tour of the city Have a spectacular view of Vasilyevsky Island See the Church of Our Savior on Spilled Blood Explore the local streets and the most beautiful metro stations on a walking tour of the city Have a spectacular view of Vasilyevsky Island See the Church of Our Savior on Spilled Blood Explore the local streets and the most beautiful metro stations on a walking tour of the city Have a spectacular view of Vasilyevsky Island See the Church of Our Savior on Spilled Blood",
        "strLocation": "st petersburg",
        "strOriginUrl": "https://www.getyourguide.com/st-petersburg-l43/st-petersburg-half-day-metro-city-walking-tour-t71337/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "St. Petersburg: Half-Day Metro & City Walking Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 19:28:40"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 2,
        "intUsdCost": 38,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-467537-145.jpg",
        "strIntroduction": "What You'll Do Admire the most important landmarks in St. Petersburg, the \"Venice of the North\" View the Hermitage Museum, towering cathedrals, and famous drawbridges from the waterways Learn about the city's many legends from an English-speaking commentator Admire the most important landmarks in St. Petersburg, the \"Venice of the North\" View the Hermitage Museum, towering cathedrals, and famous drawbridges from the waterways Learn about the city's many legends from an English-speaking commentator Admire the most important landmarks in St. Petersburg, the \"Venice of the North\" View the Hermitage Museum, towering cathedrals, and famous drawbridges from the waterways Learn about the city's many legends from an English-speaking commentator",
        "strLocation": "st petersburg",
        "strOriginUrl": "https://www.getyourguide.com/st-petersburg-l43/st-petersburg-15-hour-river-canal-boat-cruise-t70879/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "St. Petersburg: 1.5-Hour River & Canal Boat Cruise",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 19:28:52"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 49,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-495037-145.jpg",
        "strIntroduction": "What You'll Do Customize your itinerary to your own preferences Relax and enjoy a comfortable transfer Leave the stress behind Customize your itinerary to your own preferences Relax and enjoy a comfortable transfer Leave the stress behind Customize your itinerary to your own preferences Relax and enjoy a comfortable transfer Leave the stress behind",
        "strLocation": "st petersburg",
        "strOriginUrl": "https://www.getyourguide.com/st-petersburg-l43/departure-transfer-to-pulkovo-airport-from-the-hotel-t74133/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Departure Transfer to Pulkovo Airport from the Hotel",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 19:29:03"
    },
    {
        "intDurationHour": 2,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 0,
        "intUsdCost": 32,
        "strGuideLanguage": "english, russian",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-496706-145.jpg",
        "strIntroduction": "What You'll Do Explore Saint-Petersburg through the eyes of passionate locals Make travel about friendly people, not just places Learn many tips and tricks about the city, and its best-kept secrets Explore Saint-Petersburg through the eyes of passionate locals Make travel about friendly people, not just places Learn many tips and tricks about the city, and its best-kept secrets Explore Saint-Petersburg through the eyes of passionate locals Make travel about friendly people, not just places Learn many tips and tricks about the city, and its best-kept secrets",
        "strLocation": "st petersburg",
        "strOriginUrl": "https://www.getyourguide.com/st-petersburg-l43/saint-petersburg-private-tour-with-a-local-t74543/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Saint-Petersburg: Private Tour with a Local",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 19:29:18"
    },
    {
        "intDurationHour": 6,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 0,
        "intUsdCost": 107,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-502180-145.jpg",
        "strIntroduction": "What You'll Do Discover the magnificent Kazan Cathedral See one of the treasures of S.Petersburg- Savior on Spilled Blood Church Explore the Famous Eliseev's shop Learn about the most important masterpieces of Hermitage Discover the magnificent Kazan Cathedral See one of the treasures of S.Petersburg- Savior on Spilled Blood Church Explore the Famous Eliseev's shop Learn about the most important masterpieces of Hermitage Discover the magnificent Kazan Cathedral See one of the treasures of S.Petersburg- Savior on Spilled Blood Church Explore the Famous Eliseev's shop Learn about the most important masterpieces of Hermitage",
        "strLocation": "st petersburg",
        "strOriginUrl": "https://www.getyourguide.com/st-petersburg-l43/saint-petersburg-highlights-and-hermitage-t75363/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Saint Petersburg Highlights and Hermitage",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 19:29:32"
    },
    {
        "intDurationHour": 16,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 3,
        "intUsdCost": 300,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-501978-145.jpg",
        "strIntroduction": "What You'll Do Admire the stunning collection of masterpieces at the Hermitage Museum, with pre-booked admission and experienced guide Tour magical St. Petersburg, seeing all the highlights of Russia's Second City View the lavish gold and amber walls of the Amber Room at the Catherine Palace Watch the Fountain Ceremony at the Peterhof Palace, before exploring the park and gardens Learn the mysterious history of Rasputin at the grand Yusupov Palace Relax and enjoy a full 2-days' program of tours and activities, with all non-visa arrangements taken care of Enjoy lunches with your tour group, and convenient transportation to and from your ship Visit the largest Russian Orthodox cathedral in St. Petersburg, St. Isaac's, along with the Cathedral of Our Savior of Spilled Blood Admire the stunning collection of masterpieces at the Hermitage Museum, with pre-booked admission and experienced guide Tour magical St. Petersburg, seeing all the highlights of Russia's Second City View the lavish gold and amber walls of the Amber Room at the Catherine Palace Watch the Fountain Ceremony at the Peterhof Palace, before exploring the park and gardens Learn the mysterious history of Rasputin at the grand Yusupov Palace Relax and enjoy a full 2-days' program of tours and activities, with all non-visa arrangements taken care of Enjoy lunches with your tour group, and convenient transportation to and from your ship Visit the largest Russian Orthodox cathedral in St. Petersburg, St. Isaac's, along with the Cathedral of Our Savior of Spilled Blood Admire the stunning collection of masterpieces at the Hermitage Museum, with pre-booked admission and experienced guide Tour magical St. Petersburg, seeing all the highlights of Russia's Second City View the lavish gold and amber walls of the Amber Room at the Catherine Palace Watch the Fountain Ceremony at the Peterhof Palace, before exploring the park and gardens Learn the mysterious history of Rasputin at the grand Yusupov Palace Relax and enjoy a full 2-days' program of tours and activities, with all non-visa arrangements taken care of Enjoy lunches with your tour group, and convenient transportation to and from your ship Visit the largest Russian Orthodox cathedral in St. Petersburg, St. Isaac's, along with the Cathedral of Our Savior of Spilled Blood",
        "strLocation": "st petersburg",
        "strOriginUrl": "https://www.getyourguide.com/st-petersburg-l43/venice-of-the-north-2-day-non-visa-shore-tour-t10953/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Venice of the North: 2-Day Visa-Free Group Shore Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 19:29:48"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 3,
        "intReviewVisitor": 6,
        "intUsdCost": 224,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-77107-145.jpg",
        "strIntroduction": "What You'll Do Drift over the top of the world on a 1-hour scenic flight above the Himalayas See the roof of Mount Everest the easy way Enjoy window seats for every passenger on small group tours Get spectacular views of the flora and fauna of the valleys and plateaus Observe Everest, Lhotse, Makalu and much more Drift over the top of the world on a 1-hour scenic flight above the Himalayas See the roof of Mount Everest the easy way Enjoy window seats for every passenger on small group tours Get spectacular views of the flora and fauna of the valleys and plateaus Observe Everest, Lhotse, Makalu and much more Drift over the top of the world on a 1-hour scenic flight above the Himalayas See the roof of Mount Everest the easy way Enjoy window seats for every passenger on small group tours Get spectacular views of the flora and fauna of the valleys and plateaus Observe Everest, Lhotse, Makalu and much more",
        "strLocation": "kathmandu",
        "strOriginUrl": "https://www.getyourguide.com/kathmandu-l101/mount-everest-1-hour-scenic-flight-t17942/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Mount Everest 1-Hour Scenic Flight",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 19:30:03"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 10,
        "intUsdCost": 280,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-50650-145.jpg",
        "strIntroduction": "What You'll Do Take an incredible panoramic trip through the Himalayas on this one-hour scenic flight Fly over snow-capped peaks and admire the amazing and spiritual sights Admire the majestic and awe-inspiring Mount Everest, the highest mountain in the world Take an incredible panoramic trip through the Himalayas on this one-hour scenic flight Fly over snow-capped peaks and admire the amazing and spiritual sights Admire the majestic and awe-inspiring Mount Everest, the highest mountain in the world Take an incredible panoramic trip through the Himalayas on this one-hour scenic flight Fly over snow-capped peaks and admire the amazing and spiritual sights Admire the majestic and awe-inspiring Mount Everest, the highest mountain in the world",
        "strLocation": "kathmandu",
        "strOriginUrl": "https://www.getyourguide.com/kathmandu-l101/himalayas-panoramic-mountain-flight-t12143/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Himalayas Panoramic Mountain Flight",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 19:30:17"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 0,
        "intUsdCost": 63,
        "strGuideLanguage": "english, nepali",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-241668-145.jpg",
        "strIntroduction": "What You'll Do See the spectacular fauna and flora Visit the Nago Gumba Monastery See the spectacular fauna and flora Visit the Nago Gumba Monastery See the spectacular fauna and flora Visit the Nago Gumba Monastery",
        "strLocation": "kathmandu",
        "strOriginUrl": "https://www.getyourguide.com/kathmandu-l101/shivapuri-national-park-hike-t41692/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Shivapuri National Park Hike",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 19:30:29"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 2,
        "intReviewVisitor": 0,
        "intUsdCost": 95,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-144834-145.jpg",
        "strIntroduction": "What You'll Do Explore Chitwan National Park Journey deep into the jungle atop an elephant Follow tiger tracks through the jungle with your trained naturalist guide Visit Nepal's largest elephant breeding center Learn about the life and lifestyle of the local Tharu people Canoe on the lakes and rivers of Chitwan See a vast array of colorful and endangered birds Encounter crocodiles basking on the riverbanks Come face-to-face with an armor-plated one-horned rhinoceros Explore Chitwan National Park Journey deep into the jungle atop an elephant Follow tiger tracks through the jungle with your trained naturalist guide Visit Nepal's largest elephant breeding center Learn about the life and lifestyle of the local Tharu people Canoe on the lakes and rivers of Chitwan See a vast array of colorful and endangered birds Encounter crocodiles basking on the riverbanks Come face-to-face with an armor-plated one-horned rhinoceros Explore Chitwan National Park Journey deep into the jungle atop an elephant Follow tiger tracks through the jungle with your trained naturalist guide Visit Nepal's largest elephant breeding center Learn about the life and lifestyle of the local Tharu people Canoe on the lakes and rivers of Chitwan See a vast array of colorful and endangered birds Encounter crocodiles basking on the riverbanks Come face-to-face with an armor-plated one-horned rhinoceros",
        "strLocation": "kathmandu",
        "strOriginUrl": "https://www.getyourguide.com/kathmandu-l101/chitwan-national-park-tour-elephant-safari-or-jungle-drive-t28544/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "3-Day Tour of Chitwan National Park",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 19:30:40"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 5,
        "intUsdCost": 250,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-169217-145.jpg",
        "strIntroduction": "What You'll Do Get up close to Nepali culture in the Kathmandu Valley Hike the oak and pine forests of the Shivapuri National Park Go to the oldest temple of the Kathmandu Valley See the terraced fields of Changunarayan Admire panoramic views of Everest from Nagarkot Enjoy the services of experienced guides and local sherpas Get up close to Nepali culture in the Kathmandu Valley Hike the oak and pine forests of the Shivapuri National Park Go to the oldest temple of the Kathmandu Valley See the terraced fields of Changunarayan Admire panoramic views of Everest from Nagarkot Enjoy the services of experienced guides and local sherpas Get up close to Nepali culture in the Kathmandu Valley Hike the oak and pine forests of the Shivapuri National Park Go to the oldest temple of the Kathmandu Valley See the terraced fields of Changunarayan Admire panoramic views of Everest from Nagarkot Enjoy the services of experienced guides and local sherpas",
        "strLocation": "kathmandu",
        "strOriginUrl": "https://www.getyourguide.com/kathmandu-l101/chisapani-nagarkot-2-days-hiking-t32348/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Kathmandu Valley 3-Day Trek: Chisapani to Nagarkot",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 19:30:52"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 6,
        "intUsdCost": 45,
        "strGuideLanguage": "spanish, english, french, german, italian, russian",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-85275-145.jpg",
        "strIntroduction": "What You'll Do Visit the Hindu Temple of Pashupatinath Stroll around Durbar Square in Kathmandu City and see the palaces and temples View the Arya Ghat burial site from the Bagmati River See the monkeys of Swayambhu Go to the Buddhist shrine of Boudhanath Visit the Hindu Temple of Pashupatinath Stroll around Durbar Square in Kathmandu City and see the palaces and temples View the Arya Ghat burial site from the Bagmati River See the monkeys of Swayambhu Go to the Buddhist shrine of Boudhanath Visit the Hindu Temple of Pashupatinath Stroll around Durbar Square in Kathmandu City and see the palaces and temples View the Arya Ghat burial site from the Bagmati River See the monkeys of Swayambhu Go to the Buddhist shrine of Boudhanath",
        "strLocation": "kathmandu",
        "strOriginUrl": "https://www.getyourguide.com/kathmandu-l101/kathmandu-valley-full-day-sacred-culture-tour-t19463/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Kathmandu Valley Full-Day Sacred Culture Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 19:31:04"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 5130,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-373687-145.jpg",
        "strIntroduction": "What You'll Do Enjoy aerial views of the Himalayas on an exclusive helicopter flight Trek to Everest Base Camp Learn about the traditional cultures of the Himalayan tribes See the highest hotel in the world Explore the majestic Solukhumbu region Enjoy aerial views of the Himalayas on an exclusive helicopter flight Trek to Everest Base Camp Learn about the traditional cultures of the Himalayan tribes See the highest hotel in the world Explore the majestic Solukhumbu region Enjoy aerial views of the Himalayas on an exclusive helicopter flight Trek to Everest Base Camp Learn about the traditional cultures of the Himalayan tribes See the highest hotel in the world Explore the majestic Solukhumbu region",
        "strLocation": "kathmandu",
        "strOriginUrl": "https://www.getyourguide.com/kathmandu-l101/half-day-mount-everest-helicopter-tour-from-kathmandu-t40455/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Mount Everest Helicopter Tour from Kathmandu",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 19:31:17"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 3500,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-124341-145.jpg",
        "strIntroduction": "What You'll Do See the remarkable beauty of the Himalayas from a helicopter Fly to the Everest Base Camp, where hikers and trekkers often rest before ascending the mountain View not only the mountain but also the areas of Gourishanker, Cho-Oyu, Shishapangma, Lhakpa Dorje, and more See the remarkable beauty of the Himalayas from a helicopter Fly to the Everest Base Camp, where hikers and trekkers often rest before ascending the mountain View not only the mountain but also the areas of Gourishanker, Cho-Oyu, Shishapangma, Lhakpa Dorje, and more See the remarkable beauty of the Himalayas from a helicopter Fly to the Everest Base Camp, where hikers and trekkers often rest before ascending the mountain View not only the mountain but also the areas of Gourishanker, Cho-Oyu, Shishapangma, Lhakpa Dorje, and more",
        "strLocation": "kathmandu",
        "strOriginUrl": "https://www.getyourguide.com/kathmandu-l101/everest-base-camp-helicopter-tour-in-nepal-t25515/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Kathmandu: Everest Base Camp Helicopter Tour in Nepal",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 19:31:31"
    },
    {
        "intDurationHour": 160,
        "intOption": null,
        "intReviewStar": 2,
        "intReviewVisitor": 0,
        "intUsdCost": 1880,
        "strGuideLanguage": "dutch, english, german",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-122455-145.jpg",
        "strIntroduction": "What You'll Do Take an incredible panoramic trip through the Himalayas on this one-hour scenic flight Enjoy with unique Sherpa culture in local villages of Khumbu region Take an incredible panoramic trip through the Himalayas on this one-hour scenic flight Enjoy with unique Sherpa culture in local villages of Khumbu region Take an incredible panoramic trip through the Himalayas on this one-hour scenic flight Enjoy with unique Sherpa culture in local villages of Khumbu region",
        "strLocation": "kathmandu",
        "strOriginUrl": "https://www.getyourguide.com/kathmandu-l101/20-day-island-trekking-peak-climbing-t25192/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "20 Day Island Trekking Peak Climbing",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 19:31:44"
    },
    {
        "intDurationHour": 136,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 1720,
        "strGuideLanguage": "english, french, german, italian",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-122793-145.jpg",
        "strIntroduction": "What You'll Do Magnificent view of Himalaya in Khumbu region. Scenic flight to lukla and unforgettable view of Makalu and Everest The broad summit of 6654M highest trekking peak in Nepal Thousand of Snowy peak around the Khumbu region Magnificent view of Himalaya in Khumbu region. Scenic flight to lukla and unforgettable view of Makalu and Everest The broad summit of 6654M highest trekking peak in Nepal Thousand of Snowy peak around the Khumbu region Magnificent view of Himalaya in Khumbu region. Scenic flight to lukla and unforgettable view of Makalu and Everest The broad summit of 6654M highest trekking peak in Nepal Thousand of Snowy peak around the Khumbu region",
        "strLocation": "kathmandu",
        "strOriginUrl": "https://www.getyourguide.com/kathmandu-l101/17-day-mera-trekking-peak-climbing-in-nepal-t25236/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "17 Day Mera Trekking Peak Climbing in Nepal",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 19:31:58"
    },
    {
        "intDurationHour": 288,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 6100,
        "strGuideLanguage": "english, french, german",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-122943-145.jpg",
        "strIntroduction": "What You'll Do Climb to the summit of Mount Baruntse in the Himalayas of eastern Nepal Ascend peaks of more than 23,000 feet (7,000 meters) Enjoy cinematic views of Everest, Makalu, and more Camp on the edge of glaciers, and climb shoulders of ice See the vast Himalayas from all angles Hike to the Mera Peak Cross the Zatrawa La Pass Wake with the dawn in full-board wilderness camps Climb to the summit of Mount Baruntse in the Himalayas of eastern Nepal Ascend peaks of more than 23,000 feet (7,000 meters) Enjoy cinematic views of Everest, Makalu, and more Camp on the edge of glaciers, and climb shoulders of ice See the vast Himalayas from all angles Hike to the Mera Peak Cross the Zatrawa La Pass Wake with the dawn in full-board wilderness camps Climb to the summit of Mount Baruntse in the Himalayas of eastern Nepal Ascend peaks of more than 23,000 feet (7,000 meters) Enjoy cinematic views of Everest, Makalu, and more Camp on the edge of glaciers, and climb shoulders of ice See the vast Himalayas from all angles Hike to the Mera Peak Cross the Zatrawa La Pass Wake with the dawn in full-board wilderness camps",
        "strLocation": "kathmandu",
        "strOriginUrl": "https://www.getyourguide.com/kathmandu-l101/baruntse-peak-full-board-expedition-t25262/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Kathmandu: Baruntse Peak 34-Day Mountain Expedition",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 19:32:11"
    },
    {
        "intDurationHour": 504,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 29000,
        "strGuideLanguage": "english, french, german",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-122955-145.jpg",
        "strIntroduction": "What You'll Do Climbing one of the Highest Mountain in the world Magnificent view of Himalayas with Scenic flight to Lukla Explore Sherpa and Helary Museum in Namche Bazaa and Sandy plain of Gorakshep Unforgettable view of Himalaya with The broad summit of Everest(8,848m) Abundant flora and fauna and Himalaya Buddhist monasteries in Tengbotche Climbing one of the Highest Mountain in the world Magnificent view of Himalayas with Scenic flight to Lukla Explore Sherpa and Helary Museum in Namche Bazaa and Sandy plain of Gorakshep Unforgettable view of Himalaya with The broad summit of Everest(8,848m) Abundant flora and fauna and Himalaya Buddhist monasteries in Tengbotche Climbing one of the Highest Mountain in the world Magnificent view of Himalayas with Scenic flight to Lukla Explore Sherpa and Helary Museum in Namche Bazaa and Sandy plain of Gorakshep Unforgettable view of Himalaya with The broad summit of Everest(8,848m) Abundant flora and fauna and Himalaya Buddhist monasteries in Tengbotche",
        "strLocation": "kathmandu",
        "strOriginUrl": "https://www.getyourguide.com/kathmandu-l101/everest-8848m-south-face-expedition-t25264/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Everest (8,848M) South Face Expedition",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 19:32:22"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 15,
        "strGuideLanguage": "english, french, german, italian",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-123200-145.jpg",
        "strIntroduction": "What You'll Do Visit the city’s pagodas, temples, and stupas, and Durbar Square See the holy sites of Buddhanath, Swayambhunath, and Pashupatinath Experience Nepali culture, traditions, and history Visit the city’s pagodas, temples, and stupas, and Durbar Square See the holy sites of Buddhanath, Swayambhunath, and Pashupatinath Experience Nepali culture, traditions, and history Visit the city’s pagodas, temples, and stupas, and Durbar Square See the holy sites of Buddhanath, Swayambhunath, and Pashupatinath Experience Nepali culture, traditions, and history",
        "strLocation": "kathmandu",
        "strOriginUrl": "https://www.getyourguide.com/kathmandu-l101/one-day-kathmandu-world-heritage-site-tour-t25313/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Kathmandu: Full-Day Tour of 5 World Heritage Sites",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 19:32:35"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 40,
        "strGuideLanguage": "english, french, german",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-123394-145.jpg",
        "strIntroduction": "What You'll Do Ride the jeep tracks and trails of the Kathmandu Valley by bike Enjoy technical challenges along jungle roads Get panoramic views of the giants of the Nepalese Himalayas Choose a route to suit your techical ability Meet the villagers of the Newar and Tamang people Ride the jeep tracks and trails of the Kathmandu Valley by bike Enjoy technical challenges along jungle roads Get panoramic views of the giants of the Nepalese Himalayas Choose a route to suit your techical ability Meet the villagers of the Newar and Tamang people Ride the jeep tracks and trails of the Kathmandu Valley by bike Enjoy technical challenges along jungle roads Get panoramic views of the giants of the Nepalese Himalayas Choose a route to suit your techical ability Meet the villagers of the Newar and Tamang people",
        "strLocation": "kathmandu",
        "strOriginUrl": "https://www.getyourguide.com/kathmandu-l101/kathmandu-day-mountain-biking-tour-t25344/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Kathmandu: Full-Day Mountain Biking Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 19:32:48"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 3,
        "intReviewVisitor": 0,
        "intUsdCost": 90,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-123834-145.jpg",
        "strIntroduction": "What You'll Do Escape from the hustle and bustle of Kathmandu in this half-day bike tour Experience the thrill of off-road mountain-biking as you pedal out of the city Visit the historic town of Kirtipur Take in Chobar Hill, an important folklore landmark of Nepal Discover the richness and ingenuity of Newari cuisine Escape from the hustle and bustle of Kathmandu in this half-day bike tour Experience the thrill of off-road mountain-biking as you pedal out of the city Visit the historic town of Kirtipur Take in Chobar Hill, an important folklore landmark of Nepal Discover the richness and ingenuity of Newari cuisine Escape from the hustle and bustle of Kathmandu in this half-day bike tour Experience the thrill of off-road mountain-biking as you pedal out of the city Visit the historic town of Kirtipur Take in Chobar Hill, an important folklore landmark of Nepal Discover the richness and ingenuity of Newari cuisine",
        "strLocation": "kathmandu",
        "strOriginUrl": "https://www.getyourguide.com/kathmandu-l101/kathmandu-half-day-small-group-biking-tour-t25425/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Kathmandu: Half-Day Small Group Biking Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 19:33:01"
    },
    {
        "intDurationHour": 5,
        "intOption": null,
        "intReviewStar": 3,
        "intReviewVisitor": 0,
        "intUsdCost": 81,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-123839-145.jpg",
        "strIntroduction": "What You'll Do Turn yourself into a typical Kathmandu citizen for a day. Join the stream of Buddhist and Hindu devotees in Swoyambhunath and temples of Kathmandu Durbar Square. Explore the local market and shop for fresh vegetables and necessary ingredients for a traditional Nepalese meal. Prepare lunch with a local family. Turn yourself into a typical Kathmandu citizen for a day. Join the stream of Buddhist and Hindu devotees in Swoyambhunath and temples of Kathmandu Durbar Square. Explore the local market and shop for fresh vegetables and necessary ingredients for a traditional Nepalese meal. Prepare lunch with a local family. Turn yourself into a typical Kathmandu citizen for a day. Join the stream of Buddhist and Hindu devotees in Swoyambhunath and temples of Kathmandu Durbar Square. Explore the local market and shop for fresh vegetables and necessary ingredients for a traditional Nepalese meal. Prepare lunch with a local family.",
        "strLocation": "kathmandu",
        "strOriginUrl": "https://www.getyourguide.com/kathmandu-l101/kathmandu-lifestyle-small-group-walking-tour-t25426/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Kathmandu Lifestyle: Small Group Walking Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 19:33:12"
    },
    {
        "intDurationHour": 6,
        "intOption": null,
        "intReviewStar": 3,
        "intReviewVisitor": 0,
        "intUsdCost": 84,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-123854-145.jpg",
        "strIntroduction": "What You'll Do Hobnob with the locals on public transport Visit the site of sleeping Vishnu and hear it's stories from your local guide. Hike through dramatic scenery including the last few woodlands of Kathmandu. Behold the exquisite view of Kathmandu valley and even the Himalayas on a clear day. Get off the beaten track and discover the path to a hidden monastery. Hobnob with the locals on public transport Visit the site of sleeping Vishnu and hear it's stories from your local guide. Hike through dramatic scenery including the last few woodlands of Kathmandu. Behold the exquisite view of Kathmandu valley and even the Himalayas on a clear day. Get off the beaten track and discover the path to a hidden monastery. Hobnob with the locals on public transport Visit the site of sleeping Vishnu and hear it's stories from your local guide. Hike through dramatic scenery including the last few woodlands of Kathmandu. Behold the exquisite view of Kathmandu valley and even the Himalayas on a clear day. Get off the beaten track and discover the path to a hidden monastery.",
        "strLocation": "kathmandu",
        "strOriginUrl": "https://www.getyourguide.com/kathmandu-l101/kathmandu-to-sundarijal-and-a-hidden-monastery-walking-tour-t25429/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Kathmandu to Sundarijal and a Hidden Monastery Walking Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 19:33:22"
    },
    {
        "intDurationHour": 4,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 81,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-123856-145.jpg",
        "strIntroduction": "What You'll Do Mix with the holy Hindu men in Pashupatinath temple and peak with the Monks of Bodhnath Gain an expert insight into Hinduism and Buddhism End your spiritual journey with a visit to a renowned astrologer to learn your future Mix with the holy Hindu men in Pashupatinath temple and peak with the Monks of Bodhnath Gain an expert insight into Hinduism and Buddhism End your spiritual journey with a visit to a renowned astrologer to learn your future Mix with the holy Hindu men in Pashupatinath temple and peak with the Monks of Bodhnath Gain an expert insight into Hinduism and Buddhism End your spiritual journey with a visit to a renowned astrologer to learn your future",
        "strLocation": "kathmandu",
        "strOriginUrl": "https://www.getyourguide.com/kathmandu-l101/spiritual-nepal-pashupatinath-and-astrology-guided-tour-t25430/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Spiritual Nepal: Pashupatinath and Astrology Guided Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 19:33:36"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 1,
        "intUsdCost": 69,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-123877-145.jpg",
        "strIntroduction": "What You'll Do Take an unforgettable ride on a rickshaw and get caught up in the energy of tourist-friendly Thamel Breathe in aromatic spices at Asan market Wander through atmospheric temples Watch the world go by in Durbar Square Be whisked through the laneways and backstreets of Kathmandu on a cycle rickshaw Take an unforgettable ride on a rickshaw and get caught up in the energy of tourist-friendly Thamel Breathe in aromatic spices at Asan market Wander through atmospheric temples Watch the world go by in Durbar Square Be whisked through the laneways and backstreets of Kathmandu on a cycle rickshaw Take an unforgettable ride on a rickshaw and get caught up in the energy of tourist-friendly Thamel Breathe in aromatic spices at Asan market Wander through atmospheric temples Watch the world go by in Durbar Square Be whisked through the laneways and backstreets of Kathmandu on a cycle rickshaw",
        "strLocation": "kathmandu",
        "strOriginUrl": "https://www.getyourguide.com/kathmandu-l101/rickshaw-night-explorer-kathmandu-small-group-biking-tour-t25435/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Rickshaw Night Explorer Kathmandu: Small Group Biking Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 19:33:48"
    },
    {
        "intDurationHour": 136,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 1720,
        "strGuideLanguage": "english, french, german, italian",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-124268-145.jpg",
        "strIntroduction": "What You'll Do Great Adpenture peak climbing in Nepal Biggest panoroma view of Everest region from summit Magnificent view of Himalayas and Scenic flight to Lukla Explore Sherpa and Helary Museum in Namche Bazaar, Buddhist monasteries in Tengbotche and Unforgettable view of Mt Everest The broad summit of Gokyo Ri(6119m), Abundant flora and fauna Great view of Ngozumpa Glacier (largest Glacier in the Himalayas) Great Adpenture peak climbing in Nepal Biggest panoroma view of Everest region from summit Magnificent view of Himalayas and Scenic flight to Lukla Explore Sherpa and Helary Museum in Namche Bazaar, Buddhist monasteries in Tengbotche and Unforgettable view of Mt Everest The broad summit of Gokyo Ri(6119m), Abundant flora and fauna Great view of Ngozumpa Glacier (largest Glacier in the Himalayas) Great Adpenture peak climbing in Nepal Biggest panoroma view of Everest region from summit Magnificent view of Himalayas and Scenic flight to Lukla Explore Sherpa and Helary Museum in Namche Bazaar, Buddhist monasteries in Tengbotche and Unforgettable view of Mt Everest The broad summit of Gokyo Ri(6119m), Abundant flora and fauna Great view of Ngozumpa Glacier (largest Glacier in the Himalayas)",
        "strLocation": "kathmandu",
        "strOriginUrl": "https://www.getyourguide.com/kathmandu-l101/lobuche-6119m-east-peak-climing-in-nepal-t25500/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Lobuche (6119m) East peak Climing in Nepal",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 19:34:02"
    },
    {
        "intDurationHour": 176,
        "intOption": null,
        "intReviewStar": 2,
        "intReviewVisitor": 0,
        "intUsdCost": 2950,
        "strGuideLanguage": "spanish, english, french, german, italian",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-125156-145.jpg",
        "strIntroduction": "What You'll Do World’s only tour where you can visit the Mount Everest Base Camp with bike World’s longest and deepest mountain bike descent, unbelievable 4600m downhill Extraordinary culture, great people, culture and tradition We will ride more than 1,100 km through Tibet on crushed stone roads and over spectacular mountain passes. The high point of the journey comes when we arrive at the monastery of Rongbuk and see Mount Everest Base Camp (5200m). This is the only trip in the world where you can visit Everest Base Camp with a bicycle! World’s only tour where you can visit the Mount Everest Base Camp with bike World’s longest and deepest mountain bike descent, unbelievable 4600m downhill Extraordinary culture, great people, culture and tradition We will ride more than 1,100 km through Tibet on crushed stone roads and over spectacular mountain passes. The high point of the journey comes when we arrive at the monastery of Rongbuk and see Mount Everest Base Camp (5200m). This is the only trip in the world where you can visit Everest Base Camp with a bicycle! World’s only tour where you can visit the Mount Everest Base Camp with bike World’s longest and deepest mountain bike descent, unbelievable 4600m downhill Extraordinary culture, great people, culture and tradition We will ride more than 1,100 km through Tibet on crushed stone roads and over spectacular mountain passes. The high point of the journey comes when we arrive at the monastery of Rongbuk and see Mount Everest Base Camp (5200m). This is the only trip in the world where you can visit Everest Base Camp with a bicycle!",
        "strLocation": "kathmandu",
        "strOriginUrl": "https://www.getyourguide.com/kathmandu-l101/22-day-lhasa-to-kathmandu-mountain-bike-tour-t25606/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "22 Day Lhasa to Kathmandu Mountain Bike Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 19:34:16"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 1,
        "intUsdCost": 120,
        "strGuideLanguage": "spanish, chinese, english, finnish, french, german, italian",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-125795-145.jpg",
        "strIntroduction": "What You'll Do See the tallest of all structures built by King Mahendra Malla in 1549 A.D. at the Taleju Temple in Kathmandu Durbar Square Admire the erotic carvings of the 16th-century Jagannath Temple Discover the Hindu Temple of Pashupatinath from the banks of the sacred Bagmati River Go to the Buddhist shrine of Bouddhanath and discover the all-seeing eyes of the primordial Adi Buddha Marvel at the Kasthamandap, built from the timber of a single tree See the tallest of all structures built by King Mahendra Malla in 1549 A.D. at the Taleju Temple in Kathmandu Durbar Square Admire the erotic carvings of the 16th-century Jagannath Temple Discover the Hindu Temple of Pashupatinath from the banks of the sacred Bagmati River Go to the Buddhist shrine of Bouddhanath and discover the all-seeing eyes of the primordial Adi Buddha Marvel at the Kasthamandap, built from the timber of a single tree See the tallest of all structures built by King Mahendra Malla in 1549 A.D. at the Taleju Temple in Kathmandu Durbar Square Admire the erotic carvings of the 16th-century Jagannath Temple Discover the Hindu Temple of Pashupatinath from the banks of the sacred Bagmati River Go to the Buddhist shrine of Bouddhanath and discover the all-seeing eyes of the primordial Adi Buddha Marvel at the Kasthamandap, built from the timber of a single tree",
        "strLocation": "kathmandu",
        "strOriginUrl": "https://www.getyourguide.com/kathmandu-l101/kathmandu-valley-day-tour-t25701/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Kathmandu Valley Full-Day Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 19:34:27"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 2,
        "intReviewVisitor": 0,
        "intUsdCost": 200,
        "strGuideLanguage": "spanish, chinese, english, finnish, french, german, italian, russian",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-125804-145.jpg",
        "strIntroduction": "What You'll Do Escape the high hills of Kathmandu Valley and discover the remote mountain retreat of Nagarkot Walk through dense foliage and colorful crops, with the eastern Himalayas as your constant backdrop Tour the ancient temple of Changu Narayan, thought to be the oldest temple in Nepal Discover some of the best examples of stone, wood, and metal craft in the Kathmandu Valley Admire the temple's golden door, decorated with carvings of snakes See the life-size statue of the eagle-winged deity Garuda Escape the high hills of Kathmandu Valley and discover the remote mountain retreat of Nagarkot Walk through dense foliage and colorful crops, with the eastern Himalayas as your constant backdrop Tour the ancient temple of Changu Narayan, thought to be the oldest temple in Nepal Discover some of the best examples of stone, wood, and metal craft in the Kathmandu Valley Admire the temple's golden door, decorated with carvings of snakes See the life-size statue of the eagle-winged deity Garuda Escape the high hills of Kathmandu Valley and discover the remote mountain retreat of Nagarkot Walk through dense foliage and colorful crops, with the eastern Himalayas as your constant backdrop Tour the ancient temple of Changu Narayan, thought to be the oldest temple in Nepal Discover some of the best examples of stone, wood, and metal craft in the Kathmandu Valley Admire the temple's golden door, decorated with carvings of snakes See the life-size statue of the eagle-winged deity Garuda",
        "strLocation": "kathmandu",
        "strOriginUrl": "https://www.getyourguide.com/kathmandu-l101/nagarkot-day-hike-from-kathmandu-t25703/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Nagarkot Full-Day Hike from Kathmandu",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 19:34:41"
    },
    {
        "intDurationHour": 56,
        "intOption": null,
        "intReviewStar": 2,
        "intReviewVisitor": 0,
        "intUsdCost": 950,
        "strGuideLanguage": "spanish, english, finnish, french, german, italian, russian",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-126956-145.jpg",
        "strIntroduction": "What You'll Do Taleju temple- tallest of all structures built by King Mahendra Malla in 1549 A.D. Kumari Ghar- 17th Century Kumari Temple, an Example of the Highly Developed Nepalese Temple Craft. Naturalists at the Ghat (river crossing point) will transfer you by canoes across the River to the waiting elephants which will ferry you to your camp Taleju temple- tallest of all structures built by King Mahendra Malla in 1549 A.D. Kumari Ghar- 17th Century Kumari Temple, an Example of the Highly Developed Nepalese Temple Craft. Naturalists at the Ghat (river crossing point) will transfer you by canoes across the River to the waiting elephants which will ferry you to your camp Taleju temple- tallest of all structures built by King Mahendra Malla in 1549 A.D. Kumari Ghar- 17th Century Kumari Temple, an Example of the Highly Developed Nepalese Temple Craft. Naturalists at the Ghat (river crossing point) will transfer you by canoes across the River to the waiting elephants which will ferry you to your camp",
        "strLocation": "kathmandu",
        "strOriginUrl": "https://www.getyourguide.com/kathmandu-l101/7-day-kathmandu-historical-tour-with-jungle-safari-t25772/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "7 Day Kathmandu Historical Tour with Jungle Safari",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 19:34:55"
    },
    {
        "intDurationHour": 88,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 1500,
        "strGuideLanguage": "nepali",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-129238-145.jpg",
        "strIntroduction": "What You'll Do Guided city tour in Kathmandu’s popular cultural heritage sites Guided tour in Lumbini, the birth place of Lord Buddha Tour to the beautiful Pokhara city, also known as ‘the city of lakes’ Knowing old Newari Culture in Kathmandu Beautiful scene of the Himalaya range from Sarangkot and Pokhara Amazing Sunrise/Sunset from Sarangkot A look at old Palaces, Museums, Temples, Stupas Scene of Mount Annapurna on the background of Pokhara Mesmerizing scenic views from Tansen, Palpa Guided city tour in Kathmandu’s popular cultural heritage sites Guided tour in Lumbini, the birth place of Lord Buddha Tour to the beautiful Pokhara city, also known as ‘the city of lakes’ Knowing old Newari Culture in Kathmandu Beautiful scene of the Himalaya range from Sarangkot and Pokhara Amazing Sunrise/Sunset from Sarangkot A look at old Palaces, Museums, Temples, Stupas Scene of Mount Annapurna on the background of Pokhara Mesmerizing scenic views from Tansen, Palpa Guided city tour in Kathmandu’s popular cultural heritage sites Guided tour in Lumbini, the birth place of Lord Buddha Tour to the beautiful Pokhara city, also known as ‘the city of lakes’ Knowing old Newari Culture in Kathmandu Beautiful scene of the Himalaya range from Sarangkot and Pokhara Amazing Sunrise/Sunset from Sarangkot A look at old Palaces, Museums, Temples, Stupas Scene of Mount Annapurna on the background of Pokhara Mesmerizing scenic views from Tansen, Palpa",
        "strLocation": "kathmandu",
        "strOriginUrl": "https://www.getyourguide.com/kathmandu-l101/11-day-nepal-heritage-tour-t26181/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "11 Day Nepal Heritage Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 19:35:09"
    },
    {
        "intDurationHour": 152,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 2200,
        "strGuideLanguage": "nepali",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-130532-145.jpg",
        "strIntroduction": "What You'll Do Guided Sightseeing in and around Kathmandu and Pokhara Crossing the Thorung-la pass at 5,416m Tasting the renowned apples, apple pie and apple wine in Jomsom Sight-seeing in Muktinath and exploring the popular hiking routes in the area Bathing in natural hot springs at Tatopani Sunrise at Poon Hill with magnificent mountain views Crystal-clear mountain range visible from Pokhara A farewell dinner at a typical Nepali restaurant on the day before departure to celebrate our trip success Guided Sightseeing in and around Kathmandu and Pokhara Crossing the Thorung-la pass at 5,416m Tasting the renowned apples, apple pie and apple wine in Jomsom Sight-seeing in Muktinath and exploring the popular hiking routes in the area Bathing in natural hot springs at Tatopani Sunrise at Poon Hill with magnificent mountain views Crystal-clear mountain range visible from Pokhara A farewell dinner at a typical Nepali restaurant on the day before departure to celebrate our trip success Guided Sightseeing in and around Kathmandu and Pokhara Crossing the Thorung-la pass at 5,416m Tasting the renowned apples, apple pie and apple wine in Jomsom Sight-seeing in Muktinath and exploring the popular hiking routes in the area Bathing in natural hot springs at Tatopani Sunrise at Poon Hill with magnificent mountain views Crystal-clear mountain range visible from Pokhara A farewell dinner at a typical Nepali restaurant on the day before departure to celebrate our trip success",
        "strLocation": "kathmandu",
        "strOriginUrl": "https://www.getyourguide.com/kathmandu-l101/mountain-biking-at-annapurna-circuit-19-days-from-kathmandu-t26405/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "13-Day Mountain Biking at Annapurna: from Kathmandu",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 19:35:20"
    },
    {
        "intDurationHour": 72,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 1610,
        "strGuideLanguage": "nepali",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-130613-145.jpg",
        "strIntroduction": "What You'll Do Climb to dizzy new heights on an Everest Mountain Flight and behold awe-inspiring views of the Himalayan Peaks Dig to the roots of Nepal's many cultures with visits to Pashupati Temple, Boudhanath, Bhaktapur Durbar Square Grab your paddles and rush down the white water rapids at Trisuli River Grow wings and paraglide with the eagles over the breathtaking Pokhara and Annapurna regions Try to catch a glimpse of the endangered Bengal Tigers and Asiatic Rhinoceros at Chitwan National Park Watch out for the crocodiles lounging on the banks of the Narayani River Take life into your own hands with a adrenalin pumping bungee jump over the Bhote Koshi River Climb to dizzy new heights on an Everest Mountain Flight and behold awe-inspiring views of the Himalayan Peaks Dig to the roots of Nepal's many cultures with visits to Pashupati Temple, Boudhanath, Bhaktapur Durbar Square Grab your paddles and rush down the white water rapids at Trisuli River Grow wings and paraglide with the eagles over the breathtaking Pokhara and Annapurna regions Try to catch a glimpse of the endangered Bengal Tigers and Asiatic Rhinoceros at Chitwan National Park Watch out for the crocodiles lounging on the banks of the Narayani River Take life into your own hands with a adrenalin pumping bungee jump over the Bhote Koshi River Climb to dizzy new heights on an Everest Mountain Flight and behold awe-inspiring views of the Himalayan Peaks Dig to the roots of Nepal's many cultures with visits to Pashupati Temple, Boudhanath, Bhaktapur Durbar Square Grab your paddles and rush down the white water rapids at Trisuli River Grow wings and paraglide with the eagles over the breathtaking Pokhara and Annapurna regions Try to catch a glimpse of the endangered Bengal Tigers and Asiatic Rhinoceros at Chitwan National Park Watch out for the crocodiles lounging on the banks of the Narayani River Take life into your own hands with a adrenalin pumping bungee jump over the Bhote Koshi River",
        "strLocation": "kathmandu",
        "strOriginUrl": "https://www.getyourguide.com/kathmandu-l101/nepal-adventure-tour-9-days-from-kathmandu-t26415/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "From Kathmandu: 9-Day Nepalese Adventure Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 19:35:30"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 3,
        "intReviewVisitor": 3,
        "intUsdCost": 175,
        "strGuideLanguage": "spanish, english, french, german, italian, russian",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-158632-145.jpg",
        "strIntroduction": "What You'll Do Visit cultural and historic sites of the Newari cities of the Kathmandu Valley: Kathmandu, Patan, and Bhaktapur Enjoy a glimpse of Newari village life Explore Kathmandu’s Durbar Square Climb up to Swayambhunath Temple for sweeping views of the valley See Boudhanath, one of the world’s largest stupas Visit cultural and historic sites of the Newari cities of the Kathmandu Valley: Kathmandu, Patan, and Bhaktapur Enjoy a glimpse of Newari village life Explore Kathmandu’s Durbar Square Climb up to Swayambhunath Temple for sweeping views of the valley See Boudhanath, one of the world’s largest stupas Visit cultural and historic sites of the Newari cities of the Kathmandu Valley: Kathmandu, Patan, and Bhaktapur Enjoy a glimpse of Newari village life Explore Kathmandu’s Durbar Square Climb up to Swayambhunath Temple for sweeping views of the valley See Boudhanath, one of the world’s largest stupas",
        "strLocation": "kathmandu",
        "strOriginUrl": "https://www.getyourguide.com/kathmandu-l101/historical-and-cultural-kathmandu-city-day-tour-t30650/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Kathmandu: Full-Day Historical and Cultural City Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 19:35:42"
    },
    {
        "intDurationHour": 152,
        "intOption": null,
        "intReviewStar": 2,
        "intReviewVisitor": 0,
        "intUsdCost": 1890,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-162116-145.jpg",
        "strIntroduction": "What You'll Do Tibetain Monastries Namche Bazzar Gokyo Lake and koyo ri Cola La pass/ Renjo la pass and Kumbla la pass Everest Base Camp Kalapatthar Tibetain Monastries Namche Bazzar Gokyo Lake and koyo ri Cola La pass/ Renjo la pass and Kumbla la pass Everest Base Camp Kalapatthar Tibetain Monastries Namche Bazzar Gokyo Lake and koyo ri Cola La pass/ Renjo la pass and Kumbla la pass Everest Base Camp Kalapatthar",
        "strLocation": "kathmandu",
        "strOriginUrl": "https://www.getyourguide.com/kathmandu-l101/19-day-everest-three-high-passes-trek-t31232/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "19 Day Everest Three High Passes Trek",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 19:35:52"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 150,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-165925-145.jpg",
        "strIntroduction": "What You'll Do Experience a bungee jump near the Tibet-Nepal border Jump into the 160-meter deep Bhote Kosi River gorge Enjoy a delicious lunch Experience a bungee jump near the Tibet-Nepal border Jump into the 160-meter deep Bhote Kosi River gorge Enjoy a delicious lunch Experience a bungee jump near the Tibet-Nepal border Jump into the 160-meter deep Bhote Kosi River gorge Enjoy a delicious lunch",
        "strLocation": "kathmandu",
        "strOriginUrl": "https://www.getyourguide.com/kathmandu-l101/bungee-jumping-in-nepal-t31834/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Full-Day Bungee Jumping Adventure from Kathmandu",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 19:36:05"
    },
    {
        "intDurationHour": 168,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 2300,
        "strGuideLanguage": "nepali",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-130676-145.jpg",
        "strIntroduction": "What You'll Do Guided Kathmandu city tour Scenic dirt road driving to Arughat from Kathmandu Exploring the Budhi Gandaki River valley Experience the Nepalese and Tibetan mixture culture Walking between the borders of Nepal and Tibet Crossing Larkya La over 5215 meters Guided Kathmandu city tour Scenic dirt road driving to Arughat from Kathmandu Exploring the Budhi Gandaki River valley Experience the Nepalese and Tibetan mixture culture Walking between the borders of Nepal and Tibet Crossing Larkya La over 5215 meters Guided Kathmandu city tour Scenic dirt road driving to Arughat from Kathmandu Exploring the Budhi Gandaki River valley Experience the Nepalese and Tibetan mixture culture Walking between the borders of Nepal and Tibet Crossing Larkya La over 5215 meters",
        "strLocation": "kathmandu",
        "strOriginUrl": "https://www.getyourguide.com/kathmandu-l101/manaslu-circuit-trek-21-days-from-kathmandu-t26425/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Manaslu Circuit Trek - 21 Days from Kathmandu",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 19:36:16"
    },
    {
        "intDurationHour": 56,
        "intOption": null,
        "intReviewStar": 2,
        "intReviewVisitor": 0,
        "intUsdCost": 590,
        "strGuideLanguage": "spanish, english, french, german, italian",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-131359-145.jpg",
        "strIntroduction": "What You'll Do Visit Nepl is the country which is geographically, naturally, culturally, and socially diverse Kathmandu and Pokhra tour is an exclusive tour package especially designed for all level travelers. Kathmandu and Pokhara the Major Cities of Nepal. Visit Nepl is the country which is geographically, naturally, culturally, and socially diverse Kathmandu and Pokhra tour is an exclusive tour package especially designed for all level travelers. Kathmandu and Pokhara the Major Cities of Nepal. Visit Nepl is the country which is geographically, naturally, culturally, and socially diverse Kathmandu and Pokhra tour is an exclusive tour package especially designed for all level travelers. Kathmandu and Pokhara the Major Cities of Nepal.",
        "strLocation": "kathmandu",
        "strOriginUrl": "https://www.getyourguide.com/kathmandu-l101/6-nights7-days-kathmandu-pokhara-tour-t26529/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "6 Nights/7 Days Kathmandu-Pokhara Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 19:36:28"
    },
    {
        "intDurationHour": 80,
        "intOption": null,
        "intReviewStar": 2,
        "intReviewVisitor": 0,
        "intUsdCost": 1300,
        "strGuideLanguage": "spanish, english, french, german, italian",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-132767-145.jpg",
        "strIntroduction": "What You'll Do ere you will learn the historic part of Nepal and its growth. From there we will visit beautiful Chitwan. Chitwan has had a long history of conservation. For many years it was the Royal hunting grounds for the Kings and dignitaries of Nepal Lumbini has many new monasteries occupied by different nations ere you will learn the historic part of Nepal and its growth. From there we will visit beautiful Chitwan. Chitwan has had a long history of conservation. For many years it was the Royal hunting grounds for the Kings and dignitaries of Nepal Lumbini has many new monasteries occupied by different nations ere you will learn the historic part of Nepal and its growth. From there we will visit beautiful Chitwan. Chitwan has had a long history of conservation. For many years it was the Royal hunting grounds for the Kings and dignitaries of Nepal Lumbini has many new monasteries occupied by different nations",
        "strLocation": "kathmandu",
        "strOriginUrl": "https://www.getyourguide.com/kathmandu-l101/kathmandu-chitwan-lumbini-tour-t26743/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Kathmandu-Chitwan-Lumbini Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 19:36:42"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 2,
        "intReviewVisitor": 0,
        "intUsdCost": 260,
        "strGuideLanguage": "nepali",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-133265-145.jpg",
        "strIntroduction": "What You'll Do View the peak of Mount Everest clearly and without obstruction Experience the spectacular aerial panorama of Kathmandu Valley Enjoy the comfort of a light 19-seat airplane View the peak of Mount Everest clearly and without obstruction Experience the spectacular aerial panorama of Kathmandu Valley Enjoy the comfort of a light 19-seat airplane View the peak of Mount Everest clearly and without obstruction Experience the spectacular aerial panorama of Kathmandu Valley Enjoy the comfort of a light 19-seat airplane",
        "strLocation": "kathmandu",
        "strOriginUrl": "https://www.getyourguide.com/kathmandu-l101/mountain-flight-1-hour1-day-t26842/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Kathmandu: 1-Hour Flight Over Everest and the Himalayas",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 19:36:55"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 2,
        "intReviewVisitor": 0,
        "intUsdCost": 110,
        "strGuideLanguage": "nepali",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-133282-145.jpg",
        "strIntroduction": "What You'll Do See the resident monkeys of the holy Swoyambhunath Stupa in Kathmandu Enjoy spectacular views of the Kathmandu Valley Lunch in Kathmandu Durbar Square with views of the complex of temples and palaces Go to one of the most sacred Hindu shrines in the world See devotees of Lord Shiva bathing in the holy Bagmati River Enjoy a farewell dinner at a typical Nepalese restaurant See the resident monkeys of the holy Swoyambhunath Stupa in Kathmandu Enjoy spectacular views of the Kathmandu Valley Lunch in Kathmandu Durbar Square with views of the complex of temples and palaces Go to one of the most sacred Hindu shrines in the world See devotees of Lord Shiva bathing in the holy Bagmati River Enjoy a farewell dinner at a typical Nepalese restaurant See the resident monkeys of the holy Swoyambhunath Stupa in Kathmandu Enjoy spectacular views of the Kathmandu Valley Lunch in Kathmandu Durbar Square with views of the complex of temples and palaces Go to one of the most sacred Hindu shrines in the world See devotees of Lord Shiva bathing in the holy Bagmati River Enjoy a farewell dinner at a typical Nepalese restaurant",
        "strLocation": "kathmandu",
        "strOriginUrl": "https://www.getyourguide.com/kathmandu-l101/1-day-kathmandu-city-tour-t26847/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Kathmandu City & Patan Full-Day Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 19:37:06"
    },
    {
        "intDurationHour": 184,
        "intOption": null,
        "intReviewStar": 2,
        "intReviewVisitor": 0,
        "intUsdCost": 2500,
        "strGuideLanguage": "spanish, english, french, german, italian, russian",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-135462-145.jpg",
        "strIntroduction": "What You'll Do Kathmandu sightseeing the Potala Palace Rongbuk monastery splendid views toward Everest and Lhotse Kathmandu sightseeing the Potala Palace Rongbuk monastery splendid views toward Everest and Lhotse Kathmandu sightseeing the Potala Palace Rongbuk monastery splendid views toward Everest and Lhotse",
        "strLocation": "kathmandu",
        "strOriginUrl": "https://www.getyourguide.com/kathmandu-l101/kharta-valley-trek-tibet-23-day-trek-t27120/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Kharta Valley Trek Tibet - 23 Day Trek",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 19:37:17"
    },
    {
        "intDurationHour": 112,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 1900,
        "strGuideLanguage": "nepali",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-135984-145.jpg",
        "strIntroduction": "What You'll Do Kathmandu City tour Stunning flight from Kathmandu to Lhasa Visit to Everest Base Camp and base of the Everest North Face via Rongbuk Valley Step inside and experience life as the “mountain people” live, in the roof of the world Sightseeing tour in Lhasa Scenic drives Nepal/China Friendship Bridge to Kathmandu Kathmandu City tour Stunning flight from Kathmandu to Lhasa Visit to Everest Base Camp and base of the Everest North Face via Rongbuk Valley Step inside and experience life as the “mountain people” live, in the roof of the world Sightseeing tour in Lhasa Scenic drives Nepal/China Friendship Bridge to Kathmandu Kathmandu City tour Stunning flight from Kathmandu to Lhasa Visit to Everest Base Camp and base of the Everest North Face via Rongbuk Valley Step inside and experience life as the “mountain people” live, in the roof of the world Sightseeing tour in Lhasa Scenic drives Nepal/China Friendship Bridge to Kathmandu",
        "strLocation": "kathmandu",
        "strOriginUrl": "https://www.getyourguide.com/kathmandu-l101/everest-base-camp-overland-tour-14-days-t27197/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Everest Base Camp Overland Tour - 14 Days",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 19:37:28"
    },
    {
        "intDurationHour": 56,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 1650,
        "strGuideLanguage": "nepali",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-135956-145.jpg",
        "strIntroduction": "What You'll Do Guided city tour in Kathmandu valley. Lhasa Guided sightseeing tours of cultural and historical hearts of Tibet Scenic flights from Kathmandu – Lhasa – Kathmandu Guided city tour in Kathmandu valley. Lhasa Guided sightseeing tours of cultural and historical hearts of Tibet Scenic flights from Kathmandu – Lhasa – Kathmandu Guided city tour in Kathmandu valley. Lhasa Guided sightseeing tours of cultural and historical hearts of Tibet Scenic flights from Kathmandu – Lhasa – Kathmandu",
        "strLocation": "kathmandu",
        "strOriginUrl": "https://www.getyourguide.com/kathmandu-l101/kathmandu-lhasa-tour-7-days-t27199/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Kathmandu-Lhasa Tour - 7 Days",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 19:37:40"
    },
    {
        "intDurationHour": 136,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 2500,
        "strGuideLanguage": "nepali",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-135994-145.jpg",
        "strIntroduction": "What You'll Do Kathmandu City tour Scenic drive Kathmandu - Nepal/China Friendship Bridge - Nyalam – Kathmandu Circling around Manasarovar, a sacred Lake. Mt. Kailash Kora, a holy mountain Step inside and experience life as the “mountain people” live, in the roof of the world. Walking on the Dolma La Pass over 5600 meters. Kathmandu City tour Scenic drive Kathmandu - Nepal/China Friendship Bridge - Nyalam – Kathmandu Circling around Manasarovar, a sacred Lake. Mt. Kailash Kora, a holy mountain Step inside and experience life as the “mountain people” live, in the roof of the world. Walking on the Dolma La Pass over 5600 meters. Kathmandu City tour Scenic drive Kathmandu - Nepal/China Friendship Bridge - Nyalam – Kathmandu Circling around Manasarovar, a sacred Lake. Mt. Kailash Kora, a holy mountain Step inside and experience life as the “mountain people” live, in the roof of the world. Walking on the Dolma La Pass over 5600 meters.",
        "strLocation": "kathmandu",
        "strOriginUrl": "https://www.getyourguide.com/kathmandu-l101/mt-kailash-and-mansarovar-lake-17-days-t27202/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Mt. Kailash and Mansarovar Lake - 17 days",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 19:37:53"
    },
    {
        "intDurationHour": 56,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 800,
        "strGuideLanguage": "spanish, english, french, german, italian, russian",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-136266-145.jpg",
        "strIntroduction": "What You'll Do Rafting on the Trishuli River Sightseeing in Kathmandu Chitwan National Park Rafting on the Trishuli River Sightseeing in Kathmandu Chitwan National Park Rafting on the Trishuli River Sightseeing in Kathmandu Chitwan National Park",
        "strLocation": "kathmandu",
        "strOriginUrl": "https://www.getyourguide.com/kathmandu-l101/7-day-rafting-and-wildlife-tour-in-nepal-t27225/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "7 Day Rafting and Wildlife Tour in Nepal",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 19:38:07"
    },
    {
        "intDurationHour": 64,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 900,
        "strGuideLanguage": "spanish, english, french, german, italian, russian",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-136288-145.jpg",
        "strIntroduction": "What You'll Do These places not just offer you that but also the unbeatable natural scenery. For instance, getting this opportunity at Sarangkot. you can view the majestic beauty of mountains like Annapurna, Dhaulagiri, Nilgiri. These places not just offer you that but also the unbeatable natural scenery. For instance, getting this opportunity at Sarangkot. you can view the majestic beauty of mountains like Annapurna, Dhaulagiri, Nilgiri. These places not just offer you that but also the unbeatable natural scenery. For instance, getting this opportunity at Sarangkot. you can view the majestic beauty of mountains like Annapurna, Dhaulagiri, Nilgiri.",
        "strLocation": "kathmandu",
        "strOriginUrl": "https://www.getyourguide.com/kathmandu-l101/8-day-sunrise-and-sunset-tour-in-nepal-t27228/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "8 Day Sunrise and Sunset Tour in Nepal",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 19:38:18"
    },
    {
        "intDurationHour": 120,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 0,
        "intUsdCost": 1295,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-150660-145.jpg",
        "strIntroduction": "What You'll Do Incredible trek from low land to highland Manang village, the Tibetan settlement Magnificent view from Thorong La pass (5416m) The pilgrimage town of Muktinath Short but breathtaking flight from Jomsom to Pokhara Incredible trek from low land to highland Manang village, the Tibetan settlement Magnificent view from Thorong La pass (5416m) The pilgrimage town of Muktinath Short but breathtaking flight from Jomsom to Pokhara Incredible trek from low land to highland Manang village, the Tibetan settlement Magnificent view from Thorong La pass (5416m) The pilgrimage town of Muktinath Short but breathtaking flight from Jomsom to Pokhara",
        "strLocation": "kathmandu",
        "strOriginUrl": "https://www.getyourguide.com/kathmandu-l101/15-day-annapurna-circuit-trek-from-khatmandu-t29396/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "15 Day Annapurna Circuit Trek from Kathmandu",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 19:38:30"
    },
    {
        "intDurationHour": 136,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 0,
        "intUsdCost": 2550,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-156193-145.jpg",
        "strIntroduction": "What You'll Do Kathmandu Valley City tour Scenic drive Kathmandu - Nepal/China Friendship Bridge - Nyalam – Kathmandu Mt. Kailash Kora, a holy mountain Step inside and experience life as the “mountain people” live, in the roof of the world. Kathmandu Valley City tour Scenic drive Kathmandu - Nepal/China Friendship Bridge - Nyalam – Kathmandu Mt. Kailash Kora, a holy mountain Step inside and experience life as the “mountain people” live, in the roof of the world. Kathmandu Valley City tour Scenic drive Kathmandu - Nepal/China Friendship Bridge - Nyalam – Kathmandu Mt. Kailash Kora, a holy mountain Step inside and experience life as the “mountain people” live, in the roof of the world.",
        "strLocation": "kathmandu",
        "strOriginUrl": "https://www.getyourguide.com/kathmandu-l101/mt-kailash-and-manosarovar-17-days-t30252/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Mt. Kailash and Manosarovar - 17 Days",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 19:38:45"
    },
    {
        "intDurationHour": 80,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 0,
        "intUsdCost": 984,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-156647-145.jpg",
        "strIntroduction": "What You'll Do Tour through the untamed, unspoilt landscape of Kathmandu valley Learn of local cultures and customs as you trek through small hidden villages Tour through the untamed, unspoilt landscape of Kathmandu valley Learn of local cultures and customs as you trek through small hidden villages Tour through the untamed, unspoilt landscape of Kathmandu valley Learn of local cultures and customs as you trek through small hidden villages",
        "strLocation": "kathmandu",
        "strOriginUrl": "https://www.getyourguide.com/kathmandu-l101/langtang-valley-trek-10-days-t30259/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Langtang Valley Trek - 10 Days",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 19:38:57"
    },
    {
        "intDurationHour": 184,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 0,
        "intUsdCost": 9000,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-156662-145.jpg",
        "strIntroduction": "What You'll Do Amphu Lapcha Base Camp Mera Base camp Get experience to Climb Mt. Everest Expedition Amphu Lapcha Base Camp Mera Base camp Get experience to Climb Mt. Everest Expedition Amphu Lapcha Base Camp Mera Base camp Get experience to Climb Mt. Everest Expedition",
        "strLocation": "kathmandu",
        "strOriginUrl": "https://www.getyourguide.com/kathmandu-l101/mera-peak-climbing-23-days-t30263/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Mera Peak Climbing - 23 Days",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 19:39:10"
    },
    {
        "intDurationHour": 96,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 1725,
        "strGuideLanguage": "spanish, chinese, english, french, german, italian, russian",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-157332-145.jpg",
        "strIntroduction": "What You'll Do Recognized as one of the world’s best trekking destination, this trek takes you through scenic villages, rich oak, pine and rhododendron forests This Trekking Tour affords you spectacular views of the various giant snow-peaks Visit Annapurna I (8019m) Visit Annapurna III (7555m) Visit Gangapurna (7454m) Recognized as one of the world’s best trekking destination, this trek takes you through scenic villages, rich oak, pine and rhododendron forests This Trekking Tour affords you spectacular views of the various giant snow-peaks Visit Annapurna I (8019m) Visit Annapurna III (7555m) Visit Gangapurna (7454m) Recognized as one of the world’s best trekking destination, this trek takes you through scenic villages, rich oak, pine and rhododendron forests This Trekking Tour affords you spectacular views of the various giant snow-peaks Visit Annapurna I (8019m) Visit Annapurna III (7555m) Visit Gangapurna (7454m)",
        "strLocation": "kathmandu",
        "strOriginUrl": "https://www.getyourguide.com/kathmandu-l101/12-day-annapurna-base-camp-trek-t30417/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "12 Day Annapurna Base Camp Trek",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 19:39:23"
    },
    {
        "intDurationHour": 112,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 1150,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-141575-145.jpg",
        "strIntroduction": "What You'll Do Laughing trekking is the tribute to the Laughing Buddha Annapurna Base Camp Laughing is sweeping the world and is a complete well being workout. Laughing trekking is the tribute to the Laughing Buddha Annapurna Base Camp Laughing is sweeping the world and is a complete well being workout. Laughing trekking is the tribute to the Laughing Buddha Annapurna Base Camp Laughing is sweeping the world and is a complete well being workout.",
        "strLocation": "kathmandu",
        "strOriginUrl": "https://www.getyourguide.com/kathmandu-l101/nepal-spiritual-laughing-14-day-trekking-program-t28024/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Nepal Spiritual Laughing 14 Day Trekking Program",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 19:39:35"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 1,
        "intUsdCost": 60,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-141728-145.jpg",
        "strIntroduction": "What You'll Do Spend your morning rafting down the Trishuli River Admire the stunning scenery, variety of wildlife, and surprising twists and turns of the rapids Eat lunch on the riverbank, surrounded by the nature of the Trishuli Valley Spend your morning rafting down the Trishuli River Admire the stunning scenery, variety of wildlife, and surprising twists and turns of the rapids Eat lunch on the riverbank, surrounded by the nature of the Trishuli Valley Spend your morning rafting down the Trishuli River Admire the stunning scenery, variety of wildlife, and surprising twists and turns of the rapids Eat lunch on the riverbank, surrounded by the nature of the Trishuli Valley",
        "strLocation": "kathmandu",
        "strOriginUrl": "https://www.getyourguide.com/kathmandu-l101/trishuli-river-rafting-from-kathmandu-pokhara-or-chitwan-t28039/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Trishuli River Rafting from Kathmandu, Pokhara, or Chitwan",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 19:39:49"
    },
    {
        "intDurationHour": 112,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 1075,
        "strGuideLanguage": "spanish, chinese, english, japanese",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-144649-145.jpg",
        "strIntroduction": "What You'll Do Trek through the epic landscapes of the Himalayas Get breathtaking views of Mt. Everest and the adjoining mountains, such as Ama Dablam Journey through the homelands of the ethnic Sherpa people See the Buddhist monasteries in Tengboche and Panboche Spend 2 nights in the bustling market town of Namche Bazaar Admire a cluster of houses set among the high, summer grazing pastures of the region Get brilliant views of Mt. Everest, Mt. Pumori and the \"black rock\" of Kala Patthar Marvel at the extraordinary ice sculptures of the Khumbu Glacier Trek through the epic landscapes of the Himalayas Get breathtaking views of Mt. Everest and the adjoining mountains, such as Ama Dablam Journey through the homelands of the ethnic Sherpa people See the Buddhist monasteries in Tengboche and Panboche Spend 2 nights in the bustling market town of Namche Bazaar Admire a cluster of houses set among the high, summer grazing pastures of the region Get brilliant views of Mt. Everest, Mt. Pumori and the \"black rock\" of Kala Patthar Marvel at the extraordinary ice sculptures of the Khumbu Glacier Trek through the epic landscapes of the Himalayas Get breathtaking views of Mt. Everest and the adjoining mountains, such as Ama Dablam Journey through the homelands of the ethnic Sherpa people See the Buddhist monasteries in Tengboche and Panboche Spend 2 nights in the bustling market town of Namche Bazaar Admire a cluster of houses set among the high, summer grazing pastures of the region Get brilliant views of Mt. Everest, Mt. Pumori and the \"black rock\" of Kala Patthar Marvel at the extraordinary ice sculptures of the Khumbu Glacier",
        "strLocation": "kathmandu",
        "strOriginUrl": "https://www.getyourguide.com/kathmandu-l101/14-days-everest-base-camp-trekking-from-kathmandu-t28517/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Everest Base Camp 14-Day Trek From Kathmandu",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 19:40:02"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 2,
        "intReviewVisitor": 0,
        "intUsdCost": 125,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-144801-145.jpg",
        "strIntroduction": "What You'll Do Best views of Langtang Himalayan Range Stay with local people You will get chance to know real Nepalese life Nagarkot is the best place for sunrise and sun set view Best place to observe Mt. Everest Best views of Langtang Himalayan Range Stay with local people You will get chance to know real Nepalese life Nagarkot is the best place for sunrise and sun set view Best place to observe Mt. Everest Best views of Langtang Himalayan Range Stay with local people You will get chance to know real Nepalese life Nagarkot is the best place for sunrise and sun set view Best place to observe Mt. Everest",
        "strLocation": "kathmandu",
        "strOriginUrl": "https://www.getyourguide.com/kathmandu-l101/3-day-hiking-around-kathmandu-t28539/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "3 Day Hiking Around Kathmandu",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 19:40:14"
    },
    {
        "intDurationHour": 6,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 3,
        "intUsdCost": 30,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-144823-145.jpg",
        "strIntroduction": "What You'll Do Enjoy a mixture of history and culture of Kathmandu and Nepal Visit the Buddhist sites of Boudhanath Stupa and Swayambhunath Stupa Learn about the lifestyle of the Newa people, natives of Nepal See the Hindu temple at Pashupatinath Enjoy a mixture of history and culture of Kathmandu and Nepal Visit the Buddhist sites of Boudhanath Stupa and Swayambhunath Stupa Learn about the lifestyle of the Newa people, natives of Nepal See the Hindu temple at Pashupatinath Enjoy a mixture of history and culture of Kathmandu and Nepal Visit the Buddhist sites of Boudhanath Stupa and Swayambhunath Stupa Learn about the lifestyle of the Newa people, natives of Nepal See the Hindu temple at Pashupatinath",
        "strLocation": "kathmandu",
        "strOriginUrl": "https://www.getyourguide.com/kathmandu-l101/half-day-tour-around-kathmandu-valley-t28543/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Kathmandu Valley Private 6-Hour Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 19:40:28"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 1,
        "intUsdCost": 30,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-144845-145.jpg",
        "strIntroduction": "What You'll Do Take a trip down the rapids that is suitable even for beginners Recount your exciting adventure over lunch on the beach Opt to extend your tour with a trip to Pokhara, Kathmandu, or Chitwan Take a trip down the rapids that is suitable even for beginners Recount your exciting adventure over lunch on the beach Opt to extend your tour with a trip to Pokhara, Kathmandu, or Chitwan Take a trip down the rapids that is suitable even for beginners Recount your exciting adventure over lunch on the beach Opt to extend your tour with a trip to Pokhara, Kathmandu, or Chitwan",
        "strLocation": "kathmandu",
        "strOriginUrl": "https://www.getyourguide.com/kathmandu-l101/day-rafting-in-nepal-t28545/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Day Rafting in Nepal from Kathmandu",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 19:40:41"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 3,
        "intReviewVisitor": 1,
        "intUsdCost": 195,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-144971-145.jpg",
        "strIntroduction": "What You'll Do Soar above the world's highest point, Mount Everest Take in more then 100 snow-capped mountains from your window seat Explore the Himalayas in the best way possible in the shortest amount of time Soar above the world's highest point, Mount Everest Take in more then 100 snow-capped mountains from your window seat Explore the Himalayas in the best way possible in the shortest amount of time Soar above the world's highest point, Mount Everest Take in more then 100 snow-capped mountains from your window seat Explore the Himalayas in the best way possible in the shortest amount of time",
        "strLocation": "kathmandu",
        "strOriginUrl": "https://www.getyourguide.com/kathmandu-l101/1-hour-everest-view-mountain-flight-in-kathmandu-t28560/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "1-Hour Flight Above Mt. Everest from Kathmandu",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 19:40:51"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 1399,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-146881-145.jpg",
        "strIntroduction": "What You'll Do Explore Bhutan Textile Museum Takstang Monastery Explore Bhutan Textile Museum Takstang Monastery Explore Bhutan Textile Museum Takstang Monastery",
        "strLocation": "kathmandu",
        "strOriginUrl": "https://www.getyourguide.com/kathmandu-l101/3-day-bhutan-cultural-tour-from-kathmandu-t28806/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "3 Day Bhutan Cultural Tour from Kathmandu",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 19:41:02"
    },
    {
        "intDurationHour": 192,
        "intOption": null,
        "intReviewStar": 2,
        "intReviewVisitor": 0,
        "intUsdCost": 2820,
        "strGuideLanguage": "english, nepali",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-148982-145.jpg",
        "strIntroduction": "What You'll Do 30 minutes flight to Biratnagar or Bhadrapur with stunning view of Himalaya ranges including Mt. Everest Ilam Tea garden on the way drive to Taplejung Close interaction with local people Stunning view of Mt. Kanchenjunga, the World's 3rd highest mountain Visit of North and South base camp of Mt. Kanchenjunga Warm hospitality of Sherpa, Rai & Limbu people High mountain passes of Sele La & Mirgingla Spectacular forest of rhododendron & Pine 30 minutes flight to Biratnagar or Bhadrapur with stunning view of Himalaya ranges including Mt. Everest Ilam Tea garden on the way drive to Taplejung Close interaction with local people Stunning view of Mt. Kanchenjunga, the World's 3rd highest mountain Visit of North and South base camp of Mt. Kanchenjunga Warm hospitality of Sherpa, Rai & Limbu people High mountain passes of Sele La & Mirgingla Spectacular forest of rhododendron & Pine 30 minutes flight to Biratnagar or Bhadrapur with stunning view of Himalaya ranges including Mt. Everest Ilam Tea garden on the way drive to Taplejung Close interaction with local people Stunning view of Mt. Kanchenjunga, the World's 3rd highest mountain Visit of North and South base camp of Mt. Kanchenjunga Warm hospitality of Sherpa, Rai & Limbu people High mountain passes of Sele La & Mirgingla Spectacular forest of rhododendron & Pine",
        "strLocation": "kathmandu",
        "strOriginUrl": "https://www.getyourguide.com/kathmandu-l101/kanchenjunga-trek-north-south-base-camp-24-days-t29007/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Kanchenjunga Trek (North & South Base Camp) - 24 days",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 19:41:12"
    },
    {
        "intDurationHour": 112,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 2638,
        "strGuideLanguage": "spanish, chinese, english, french, german, hindi, italian, russian",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-148425-145.jpg",
        "strIntroduction": "What You'll Do The journey also includes visit to holy Mansarovar Lake which evokes an impalpable serenity in the minds of pilgrims A Shiva-linga shaped Mt. Kailash from the Northern Face For the Hindus Mount Kailash is the earthly manifestation of Mt. Meru Do Mansarovar Parikrama via yak/horse ride Trekking tour to Diraphuk that will last for about 7 hours Kailash - Mansarovar journey with passing the Dolma-La Pass Visit to Gaurikund Trek to Darchen The journey also includes visit to holy Mansarovar Lake which evokes an impalpable serenity in the minds of pilgrims A Shiva-linga shaped Mt. Kailash from the Northern Face For the Hindus Mount Kailash is the earthly manifestation of Mt. Meru Do Mansarovar Parikrama via yak/horse ride Trekking tour to Diraphuk that will last for about 7 hours Kailash - Mansarovar journey with passing the Dolma-La Pass Visit to Gaurikund Trek to Darchen The journey also includes visit to holy Mansarovar Lake which evokes an impalpable serenity in the minds of pilgrims A Shiva-linga shaped Mt. Kailash from the Northern Face For the Hindus Mount Kailash is the earthly manifestation of Mt. Meru Do Mansarovar Parikrama via yak/horse ride Trekking tour to Diraphuk that will last for about 7 hours Kailash - Mansarovar journey with passing the Dolma-La Pass Visit to Gaurikund Trek to Darchen",
        "strLocation": "kathmandu",
        "strOriginUrl": "https://www.getyourguide.com/kathmandu-l101/16-days-trekking-kailash-mansarovar-tour-from-kathmandu-t29047/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "16 Days Trekking Kailash Mansarovar Tour from Kathmandu",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 19:41:23"
    },
    {
        "intDurationHour": 192,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 0,
        "intUsdCost": 3600,
        "strGuideLanguage": "english, nepali",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-168564-145.jpg",
        "strIntroduction": "What You'll Do Easy and Busy Peak of Nepal with diverse landscapes. Explore highest passes of the world en route. Popular peak of Annpurna Region offering to explore the giant Mt. Annapuna closely. Easy and Busy Peak of Nepal with diverse landscapes. Explore highest passes of the world en route. Popular peak of Annpurna Region offering to explore the giant Mt. Annapuna closely. Easy and Busy Peak of Nepal with diverse landscapes. Explore highest passes of the world en route. Popular peak of Annpurna Region offering to explore the giant Mt. Annapuna closely.",
        "strLocation": "kathmandu",
        "strOriginUrl": "https://www.getyourguide.com/kathmandu-l101/pisang-peak-climbing-t32240/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Pisang Peak Climbing",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 19:41:35"
    },
    {
        "intDurationHour": 3,
        "intOption": null,
        "intReviewStar": 2,
        "intReviewVisitor": 1,
        "intUsdCost": 35,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-169192-145.jpg",
        "strIntroduction": "What You'll Do Enjoy a delicious Nepalese dinner Listen to traditional classical folk music performed live Learn about Nepal's rich and diverse culture Enjoy a delicious Nepalese dinner Listen to traditional classical folk music performed live Learn about Nepal's rich and diverse culture Enjoy a delicious Nepalese dinner Listen to traditional classical folk music performed live Learn about Nepal's rich and diverse culture",
        "strLocation": "kathmandu",
        "strOriginUrl": "https://www.getyourguide.com/kathmandu-l101/nepalese-dinner-with-cultural-program-dance-and-music-t32347/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Kathmandu: 3-Hour Nepalese Dinner with Cultural Program",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 19:41:47"
    },
    {
        "intDurationHour": 16,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 0,
        "intUsdCost": 440,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-169240-145.jpg",
        "strIntroduction": "What You'll Do To see the Best views of Mountains Get an Experience To see the Best views of Mountains Get an Experience To see the Best views of Mountains Get an Experience",
        "strLocation": "kathmandu",
        "strOriginUrl": "https://www.getyourguide.com/kathmandu-l101/kathmandu-pokhara-kathmandu-flight-t32349/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Kathmandu-Pokhara-Kathmandu Flight",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 19:42:02"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 0,
        "intUsdCost": 220,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-169251-145.jpg",
        "strIntroduction": "What You'll Do To acknowledge the culture To see the animals To get an experience To acknowledge the culture To see the animals To get an experience To acknowledge the culture To see the animals To get an experience",
        "strLocation": "kathmandu",
        "strOriginUrl": "https://www.getyourguide.com/kathmandu-l101/chitwan-national-park-tour-package-t32352/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Chitwan National Park Tour Package",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 19:42:15"
    },
    {
        "intDurationHour": 152,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 1012,
        "strGuideLanguage": "spanish, chinese, english, french, german",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-169536-145.jpg",
        "strIntroduction": "What You'll Do Magnificent view of Himalayas, Unforgettable view of Annapurna and Dhaulagiri, Abundant flora and fauna, Keep on touch with local peoples Experience the different culture, Natural hot spring at Tatopani Panorama View of Himalaya, Typical Gurung villages at Ghandruk Unforgettable Elephant Ride and one horn lion, World heritage and paradise site in Pokhar, Unique World Mountain flight. Magnificent view of Himalayas, Unforgettable view of Annapurna and Dhaulagiri, Abundant flora and fauna, Keep on touch with local peoples Experience the different culture, Natural hot spring at Tatopani Panorama View of Himalaya, Typical Gurung villages at Ghandruk Unforgettable Elephant Ride and one horn lion, World heritage and paradise site in Pokhar, Unique World Mountain flight. Magnificent view of Himalayas, Unforgettable view of Annapurna and Dhaulagiri, Abundant flora and fauna, Keep on touch with local peoples Experience the different culture, Natural hot spring at Tatopani Panorama View of Himalaya, Typical Gurung villages at Ghandruk Unforgettable Elephant Ride and one horn lion, World heritage and paradise site in Pokhar, Unique World Mountain flight.",
        "strLocation": "kathmandu",
        "strOriginUrl": "https://www.getyourguide.com/kathmandu-l101/annapurna-trek-jungle-safari-mountain-flight-t32391/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Annapurna Trek, Jungle Safari, & Mountain Flight",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 19:42:26"
    },
    {
        "intDurationHour": 64,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 517,
        "strGuideLanguage": "spanish, english, french, german",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-169539-145.jpg",
        "strIntroduction": "What You'll Do Magnificent view of Himalaya, Keep on touch with local peoples Unforgetable Paragliding (tandam Flight), Sunrise view from Sarangkot, Panorama View of Annapurna Rang Sleep in lap of Annapurna,Experience the different culture Unforgettable Jungle Activitie, Elephant Ride and one horn lion, Unique World Mountain flight Wildlife such as red panda, monkeys by the trail Magnificent view of Himalaya, Keep on touch with local peoples Unforgetable Paragliding (tandam Flight), Sunrise view from Sarangkot, Panorama View of Annapurna Rang Sleep in lap of Annapurna,Experience the different culture Unforgettable Jungle Activitie, Elephant Ride and one horn lion, Unique World Mountain flight Wildlife such as red panda, monkeys by the trail Magnificent view of Himalaya, Keep on touch with local peoples Unforgetable Paragliding (tandam Flight), Sunrise view from Sarangkot, Panorama View of Annapurna Rang Sleep in lap of Annapurna,Experience the different culture Unforgettable Jungle Activitie, Elephant Ride and one horn lion, Unique World Mountain flight Wildlife such as red panda, monkeys by the trail",
        "strLocation": "kathmandu",
        "strOriginUrl": "https://www.getyourguide.com/kathmandu-l101/mountain-flight-jungle-safari-paragliding-tour-t32393/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Mountain Flight , Jungle Safari, & Paragliding Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 19:42:38"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 130,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-170012-145.jpg",
        "strIntroduction": "What You'll Do Discover The Last Resort, a top destination in Nepal for adventure and relaxation Experience the world's second-highest bungee jumping site, at a height of 160 meters Feel the thrill of a 240-meter free fall on a canyon swing, at 150 kilometers per hour Discover The Last Resort, a top destination in Nepal for adventure and relaxation Experience the world's second-highest bungee jumping site, at a height of 160 meters Feel the thrill of a 240-meter free fall on a canyon swing, at 150 kilometers per hour Discover The Last Resort, a top destination in Nepal for adventure and relaxation Experience the world's second-highest bungee jumping site, at a height of 160 meters Feel the thrill of a 240-meter free fall on a canyon swing, at 150 kilometers per hour",
        "strLocation": "kathmandu",
        "strOriginUrl": "https://www.getyourguide.com/kathmandu-l101/bungy-jump-and-canyon-swing-in-nepal-t32463/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Nepal Bungee Jump & Canyon Swing: Full-Day Adventure",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 19:42:49"
    },
    {
        "intDurationHour": 72,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 450,
        "strGuideLanguage": "chinese, english, french, german, italian",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-170401-145.jpg",
        "strIntroduction": "What You'll Do Magnificent view of Himalaya, Keep on touch with local peoples,Sleep in lap of Annapurna Experience the different culture, Lumbini heritage site tour, Maya devi Temple and Tilaurakot, Unforgettable Jungle Activitie Elephant Ride and one horn lion, Unique World Mountain flight, Sunrise vie from Sarangkot Panorama View of Annapurna Range Magnificent view of Himalaya, Keep on touch with local peoples,Sleep in lap of Annapurna Experience the different culture, Lumbini heritage site tour, Maya devi Temple and Tilaurakot, Unforgettable Jungle Activitie Elephant Ride and one horn lion, Unique World Mountain flight, Sunrise vie from Sarangkot Panorama View of Annapurna Range Magnificent view of Himalaya, Keep on touch with local peoples,Sleep in lap of Annapurna Experience the different culture, Lumbini heritage site tour, Maya devi Temple and Tilaurakot, Unforgettable Jungle Activitie Elephant Ride and one horn lion, Unique World Mountain flight, Sunrise vie from Sarangkot Panorama View of Annapurna Range",
        "strLocation": "kathmandu",
        "strOriginUrl": "https://www.getyourguide.com/kathmandu-l101/best-of-nepal-family-friends-9-day-tour-t32512/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Best of Nepal Family & Friends 9 Day Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 19:43:02"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 40,
        "strGuideLanguage": "english, nepali",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-172287-145.jpg",
        "strIntroduction": "What You'll Do Buy ingredents in local market and learn about it with experts. Learn about the Veg and Non-veg Nepali cuisine. Learn use of spices (Masala) in food. Taste your food with local housemade wine. Buy ingredents in local market and learn about it with experts. Learn about the Veg and Non-veg Nepali cuisine. Learn use of spices (Masala) in food. Taste your food with local housemade wine. Buy ingredents in local market and learn about it with experts. Learn about the Veg and Non-veg Nepali cuisine. Learn use of spices (Masala) in food. Taste your food with local housemade wine.",
        "strLocation": "kathmandu",
        "strOriginUrl": "https://www.getyourguide.com/kathmandu-l101/traditional-nepalese-cooking-class-t32774/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Traditional Nepalese Cooking Class",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 19:43:13"
    },
    {
        "intDurationHour": 64,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 2400,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-175143-145.jpg",
        "strIntroduction": "What You'll Do Experience Beauty of Bhutan. Culture , Nature , people , Buddhism Experience Beauty of Bhutan. Culture , Nature , people , Buddhism Experience Beauty of Bhutan. Culture , Nature , people , Buddhism",
        "strLocation": "kathmandu",
        "strOriginUrl": "https://www.getyourguide.com/kathmandu-l101/bhutan-the-land-of-thunder-dragon-t33275/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Bhutan, “The Land of Thunder Dragon”",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 19:43:26"
    },
    {
        "intDurationHour": 720,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 1600,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-175291-145.jpg",
        "strIntroduction": "What You'll Do Experience Beauty of City Experience Beauty of Nature Experience Beauty Temple & monument Experience Beauty of UNESCO World Heritage Sites Experience Beauty of sunrise and sunset views, visit to lakes, natural falls and caves, Experience Beauty of City Experience Beauty of Nature Experience Beauty Temple & monument Experience Beauty of UNESCO World Heritage Sites Experience Beauty of sunrise and sunset views, visit to lakes, natural falls and caves, Experience Beauty of City Experience Beauty of Nature Experience Beauty Temple & monument Experience Beauty of UNESCO World Heritage Sites Experience Beauty of sunrise and sunset views, visit to lakes, natural falls and caves,",
        "strLocation": "kathmandu",
        "strOriginUrl": "https://www.getyourguide.com/kathmandu-l101/12-days-cultural-city-national-park-tour-t33300/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "12 Days Cultural City & National Park Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 19:43:40"
    },
    {
        "intDurationHour": 720,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 1499,
        "strGuideLanguage": "tibetan, english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-175308-145.jpg",
        "strIntroduction": "What You'll Do Experience \"the roof of the world\", Experience fascinating high altitude lakes, Experience traditionally and religiously steeped people of Tibet. Experience Buddhism Experience \"the roof of the world\", Experience fascinating high altitude lakes, Experience traditionally and religiously steeped people of Tibet. Experience Buddhism Experience \"the roof of the world\", Experience fascinating high altitude lakes, Experience traditionally and religiously steeped people of Tibet. Experience Buddhism",
        "strLocation": "kathmandu",
        "strOriginUrl": "https://www.getyourguide.com/kathmandu-l101/tibet-lhasa-tour-t33306/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Tibet Lhasa Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 19:43:52"
    },
    {
        "intDurationHour": 720,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 1600,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-175315-145.jpg",
        "strIntroduction": "What You'll Do Experience Lumbini a World heritage is known as the birth place of Buddha Lumbini as one of the foremost pilgrimage sites among the famous enlightenment, sermon and mahaparinirvana Experience Lumbini a World heritage is known as the birth place of Buddha Lumbini as one of the foremost pilgrimage sites among the famous enlightenment, sermon and mahaparinirvana Experience Lumbini a World heritage is known as the birth place of Buddha Lumbini as one of the foremost pilgrimage sites among the famous enlightenment, sermon and mahaparinirvana",
        "strLocation": "kathmandu",
        "strOriginUrl": "https://www.getyourguide.com/kathmandu-l101/kathmandu-lumbini-palpa-chitwan-national-park-tour-t33308/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Kathmandu-Lumbini-Palpa-Chitwan National Park Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 19:44:06"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 145,
        "strGuideLanguage": "english, french, german, italian",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-176248-145.jpg",
        "strIntroduction": "What You'll Do Explore the historic monuments of Kathmandu's Durbar Square Admire the huge stone statue of Kalbhairab, a ferocious form of Lord Shiva See the Golden Gate of the Royal Palace View the erotic art of Jaggannath Temple Explore the largest stupa in South Asia at the Boudhananth Stupa Get panoramic views of the Himalayas from Swayambhu Nath Stupa Explore the historic monuments of Kathmandu's Durbar Square Admire the huge stone statue of Kalbhairab, a ferocious form of Lord Shiva See the Golden Gate of the Royal Palace View the erotic art of Jaggannath Temple Explore the largest stupa in South Asia at the Boudhananth Stupa Get panoramic views of the Himalayas from Swayambhu Nath Stupa Explore the historic monuments of Kathmandu's Durbar Square Admire the huge stone statue of Kalbhairab, a ferocious form of Lord Shiva See the Golden Gate of the Royal Palace View the erotic art of Jaggannath Temple Explore the largest stupa in South Asia at the Boudhananth Stupa Get panoramic views of the Himalayas from Swayambhu Nath Stupa",
        "strLocation": "kathmandu",
        "strOriginUrl": "https://www.getyourguide.com/kathmandu-l101/kathmandu-day-tour-t33462/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Kathmandu Full-Day Sightseeing Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 19:44:17"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 350,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-182964-145.jpg",
        "strIntroduction": "What You'll Do Nepal's first and It is most famous national park is situated in the Inner Terai lowlands of Chitwan. , The Two nights / Three day package includes: Tharu culture in Chitwan National park See the Chitwan National Park Nature Walks Bird Watching See one horned Rhinoceros Nepal's first and It is most famous national park is situated in the Inner Terai lowlands of Chitwan. , The Two nights / Three day package includes: Tharu culture in Chitwan National park See the Chitwan National Park Nature Walks Bird Watching See one horned Rhinoceros Nepal's first and It is most famous national park is situated in the Inner Terai lowlands of Chitwan. , The Two nights / Three day package includes: Tharu culture in Chitwan National park See the Chitwan National Park Nature Walks Bird Watching See one horned Rhinoceros",
        "strLocation": "kathmandu",
        "strOriginUrl": "https://www.getyourguide.com/kathmandu-l101/3-day-nepal-chitwan-jungle-safari-tour-from-kathmandu-t34368/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "3 Day Nepal Chitwan Jungle Safari Tour from Kathmandu",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 19:44:30"
    },
    {
        "intDurationHour": 96,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 1000,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-183471-145.jpg",
        "strIntroduction": "What You'll Do Airport / Hotel / Airport pick up & drop by private car Two nights 2 stars hotel in Kathmandu on BB plan. best sunrise view of the Annapurna Rang and Dhaulagiri trek to Annapurna base camp (4120M visit pokhara city mix of Gurung cultures , enjoyably natural hot spring Best view from Poonhill, explore ethnic group Gurung, Magar and Thakali, a - Visit the inner sanctuary of Annapurna panoramic views of 10 peaks over 6000m Airport / Hotel / Airport pick up & drop by private car Two nights 2 stars hotel in Kathmandu on BB plan. best sunrise view of the Annapurna Rang and Dhaulagiri trek to Annapurna base camp (4120M visit pokhara city mix of Gurung cultures , enjoyably natural hot spring Best view from Poonhill, explore ethnic group Gurung, Magar and Thakali, a - Visit the inner sanctuary of Annapurna panoramic views of 10 peaks over 6000m Airport / Hotel / Airport pick up & drop by private car Two nights 2 stars hotel in Kathmandu on BB plan. best sunrise view of the Annapurna Rang and Dhaulagiri trek to Annapurna base camp (4120M visit pokhara city mix of Gurung cultures , enjoyably natural hot spring Best view from Poonhill, explore ethnic group Gurung, Magar and Thakali, a - Visit the inner sanctuary of Annapurna panoramic views of 10 peaks over 6000m",
        "strLocation": "kathmandu",
        "strOriginUrl": "https://www.getyourguide.com/kathmandu-l101/nepal-12-days-annapurna-base-camp-trekking-tour-t34454/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Nepal 12 Days Annapurna Base Camp Trekking & Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 19:44:43"
    },
    {
        "intDurationHour": 16,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 180,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-183479-145.jpg",
        "strIntroduction": "What You'll Do Rafting on the Trishuli River is an excellent opportunity to observe the diversity of demography, landscapes, and cultural heritage and the flora and See scenic villages, attractive gorges, exhilarating rapids Enjoy some swimming and relaxing in the river Enjoy this exciting and heart pounding adventure when the river is running high and wild (during monsoon) Rafting on the Trishuli River is an excellent opportunity to observe the diversity of demography, landscapes, and cultural heritage and the flora and See scenic villages, attractive gorges, exhilarating rapids Enjoy some swimming and relaxing in the river Enjoy this exciting and heart pounding adventure when the river is running high and wild (during monsoon) Rafting on the Trishuli River is an excellent opportunity to observe the diversity of demography, landscapes, and cultural heritage and the flora and See scenic villages, attractive gorges, exhilarating rapids Enjoy some swimming and relaxing in the river Enjoy this exciting and heart pounding adventure when the river is running high and wild (during monsoon)",
        "strLocation": "kathmandu",
        "strOriginUrl": "https://www.getyourguide.com/kathmandu-l101/2-day-nepal-trishuli-river-rafting-from-kathmandu-t34457/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "2 Day Nepal Trishuli River Rafting from Kathmandu",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 19:44:54"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 300,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-187747-145.jpg",
        "strIntroduction": "What You'll Do Get close-up, eye-level views of the highest mountains on earth Marvel at the magnificent snow-capped Himalayan peaks See the summit of Mount Everest in comfort Get close-up, eye-level views of the highest mountains on earth Marvel at the magnificent snow-capped Himalayan peaks See the summit of Mount Everest in comfort Get close-up, eye-level views of the highest mountains on earth Marvel at the magnificent snow-capped Himalayan peaks See the summit of Mount Everest in comfort",
        "strLocation": "kathmandu",
        "strOriginUrl": "https://www.getyourguide.com/kathmandu-l101/nepal-everest-mountain-flight-t34464/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "1-Hour Everest Mountain Flight from Kathmandu",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 19:45:06"
    },
    {
        "intDurationHour": 40,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 625,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-183587-145.jpg",
        "strIntroduction": "What You'll Do pick up to airport to hotel lakes and jungle, with a fantastic view of the majestic Himalaya . drive to by tourist bus to pokhara Sightseeing in Pokahar Valley with Fewa Lake Boating. The main area for paragliding is the Pokhara valley, pick up to airport to hotel lakes and jungle, with a fantastic view of the majestic Himalaya . drive to by tourist bus to pokhara Sightseeing in Pokahar Valley with Fewa Lake Boating. The main area for paragliding is the Pokhara valley, pick up to airport to hotel lakes and jungle, with a fantastic view of the majestic Himalaya . drive to by tourist bus to pokhara Sightseeing in Pokahar Valley with Fewa Lake Boating. The main area for paragliding is the Pokhara valley,",
        "strLocation": "kathmandu",
        "strOriginUrl": "https://www.getyourguide.com/kathmandu-l101/paragliding-in-nepal-t34481/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Paragliding In Nepal",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 19:45:21"
    },
    {
        "intDurationHour": 8,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 160,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-183608-145.jpg",
        "strIntroduction": "What You'll Do Journey from Kathmandu along the Arniko Highway to the Tibetan border Experience the ultimate thrill of bungee jumping See the famous Friendship Bridge Journey from Kathmandu along the Arniko Highway to the Tibetan border Experience the ultimate thrill of bungee jumping See the famous Friendship Bridge Journey from Kathmandu along the Arniko Highway to the Tibetan border Experience the ultimate thrill of bungee jumping See the famous Friendship Bridge",
        "strLocation": "kathmandu",
        "strOriginUrl": "https://www.getyourguide.com/kathmandu-l101/bungy-jumping-tour-in-nepal-t34490/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "1-Day Bungee Jumping Tour from Kathmandu",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 19:45:32"
    },
    {
        "intDurationHour": 80,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 999,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-183800-145.jpg",
        "strIntroduction": "What You'll Do Excellent views of Dhawalagiri& Sun rise at Poon hill -Explore Gurung culture . Pokhara City Tour enjoy natural hot spring excellent view Annapurna from the paddy fields to the rhododendron, silver fir and pine forest, Excellent views of Dhawalagiri& Sun rise at Poon hill -Explore Gurung culture . Pokhara City Tour enjoy natural hot spring excellent view Annapurna from the paddy fields to the rhododendron, silver fir and pine forest, Excellent views of Dhawalagiri& Sun rise at Poon hill -Explore Gurung culture . Pokhara City Tour enjoy natural hot spring excellent view Annapurna from the paddy fields to the rhododendron, silver fir and pine forest,",
        "strLocation": "kathmandu",
        "strOriginUrl": "https://www.getyourguide.com/kathmandu-l101/all-package-nepal-annapurna-view-trekking-tour-t34526/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "All Package Nepal Annapurna View Trekking & Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 19:45:45"
    },
    {
        "intDurationHour": 24,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 10000,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-183842-145.jpg",
        "strIntroduction": "What You'll Do Everest, Lhotse, Nuptse, Changtse, Ama Dablam and scores of other lesser crests seen from a peaked vantage point comfortable trip to the Himalayas and Mount Everest in short time This trip will route you above all these famous snowcapped peaks, and then will land you to near Kalapatthar Trek up to 5545m through spectacular scenery. Everest Heli Tour that takes you closest to the Mount Everest (8848 meters) Everest, Lhotse, Nuptse, Changtse, Ama Dablam and scores of other lesser crests seen from a peaked vantage point comfortable trip to the Himalayas and Mount Everest in short time This trip will route you above all these famous snowcapped peaks, and then will land you to near Kalapatthar Trek up to 5545m through spectacular scenery. Everest Heli Tour that takes you closest to the Mount Everest (8848 meters) Everest, Lhotse, Nuptse, Changtse, Ama Dablam and scores of other lesser crests seen from a peaked vantage point comfortable trip to the Himalayas and Mount Everest in short time This trip will route you above all these famous snowcapped peaks, and then will land you to near Kalapatthar Trek up to 5545m through spectacular scenery. Everest Heli Tour that takes you closest to the Mount Everest (8848 meters)",
        "strLocation": "kathmandu",
        "strOriginUrl": "https://www.getyourguide.com/kathmandu-l101/nepal-everest-base-camp-helicopter-tour-package-t34527/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Nepal Everest Base Camp Helicopter Tour Package",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 19:45:58"
    },
    {
        "intDurationHour": 120,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 1700,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-194601-145.jpg",
        "strIntroduction": "What You'll Do Trek the legendary Everest Base Camp trail to Kala Patthar Vist the sherpa capital of Namche Bazaar Enjoy panoramic views of the Himalayan peaks of Everest, Ama Dablam, and more Experience the renowned hospitality of the sherpas Get spectacular aerial views of the Himalayas on a flight to Lukla Stay in atmospheric tea houses with full board services Walk along the banks of the Dudh Kosi river Acclimitize to the high altitudes with en route rest days Trek the legendary Everest Base Camp trail to Kala Patthar Vist the sherpa capital of Namche Bazaar Enjoy panoramic views of the Himalayan peaks of Everest, Ama Dablam, and more Experience the renowned hospitality of the sherpas Get spectacular aerial views of the Himalayas on a flight to Lukla Stay in atmospheric tea houses with full board services Walk along the banks of the Dudh Kosi river Acclimitize to the high altitudes with en route rest days Trek the legendary Everest Base Camp trail to Kala Patthar Vist the sherpa capital of Namche Bazaar Enjoy panoramic views of the Himalayan peaks of Everest, Ama Dablam, and more Experience the renowned hospitality of the sherpas Get spectacular aerial views of the Himalayas on a flight to Lukla Stay in atmospheric tea houses with full board services Walk along the banks of the Dudh Kosi river Acclimitize to the high altitudes with en route rest days",
        "strLocation": "kathmandu",
        "strOriginUrl": "https://www.getyourguide.com/kathmandu-l101/everest-base-camp-kala-pattar-trek-tour-t34529/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Kathmandu: Everest Base Camp Kala Patthar 15-Day Trek",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 19:46:11"
    },
    {
        "intDurationHour": 136,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 1400,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-183911-145.jpg",
        "strIntroduction": "What You'll Do Tibetian Pleatu Views from the trail Ascending the Marshyangdi river. Exploring beautiful Manang villages. Visiting Buddhist monastery-Barga Panoramic views from Manang Annapurna III, Annapurna II, Gangapurna, Gangapurna Lake, Tilicho Himal, Cross Thorong La (5416m), The Pilgrim town of Muk Tibetian Pleatu Views from the trail Ascending the Marshyangdi river. Exploring beautiful Manang villages. Visiting Buddhist monastery-Barga Panoramic views from Manang Annapurna III, Annapurna II, Gangapurna, Gangapurna Lake, Tilicho Himal, Cross Thorong La (5416m), The Pilgrim town of Muk Tibetian Pleatu Views from the trail Ascending the Marshyangdi river. Exploring beautiful Manang villages. Visiting Buddhist monastery-Barga Panoramic views from Manang Annapurna III, Annapurna II, Gangapurna, Gangapurna Lake, Tilicho Himal, Cross Thorong La (5416m), The Pilgrim town of Muk",
        "strLocation": "kathmandu",
        "strOriginUrl": "https://www.getyourguide.com/kathmandu-l101/nepal-annapurna-circuit-trekking-tour-t34535/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Nepal Annapurna Circuit Trekking & Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 19:46:24"
    },
    {
        "intDurationHour": 80,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 900,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-183947-145.jpg",
        "strIntroduction": "What You'll Do Visit Yak cheese factory in Kyanjin Gompa Visit local's unique Tamang culture and Tibetan villages. through rhododendron forests. excellent journey to Langtang Valley . Himalayan Thar, jackel, snow wolves, deer’s and 30-40 species of bird life along with the most elusive and coy Red Panda the traditional culture & Buddhist religion, Visit Yak cheese factory in Kyanjin Gompa Visit local's unique Tamang culture and Tibetan villages. through rhododendron forests. excellent journey to Langtang Valley . Himalayan Thar, jackel, snow wolves, deer’s and 30-40 species of bird life along with the most elusive and coy Red Panda the traditional culture & Buddhist religion, Visit Yak cheese factory in Kyanjin Gompa Visit local's unique Tamang culture and Tibetan villages. through rhododendron forests. excellent journey to Langtang Valley . Himalayan Thar, jackel, snow wolves, deer’s and 30-40 species of bird life along with the most elusive and coy Red Panda the traditional culture & Buddhist religion,",
        "strLocation": "kathmandu",
        "strOriginUrl": "https://www.getyourguide.com/kathmandu-l101/10-days-langtang-valley-trek-tour-t34540/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "10 Days Langtang Valley Trek & Tour",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 19:46:36"
    },
    {
        "intDurationHour": 48,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 2,
        "intUsdCost": 700,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-185592-145.jpg",
        "strIntroduction": "What You'll Do Hike through Shivapuri National Park up to Chispani Enjoy panoramic Himalaya views of Manaslu, Ganesh Himal, Annapurna, and Everest Visit the ancient Changunarayan Temple, a UNESCO World Heritage Site See the top attractions in the Kathmandu Valley on a sightseeing tour Hike through Shivapuri National Park up to Chispani Enjoy panoramic Himalaya views of Manaslu, Ganesh Himal, Annapurna, and Everest Visit the ancient Changunarayan Temple, a UNESCO World Heritage Site See the top attractions in the Kathmandu Valley on a sightseeing tour Hike through Shivapuri National Park up to Chispani Enjoy panoramic Himalaya views of Manaslu, Ganesh Himal, Annapurna, and Everest Visit the ancient Changunarayan Temple, a UNESCO World Heritage Site See the top attractions in the Kathmandu Valley on a sightseeing tour",
        "strLocation": "kathmandu",
        "strOriginUrl": "https://www.getyourguide.com/kathmandu-l101/6-days-kathmandu-valley-cultural-trekking-tour-t34801/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Kathmandu Valley 6-Day Cultural Tour and Trekking",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 19:46:48"
    },
    {
        "intDurationHour": 80,
        "intOption": null,
        "intReviewStar": 4,
        "intReviewVisitor": 1,
        "intUsdCost": 700,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-185598-145.jpg",
        "strIntroduction": "What You'll Do start route to the Manaslu Trek and the Ganesh Himal through the village still rely on Agriculture as their main liveli hood This trek mixed culture Buddhism & Hinduism one of the famous water fall Ganga Jamuna is a twin waterfall. this trekking route end point Gorkha which is the ancient seat of the shah dynasty which used to rule the country until two years ago start route to the Manaslu Trek and the Ganesh Himal through the village still rely on Agriculture as their main liveli hood This trek mixed culture Buddhism & Hinduism one of the famous water fall Ganga Jamuna is a twin waterfall. this trekking route end point Gorkha which is the ancient seat of the shah dynasty which used to rule the country until two years ago start route to the Manaslu Trek and the Ganesh Himal through the village still rely on Agriculture as their main liveli hood This trek mixed culture Buddhism & Hinduism one of the famous water fall Ganga Jamuna is a twin waterfall. this trekking route end point Gorkha which is the ancient seat of the shah dynasty which used to rule the country until two years ago",
        "strLocation": "kathmandu",
        "strOriginUrl": "https://www.getyourguide.com/kathmandu-l101/nepal-villages-tour-from-kathmandu-with-trekking-t34802/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Nepal Villages Tour from Kathmandu with Trekking",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 19:47:00"
    },
    {
        "intDurationHour": 128,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 1445,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-73020-145.jpg",
        "strIntroduction": "What You'll Do Our Everest Base Camp Trek takes experienced trekkers into the heart of the Himalayas See the sunrise from the top of Kalapattar Learn about the Sherpa culture Our Everest Base Camp Trek takes experienced trekkers into the heart of the Himalayas See the sunrise from the top of Kalapattar Learn about the Sherpa culture Our Everest Base Camp Trek takes experienced trekkers into the heart of the Himalayas See the sunrise from the top of Kalapattar Learn about the Sherpa culture",
        "strLocation": "kathmandu",
        "strOriginUrl": "https://www.getyourguide.com/kathmandu-l101/everest-base-camp-trek-t11297/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Everest Base Camp Trek",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 19:47:13"
    },
    {
        "intDurationHour": 128,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 1140,
        "strGuideLanguage": "english",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-76141-145.jpg",
        "strIntroduction": "What You'll Do Annapurna, Macchapucchare, and Dhaulagiri massifs Year round Extensive flora and fauna Unique hill cultures to explore Restful hot springs to soak in Numerous trekking peaks to climb Connecting treks to remote areas Annapurna, Macchapucchare, and Dhaulagiri massifs Year round Extensive flora and fauna Unique hill cultures to explore Restful hot springs to soak in Numerous trekking peaks to climb Connecting treks to remote areas Annapurna, Macchapucchare, and Dhaulagiri massifs Year round Extensive flora and fauna Unique hill cultures to explore Restful hot springs to soak in Numerous trekking peaks to climb Connecting treks to remote areas",
        "strLocation": "kathmandu",
        "strOriginUrl": "https://www.getyourguide.com/kathmandu-l101/annapurna-circuit-trekking-t12159/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "16 Days Annapurna Circuit Trekking",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 19:47:25"
    },
    {
        "intDurationHour": 1,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 1,
        "intUsdCost": 25,
        "strGuideLanguage": "english, nepali",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-68760-145.jpg",
        "strIntroduction": "What You'll Do Be greeted by your driver carrying a name board upon arrival Relax with the convenient, private service of an environmentally–friendly journey into the city Leave more time for your Kathmandu visit by ensuring a hassle–free transfer Be greeted by your driver carrying a name board upon arrival Relax with the convenient, private service of an environmentally–friendly journey into the city Leave more time for your Kathmandu visit by ensuring a hassle–free transfer Be greeted by your driver carrying a name board upon arrival Relax with the convenient, private service of an environmentally–friendly journey into the city Leave more time for your Kathmandu visit by ensuring a hassle–free transfer",
        "strLocation": "kathmandu",
        "strOriginUrl": "https://www.getyourguide.com/kathmandu-l101/private-one-way-airport-transfer-kathmandu-t12204/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "Kathmandu Private One-Way Airport Transfer",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 19:47:38"
    },
    {
        "intDurationHour": 88,
        "intOption": null,
        "intReviewStar": 5,
        "intReviewVisitor": 0,
        "intUsdCost": 1294,
        "strGuideLanguage": "abkhazian, spanish, english, french, german, italian, russian",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-84272-145.jpg",
        "strIntroduction": "What You'll Do Trek through Nepal's beautiful landscape Cross the TIkhedhunga Khola on a suspension bridge See exotic wildlife Trek through Nepal's beautiful landscape Cross the TIkhedhunga Khola on a suspension bridge See exotic wildlife Trek through Nepal's beautiful landscape Cross the TIkhedhunga Khola on a suspension bridge See exotic wildlife",
        "strLocation": "kathmandu",
        "strOriginUrl": "https://www.getyourguide.com/kathmandu-l101/a-journey-from-temples-to-tigers-via-3-days-trek-t19297/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "A Journey from Temples to Tigers via 3 Days Trek",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 19:47:49"
    },
    {
        "intDurationHour": 56,
        "intOption": null,
        "intReviewStar": 0,
        "intReviewVisitor": 0,
        "intUsdCost": 1124,
        "strGuideLanguage": "spanish, english, french, german, italian, russian",
        "strImageUrl": "https://cdn.getyourguide.com/img/tour_img-84778-145.jpg",
        "strIntroduction": "What You'll Do Discover Nepalese culture when visiting its temples, churches, monastries, and capital Katmandu Hike up to Sarangkot viewpoint to witness nature’s ethereal lightshow as the sun rises over the Annapurna range Embark on an adventurous jungle safari, canoeing trip or a thrilling elephant ride in Chitwan Visit Lumbini, the birthplace of Buddha Discover Nepalese culture when visiting its temples, churches, monastries, and capital Katmandu Hike up to Sarangkot viewpoint to witness nature’s ethereal lightshow as the sun rises over the Annapurna range Embark on an adventurous jungle safari, canoeing trip or a thrilling elephant ride in Chitwan Visit Lumbini, the birthplace of Buddha Discover Nepalese culture when visiting its temples, churches, monastries, and capital Katmandu Hike up to Sarangkot viewpoint to witness nature’s ethereal lightshow as the sun rises over the Annapurna range Embark on an adventurous jungle safari, canoeing trip or a thrilling elephant ride in Chitwan Visit Lumbini, the birthplace of Buddha",
        "strLocation": "kathmandu",
        "strOriginUrl": "https://www.getyourguide.com/kathmandu-l101/1-week-nepal-tour-from-kathmandu-t19368/?partner_id=JOIL1TN",
        "strSource": "GetYourGuide",
        "strStyle": null,
        "strTitle": "1-Week Nepal Tour from Kathmandu",
        "strUpdateStatus": "up-to-date",
        "strUpdateTime": "2017-02-01 19:48:28"
    }
]